Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Your page takes too long to show the first piece of content to visitors. This is called First Contentful Paint (FCP) and it's an important part of user experience. Improve your server response time and remove anything that blocks the page from loading quickly.
de_de: Ihre Seite braucht zu lange, um den Besuchern den ersten Inhalt anzuzeigen. Dies wird als First Contentful Paint (FCP) bezeichnet und ist ein wichtiger Teil der Benutzererfahrung. Verbessern Sie die Antwortzeit Ihres Servers und entfernen Sie alles, was das schnelle Laden der Seite blockiert.
es_es: Tu página tarda demasiado en mostrar el primer elemento de contenido a los visitantes. Esto se llama First Contentful Paint (FCP) y es una parte importante de la experiencia del usuario. Mejora el tiempo de respuesta de tu servidor y elimina todo lo que impida que la página se cargue rápidamente.
fr_fr: Votre page prend trop de temps à montrer le premier élément de contenu aux visiteurs. Cela s'appelle First Contentful Paint (FCP) et c'est une partie importante de l'expérience utilisateur. Améliorez votre temps de réponse serveur et supprimez tout ce qui bloque le chargement rapide de la page.
it_it: La tua pagina impiega troppo tempo a mostrare il primo contenuto ai visitatori. Questo indicatore si chiama First Contentful Paint (FCP) ed è una parte importante dell'esperienza utente. Migliora il tempo di risposta del server e rimuovi tutto ciò che blocca il caricamento rapido della pagina.
nl_nl: Het duurt te lang voordat uw pagina het eerste stukje content aan bezoekers toont. Dit wordt First Contentful Paint (FCP) genoemd en het is een belangrijk onderdeel van de gebruikerservaring. Verbeter de reactietijd van uw server en verwijder alles wat het snel laden van de pagina blokkeert.
pl_pl: Twoja strona zbyt długo wyświetla pierwszy element treści odwiedzającym. Nazywa się to First Contentful Paint (FCP) i jest to ważna część doświadczenia użytkownika. Popraw czas odpowiedzi serwera i usuń wszystko, co blokuje szybkie ładowanie strony.
pt_br: Sua página leva muito tempo para mostrar o primeiro conteúdo aos visitantes. Isso é chamado de First Contentful Paint (FCP) e é uma parte importante da experiência do usuário. Melhore o tempo de resposta do seu servidor e remova tudo que bloqueia o carregamento rápido da página.

source: Your page uses legacy image formats (JPEG, PNG, GIF) instead of modern formats like WebP or AVIF. Next-gen formats provide better compression and quality, reducing page load times by 25-35% while maintaining visual quality. Convert your images to WebP for better performance and SEO.
de_de: Ihre Seite verwendet veraltete Bildformate (JPEG, PNG, GIF) anstelle von modernen Formaten wie WebP oder AVIF. Formate der nächsten Generation bieten eine bessere Komprimierung und Qualität und reduzieren die Ladezeiten der Seite um 25–35 %, während die visuelle Qualität erhalten bleibt. Konvertieren Sie Ihre Bilder für eine bessere Leistung und SEO in WebP.
es_es: Tu página utiliza formatos de imagen antiguos (JPEG, PNG, GIF) en lugar de formatos modernos como WebP o AVIF. Los formatos de nueva generación proporcionan una mejor compresión y calidad, reduciendo los tiempos de carga de la página en un 25-35 % y manteniendo la calidad visual. Convierte tus imágenes a WebP para un mejor rendimiento y SEO.
fr_fr: Votre page utilise des formats d'image hérités (JPEG, PNG, GIF) au lieu de formats modernes comme WebP ou AVIF. Les formats de nouvelle génération offrent une meilleure compression et qualité, réduisant les temps de chargement de page de 25-35% tout en maintenant la qualité visuelle. Convertissez vos images en WebP pour de meilleures performances et SEO.
it_it: La tua pagina usa formati immagine obsoleti (JPEG, PNG, GIF) invece di formati moderni come WebP o AVIF. I formati di nuova generazione offrono una compressione e una qualità migliori, riducendo i tempi di caricamento della pagina del 25-35% mantenendo la qualità visiva. Converti le tue immagini in WebP per migliorare le prestazioni e la SEO.
nl_nl: Uw pagina gebruikt verouderde afbeeldingsformaten (JPEG, PNG, GIF) in plaats van moderne formaten zoals WebP of AVIF. Nieuwe generatie formaten bieden betere compressie en kwaliteit, waardoor de laadtijden van pagina's met 25-35% worden verkort met behoud van visuele kwaliteit. Converteer uw afbeeldingen naar WebP voor betere prestaties en SEO.
pl_pl: Twoja strona używa starszych formatów obrazów (JPEG, PNG, GIF) zamiast nowoczesnych formatów, takich jak WebP lub AVIF. Formaty nowej generacji zapewniają lepszą kompresję i jakość, skracając czas ładowania strony o 25-35% przy zachowaniu jakości wizualnej. Przekonwertuj swoje obrazy na format WebP, aby uzyskać lepszą wydajność i SEO.
pt_br: Sua página usa formatos de imagem legados (JPEG, PNG, GIF) em vez de formatos modernos como WebP ou AVIF. Formatos de nova geração oferecem melhor compressão e qualidade, reduzindo os tempos de carregamento da página em 25 a 35%, mantendo a qualidade visual. Converta suas imagens para WebP para melhor desempenho e SEO.

source: Your paragraphs are too short, making the content feel fragmented. Aim for a minimum of %d words per paragraph to improve flow and coherence.
de_de: Ihre Absätze sind zu kurz, wodurch der Inhalt fragmentiert wirkt. Streben Sie mindestens %d Wörter pro Absatz an, um den Fluss und die Kohärenz zu verbessern.
es_es: Tus párrafos son demasiado cortos, lo que hace que el contenido parezca fragmentado. Intenta que cada párrafo tenga un mínimo de %d palabras para mejorar el flujo y la coherencia.
fr_fr: Vos paragraphes sont trop courts, rendant le contenu fragmenté. Visez un minimum de %d mots par paragraphe pour améliorer le flux et la cohérence.
it_it: I tuoi paragrafi sono troppo corti, rendendo il contenuto frammentato. Cerca di scrivere un minimo di %d parole per paragrafo per migliorare il flusso e la coerenza.
nl_nl: Uw paragrafen zijn te kort, waardoor de content gefragmenteerd aanvoelt. Streef naar een minimum van %d woorden per paragraaf om de flow en samenhang te verbeteren.
pl_pl: Twoje akapity są zbyt krótkie, przez co treść wydaje się fragmentaryczna. Celuj w minimum %d słów na akapit, aby poprawić płynność i spójność.
pt_br: Seus parágrafos são muito curtos, fazendo com que o conteúdo pareça fragmentado. Tente ter um mínimo de %d palavras por parágrafo para melhorar o fluxo e a coerência.

source: Your paragraphs exceed optimal length. It should contain less than %d words. Divide them into smaller, focused sections to enhance readability, reduce cognitive load, and improve visitor engagement.
de_de: Ihre Absätze überschreiten die optimale Länge. Sie sollten weniger als %d Wörter enthalten. Teilen Sie sie in kleinere, fokussierte Abschnitte auf, um die Lesbarkeit zu verbessern, die kognitive Belastung zu reduzieren und das Besucherengagement zu verbessern.
es_es: Tus párrafos exceden la longitud óptima. Deberían contener menos de %d palabras. Divídelos en secciones más pequeñas y centradas para mejorar la legibilidad, reducir la carga cognitiva y mejorar la participación de los visitantes.
fr_fr: Vos paragraphes dépassent la longueur optimale. Il devrait contenir moins de %d mots. Divisez-les en sections plus petites et ciblées pour améliorer la lisibilité, réduire la charge cognitive et améliorer l'engagement des visiteurs.
it_it: I tuoi paragrafi superano la lunghezza ottimale. Dovrebbero contenere meno di %d parole. Dividili in sezioni più piccole e mirate per migliorare la leggibilità, ridurre il carico cognitivo e aumentare il coinvolgimento dei visitatori.
nl_nl: Uw paragrafen overschrijden de optimale lengte. Ze moeten minder dan %d woorden bevatten. Verdeel ze in kleinere, gerichte secties om de leesbaarheid te verbeteren, de cognitieve belasting te verminderen en de betrokkenheid van bezoekers te vergroten.
pl_pl: Twoje akapity przekraczają optymalną długość. Powinny zawierać mniej niż %d słów. Podziel je na mniejsze, skoncentrowane sekcje, aby zwiększyć czytelność, zmniejszyć obciążenie poznawcze i poprawić zaangażowanie odwiedzających.
pt_br: Seus parágrafos excedem o comprimento ideal. Eles devem conter menos de %d palavras. Divida-os em seções menores e focadas para melhorar a legibilidade, reduzir a carga cognitiva e melhorar o engajamento do visitante.

source: Your permalink structure is not optimized for SEO. Consider enabling a custom or post-name-based structure for better visibility.
de_de: Ihre Permalink-Struktur ist nicht für SEO optimiert. Erwägen Sie die Aktivierung einer benutzerdefinierten oder auf dem Beitragsnamen basierenden Struktur für eine bessere Sichtbarkeit.
es_es: La estructura de tus enlaces permanentes no está optimizada para el SEO. Considera la posibilidad de activar una estructura personalizada o basada en el nombre de la entrada para una mejor visibilidad.
fr_fr: Votre structure de permalien n'est pas optimisée pour le SEO. Envisagez d'activer une structure personnalisée ou basée sur le nom de l'article pour une meilleure visibilité.
it_it: La struttura dei tuoi permalink non è ottimizzata per la SEO. Considera di abilitare una struttura personalizzata o basata sul nome dell'articolo per una migliore visibilità.
nl_nl: Uw permalinkstructuur is niet geoptimaliseerd voor SEO. Overweeg een aangepaste of op postnaam gebaseerde structuur in te schakelen voor een betere zichtbaarheid.
pl_pl: Twoja struktura linków bezpośrednich nie jest zoptymalizowana pod kątem SEO. Rozważ włączenie struktury niestandardowej lub opartej na nazwie wpisu, aby uzyskać lepszą widoczność.
pt_br: Sua estrutura de links permanentes não está otimizada para SEO. Considere ativar uma estrutura personalizada ou baseada no nome do post para melhor visibilidade.

source: Your primary and secondary keywords are not properly assigned or validated. Review and optimize your keyword selection to ensure they align with content intent and search behavior.
de_de: Ihre primären und sekundären Keywords sind nicht korrekt zugewiesen oder validiert. Überprüfen und optimieren Sie Ihre Keyword-Auswahl, um sicherzustellen, dass sie mit der Inhaltsabsicht und dem Suchverhalten übereinstimmt.
es_es: Tus palabras clave principales y secundarias no están asignadas o validadas correctamente. Revisa y optimiza tu selección de palabras clave para asegurarte de que se ajustan a la intención del contenido y al comportamiento de búsqueda.
fr_fr: Vos mots-clés primaires et secondaires ne sont pas correctement assignés ou validés. Examinez et optimisez votre sélection de mots-clés pour vous assurer qu'ils s'alignent avec l'intention du contenu et le comportement de recherche.
it_it: Le tue parole chiave primarie e secondarie non sono assegnate o validate correttamente. Rivedi e ottimizza la tua selezione di parole chiave per assicurarti che siano in linea con l'intento del contenuto e il comportamento di ricerca.
nl_nl: Uw primaire en secundaire zoekwoorden zijn niet correct toegewezen of gevalideerd. Controleer en optimaliseer uw zoekwoordselectie om ervoor te zorgen dat deze aansluit bij de content-intentie en het zoekgedrag.
pl_pl: Twoje główne i dodatkowe słowa kluczowe nie są prawidłowo przypisane ani zweryfikowane. Przejrzyj i zoptymalizuj wybór słów kluczowych, aby upewnić się, że są zgodne z intencją treści i zachowaniem w wyszukiwarkach.
pt_br: Suas palavras-chave primárias e secundárias não estão atribuídas ou validadas corretamente. Revise e otimize sua seleção de palavras-chave para garantir que elas se alinhem com a intenção do conteúdo e o comportamento de busca.

source: Your primary keyword appears either too frequently or insufficiently in your content. Aim for 0.5% to 3% density to enhance search engine recognition and relevance.
de_de: Ihr primäres Keyword erscheint entweder zu häufig oder zu selten in Ihrem Inhalt. Streben Sie eine Dichte von 0,5 % bis 3 % an, um die Erkennung durch Suchmaschinen und die Relevanz zu verbessern.
es_es: Tu palabra clave principal aparece con demasiada frecuencia o de forma insuficiente en tu contenido. Intenta alcanzar una densidad del 0,5 % al 3 % para mejorar el reconocimiento y la relevancia en los motores de búsqueda.
fr_fr: Votre mot-clé principal apparaît soit trop fréquemment soit insuffisamment dans votre contenu. Visez une densité de 0,5% à 3% pour améliorer la reconnaissance et la pertinence des moteurs de recherche.
it_it: La tua parola chiave principale compare troppo spesso o in modo insufficiente nel tuo contenuto. Punta a una densità tra lo 0,5% e il 3% per migliorare il riconoscimento e la pertinenza da parte dei motori di ricerca.
nl_nl: Uw primaire zoekwoord komt te vaak of te weinig voor in uw content. Streef naar een dichtheid van 0,5% tot 3% om de herkenning en relevantie door zoekmachines te verbeteren.
pl_pl: Twoje główne słowo kluczowe pojawia się w treści zbyt często lub niewystarczająco. Celuj w zagęszczenie od 0,5% do 3%, aby zwiększyć rozpoznawalność i trafność w wyszukiwarkach.
pt_br: Sua palavra-chave principal aparece com muita frequência ou de forma insuficiente em seu conteúdo. Tente uma densidade de 0,5% a 3% para melhorar o reconhecimento e a relevância pelos motores de busca.

source: Your primary keyword appears too late in the first paragraph. Place the keyword within the first 100 words to establish topic relevance early for both users and search engines.
de_de: Ihr primäres Keyword erscheint zu spät im ersten Absatz. Platzieren Sie das Keyword innerhalb der ersten 100 Wörter, um die thematische Relevanz frühzeitig für Nutzer und Suchmaschinen zu etablieren.
es_es: Tu palabra clave principal aparece demasiado tarde en el primer párrafo. Coloca la palabra clave en las primeras 100 palabras para establecer la relevancia del tema desde el principio, tanto para los usuarios como para los motores de búsqueda.
fr_fr: Votre mot-clé principal apparaît trop tard dans le premier paragraphe. Placez le mot-clé dans les 100 premiers mots pour établir la pertinence du sujet tôt pour les utilisateurs et les moteurs de recherche.
it_it: La tua parola chiave principale compare troppo tardi nel primo paragrafo. Inserisci la parola chiave entro le prime 100 parole per stabilire la pertinenza dell'argomento fin da subito, sia per gli utenti che per i motori di ricerca.
nl_nl: Uw primaire zoekwoord verschijnt te laat in de eerste paragraaf. Plaats het zoekwoord binnen de eerste 100 woorden om de relevantie van het onderwerp vroegtijdig vast te stellen voor zowel gebruikers als zoekmachines.
pl_pl: Twoje główne słowo kluczowe pojawia się zbyt późno w pierwszym akapicie. Umieść słowo kluczowe w pierwszych 100 słowach, aby wcześnie ustalić trafność tematu zarówno dla użytkowników, jak i wyszukiwarek.
pt_br: Sua palavra-chave principal aparece muito tarde no primeiro parágrafo. Posicione a palavra-chave nas primeiras 100 palavras para estabelecer a relevância do tópico desde o início, tanto para os usuários quanto para os motores de busca.

source: Your primary keyword is absent from the meta title tag, significantly reducing search visibility and click-through rates. Incorporate it naturally to boost rankings and relevance.
de_de: Ihr primäres Keyword fehlt im Meta-Titel-Tag, was die Sichtbarkeit in der Suche und die Klickraten erheblich reduziert. Binden Sie es natürlich ein, um Rankings und Relevanz zu steigern.
es_es: Tu palabra clave principal está ausente de la etiqueta del metatítulo, lo que reduce significativamente la visibilidad en las búsquedas y las tasas de clics. Incorpórala de forma natural para potenciar el posicionamiento y la relevancia.
fr_fr: Votre mot-clé principal est absent de la balise méta-titre, réduisant considérablement la visibilité de recherche et les taux de clic. Incorporez-le naturellement pour améliorer les classements et la pertinence.
it_it: La tua parola chiave principale è assente dal tag meta titolo, riducendo significativamente la visibilità sui motori di ricerca e la percentuale di clic. Incorporala in modo naturale per migliorare il posizionamento e la pertinenza.
nl_nl: Uw primaire zoekwoord ontbreekt in de metatitel-tag, wat de zichtbaarheid in zoekmachines en doorklikratio's aanzienlijk vermindert. Verwerk het op natuurlijke wijze om rankings en relevantie te verhogen.
pl_pl: W metatytule brakuje Twojego głównego słowa kluczowego, co znacznie zmniejsza widoczność w wyszukiwarkach i współczynnik klikalności. Włącz je naturalnie, aby podnieść rankingi i trafność.
pt_br: Sua palavra-chave principal está ausente na tag de metatítulo, reduzindo significativamente a visibilidade na busca e as taxas de cliques. Incorpore-a naturalmente para impulsionar os rankings e a relevância.

source: Your primary keyword is absent from the post/page title, significantly reducing search visibility and click-through rates. Incorporate it naturally to boost rankings and relevance.
de_de: Ihr primäres Keyword fehlt im Beitrags-/Seitentitel, was die Sichtbarkeit in der Suche und die Klickraten erheblich reduziert. Binden Sie es natürlich ein, um Rankings und Relevanz zu steigern.
es_es: Tu palabra clave principal está ausente del título de la entrada/página, lo que reduce significativamente la visibilidad en las búsquedas y las tasas de clics. Incorpórala de forma natural para potenciar el posicionamiento y la relevancia.
fr_fr: Votre mot-clé principal est absent du titre de l'article/page, réduisant considérablement la visibilité de recherche et les taux de clic. Incorporez-le naturellement pour améliorer les classements et la pertinence.
it_it: La tua parola chiave principale è assente dal titolo dell'articolo/pagina, riducendo significativamente la visibilità sui motori di ricerca e la percentuale di clic. Incorporala in modo naturale per migliorare il posizionamento e la pertinenza.
nl_nl: Uw primaire zoekwoord ontbreekt in de titel van de post/pagina, wat de zichtbaarheid in zoekmachines en doorklikratio's aanzienlijk vermindert. Verwerk het op natuurlijke wijze om rankings en relevantie te verhogen.
pl_pl: W tytule wpisu/strony brakuje Twojego głównego słowa kluczowego, co znacznie zmniejsza widoczność w wyszukiwarkach i współczynnik klikalności. Włącz je naturalnie, aby podnieść rankingi i trafność.
pt_br: Sua palavra-chave principal está ausente no título do post/página, reduzindo significativamente a visibilidade na busca e as taxas de cliques. Incorpore-a naturalmente para impulsionar os rankings e a relevância.

source: Your primary keyword is missing from all heading tags. Include it in at least one heading to improve topic clarity and SEO.
de_de: Ihr primäres Keyword fehlt in allen Überschriften-Tags. Fügen Sie es in mindestens eine Überschrift ein, um die thematische Klarheit und das SEO zu verbessern.
es_es: Tu palabra clave principal no aparece en ninguna etiqueta de encabezado. Inclúyela en al menos un encabezado para mejorar la claridad del tema y el SEO.
fr_fr: Votre mot-clé principal manque dans toutes les balises de titre. Incluez-le dans au moins un titre pour améliorer la clarté du sujet et le SEO.
it_it: La tua parola chiave principale manca in tutti i tag di intestazione. Includila in almeno un'intestazione per migliorare la chiarezza dell'argomento e la SEO.
nl_nl: Uw primaire zoekwoord ontbreekt in alle koptags. Neem het op in ten minste één kop om de duidelijkheid van het onderwerp en de SEO te verbeteren.
pl_pl: Twoje główne słowo kluczowe brakuje we wszystkich nagłówkach. Umieść je w co najmniej jednym nagłówku, aby poprawić klarowność tematu i SEO.
pt_br: Sua palavra-chave principal está ausente em todas as tags de cabeçalho. Inclua-a em pelo menos um cabeçalho para melhorar a clareza do tópico e o SEO.

source: Your primary keyword is not effectively placed in image alt text. Include the keyword naturally in alt text for relevant images to improve accessibility and SEO relevance.
de_de: Ihr primäres Keyword ist nicht effektiv im Alt-Text von Bildern platziert. Fügen Sie das Keyword natürlich in den Alt-Text für relevante Bilder ein, um die Barrierefreiheit und die SEO-Relevanz zu verbessern.
es_es: Tu palabra clave principal no está colocada eficazmente en el texto alternativo de la imagen. Incluye la palabra clave de forma natural en el texto alternativo de las imágenes relevantes para mejorar la accesibilidad y la relevancia para el SEO.
fr_fr: Votre mot-clé principal n'est pas efficacement placé dans le texte alternatif des images. Incluez le mot-clé naturellement dans le texte alternatif pour les images pertinentes pour améliorer l'accessibilité et la pertinence SEO.
it_it: La tua parola chiave principale non è inserita in modo efficace nel testo alternativo delle immagini. Includi la parola chiave in modo naturale nel testo alternativo delle immagini pertinenti per migliorare l'accessibilità e la pertinenza SEO.
nl_nl: Uw primaire zoekwoord is niet effectief geplaatst in de alt-tekst van afbeeldingen. Neem het zoekwoord op natuurlijke wijze op in de alt-tekst van relevante afbeeldingen om de toegankelijkheid en SEO-relevantie te verbeteren.
pl_pl: Twoje główne słowo kluczowe nie jest skutecznie umieszczone w tekście alternatywnym obrazów. Umieść słowo kluczowe naturalnie w tekście alternatywnym odpowiednich obrazów, aby poprawić dostępność i trafność SEO.
pt_br: Sua palavra-chave principal não está posicionada de forma eficaz no texto alternativo da imagem. Inclua a palavra-chave naturalmente no texto alternativo de imagens relevantes para melhorar a acessibilidade e a relevância de SEO.

source: Your primary keyword is not optimally positioned in the meta title. Place the keyword near the beginning of the title for maximum SEO impact and improved click-through rates.
de_de: Ihr primäres Keyword ist nicht optimal im Meta-Titel positioniert. Platzieren Sie das Keyword am Anfang des Titels für maximale SEO-Wirkung und verbesserte Klickraten.
es_es: Tu palabra clave principal no está posicionada de forma óptima en el metatítulo. Coloca la palabra clave cerca del principio del título para conseguir el máximo impacto SEO y mejorar las tasas de clics.
fr_fr: Votre mot-clé principal n'est pas optimalement positionné dans le méta-titre. Placez le mot-clé près du début du titre pour un impact SEO maximum et des taux de clic améliorés.
it_it: La tua parola chiave principale non è posizionata in modo ottimale nel meta titolo. Posiziona la parola chiave vicino all'inizio del titolo per il massimo impatto SEO e per migliorare la percentuale di clic.
nl_nl: Uw primaire zoekwoord is niet optimaal gepositioneerd in de metatitel. Plaats het zoekwoord aan het begin van de titel voor een maximale SEO-impact en verbeterde doorklikratio's.
pl_pl: Twoje główne słowo kluczowe nie jest optymalnie umieszczone w metatytule. Umieść słowo kluczowe na początku tytułu, aby uzyskać maksymalny wpływ na SEO i poprawić współczynnik klikalności.
pt_br: Sua palavra-chave principal não está posicionada de forma otimizada no metatítulo. Posicione a palavra-chave perto do início do título para um impacto máximo de SEO e melhores taxas de cliques.
