Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Your related keywords appear concentrated in isolated sections rather than flowing naturally throughout the content. Redistribute them strategically to enhance topical relevance and improve search visibility.
de_de: Ihre verwandten Keywords erscheinen konzentriert in isolierten Abschnitten, anstatt natürlich durch den Inhalt zu fließen. Verteilen Sie sie strategisch neu, um die thematische Relevanz zu erhöhen und die Sichtbarkeit in der Suche zu verbessern.
es_es: Tus palabras clave relacionadas aparecen concentradas en secciones aisladas en lugar de fluir de forma natural por todo el contenido. Redistribúyelas estratégicamente para mejorar la relevancia temática y la visibilidad en las búsquedas.
fr_fr: Vos mots-clés connexes apparaissent concentrés dans des sections isolées plutôt que de circuler naturellement dans tout le contenu. Redistribuez-les stratégiquement pour améliorer la pertinence thématique et améliorer la visibilité de recherche.
it_it: Le tue parole chiave correlate appaiono concentrate in sezioni isolate invece di scorrere naturalmente nel contenuto. Ridistribuiscile strategicamente per migliorare la pertinenza tematica e la visibilità sui motori di ricerca.
nl_nl: Uw gerelateerde zoekwoorden lijken geconcentreerd in geïsoleerde secties in plaats van natuurlijk door de content te vloeien. Herverdeel ze strategisch om de thematische relevantie te verhogen en de zichtbaarheid in zoekmachines te verbeteren.
pl_pl: Twoje powiązane słowa kluczowe pojawiają się w odizolowanych sekcjach, zamiast naturalnie przepływać przez całą treść. Rozmieść je strategicznie, aby zwiększyć trafność tematyczną i poprawić widoczność w wyszukiwarkach.
pt_br: Suas palavras-chave relacionadas aparecem concentradas em seções isoladas em vez de fluir naturalmente por todo o conteúdo. Redistribua-as estrategicamente para aumentar a relevância do tópico e melhorar a visibilidade na busca.

source: Your robots.txt file doesn't reference your XML sitemap. Adding a Sitemap directive helps search engines discover and crawl your content more efficiently.
de_de: Ihre robots.txt-Datei verweist nicht auf Ihre XML-Sitemap. Das Hinzufügen einer Sitemap-Anweisung hilft Suchmaschinen, Ihre Inhalte effizienter zu entdecken und zu crawlen.
es_es: Tu archivo robots.txt no hace referencia a tu sitemap XML. Añadir una directiva de sitemap ayuda a los motores de búsqueda a descubrir y rastrear tu contenido de forma más eficiente.
fr_fr: Votre fichier robots.txt ne référence pas votre sitemap XML. Ajouter une directive Sitemap aide les moteurs de recherche à découvrir et crawler votre contenu plus efficacement.
it_it: Il tuo file robots.txt non fa riferimento alla tua sitemap XML. Aggiungere una direttiva Sitemap aiuta i motori di ricerca a scoprire ed eseguire la scansione dei tuoi contenuti in modo più efficiente.
nl_nl: Uw robots.txt-bestand verwijst niet naar uw XML-sitemap. Het toevoegen van een Sitemap-instructie helpt zoekmachines uw content efficiënter te ontdekken en te crawlen.
pl_pl: Twój plik robots.txt nie odwołuje się do Twojej mapy witryny XML. Dodanie dyrektywy Sitemap pomaga wyszukiwarkom skuteczniej odkrywać i indeksować Twoją treść.
pt_br: Seu arquivo robots.txt não referencia seu sitemap XML. Adicionar uma diretiva Sitemap ajuda os motores de busca a descobrir e rastrear seu conteúdo de forma mais eficiente.

source: Your robots.txt file is blocking all pages from being crawled (Disallow: /). This prevents search engines from indexing any content. Remove or revise the rule immediately.
de_de: Ihre robots.txt-Datei blockiert das Crawlen aller Seiten (Disallow: /). Dies verhindert, dass Suchmaschinen Inhalte indizieren. Entfernen oder überarbeiten Sie die Regel sofort.
es_es: Tu archivo robots.txt está impidiendo que se rastreen todas las páginas (Disallow: /). Esto impide que los motores de búsqueda indexen cualquier contenido. Elimina o revisa la regla inmediatamente.
fr_fr: Votre fichier robots.txt bloque toutes les pages d'être crawlées (Disallow: /). Cela empêche les moteurs de recherche d'indexer tout contenu. Supprimez ou révisez la règle immédiatement.
it_it: Il tuo file robots.txt sta bloccando la scansione di tutte le pagine (Disallow: /). Questo impedisce ai motori di ricerca di indicizzare qualsiasi contenuto. Rimuovi o modifica subito la regola.
nl_nl: Uw robots.txt-bestand blokkeert het crawlen van alle pagina's (Disallow: /). Dit voorkomt dat zoekmachines enige content indexeren. Verwijder of herzie de regel onmiddellijk.
pl_pl: Twój plik robots.txt blokuje indeksowanie wszystkich stron (Disallow: /). Uniemożliwia to wyszukiwarkom indeksowanie jakiejkolwiek treści. Natychmiast usuń lub zmień tę regułę.
pt_br: Seu arquivo robots.txt está bloqueando o rastreamento de todas as páginas (Disallow: /). Isso impede que os motores de busca indexem qualquer conteúdo. Remova ou revise a regra imediatamente.

source: Your robots.txt file structure could be optimized. Consider organizing directives by user-agent and ensuring consistent formatting for better readability and effectiveness.
de_de: Die Struktur Ihrer robots.txt-Datei könnte optimiert werden. Erwägen Sie, die Anweisungen nach User-Agent zu organisieren und eine konsistente Formatierung für eine bessere Lesbarkeit und Wirksamkeit sicherzustellen.
es_es: La estructura de tu archivo robots.txt podría optimizarse. Considera la posibilidad de organizar las directivas por agente de usuario y de garantizar un formato coherente para una mejor legibilidad y eficacia.
fr_fr: La structure de votre fichier robots.txt pourrait être optimisée. Envisagez d'organiser les directives par user-agent et d'assurer un formatage cohérent pour une meilleure lisibilité et efficacité.
it_it: La struttura del tuo file robots.txt potrebbe essere ottimizzata. Considera di organizzare le direttive per user-agent e di garantire una formattazione coerente per una migliore leggibilità ed efficacia.
nl_nl: De structuur van uw robots.txt-bestand kan worden geoptimaliseerd. Overweeg instructies te organiseren per user-agent en zorg voor een consistente opmaak voor betere leesbaarheid en effectiviteit.
pl_pl: Struktura Twojego pliku robots.txt może zostać zoptymalizowana. Rozważ zorganizowanie dyrektyw według user-agent i zapewnienie spójnego formatowania dla lepszej czytelności i skuteczności.
pt_br: A estrutura do seu arquivo robots.txt pode ser otimizada. Considere organizar as diretivas por user-agent e garantir uma formatação consistente para melhor legibilidade e eficácia.

source: Your secondary keywords are too complex. Simplify them to 5 words or fewer to improve readability and search engine recognition in meta titles and description.
de_de: Ihre sekundären Keywords sind zu komplex. Vereinfachen Sie sie auf 5 oder weniger Wörter, um die Lesbarkeit und die Erkennung durch Suchmaschinen in Meta-Titeln und -Beschreibungen zu verbessern.
es_es: Tus palabras clave secundarias son demasiado complejas. Simplifícalas a 5 palabras o menos para mejorar la legibilidad y el reconocimiento de los motores de búsqueda en los metatítulos y la descripción.
fr_fr: Vos mots-clés secondaires sont trop complexes. Simplifiez-les à 5 mots ou moins pour améliorer la lisibilité et la reconnaissance des moteurs de recherche dans les méta-titres et descriptions.
it_it: Le tue parole chiave secondarie sono troppo complesse. Semplificale a 5 parole o meno per migliorare la leggibilità e il riconoscimento da parte dei motori di ricerca nei meta titoli e nelle meta description.
nl_nl: Uw secundaire zoekwoorden zijn te complex. Vereenvoudig ze tot 5 woorden of minder om de leesbaarheid en herkenning door zoekmachines in metatitels en -beschrijvingen te verbeteren.
pl_pl: Twoje dodatkowe słowa kluczowe są zbyt złożone. Uprość je do 5 słów lub mniej, aby poprawić czytelność i rozpoznawalność przez wyszukiwarki w metatytułach i opisach.
pt_br: Suas palavras-chave secundárias são muito complexas. Simplifique-as para 5 palavras ou menos para melhorar a legibilidade e o reconhecimento pelos motores de busca nos metatítulos e na descrição.

source: Your selected keywords face intense competition. Pivot toward alternative terms with moderate competition to enhance visibility and achieve better ranking positions.
de_de: Ihre ausgewählten Keywords stehen in intensivem Wettbewerb. Schwenken Sie auf alternative Begriffe mit moderatem Wettbewerb um, um die Sichtbarkeit zu erhöhen und bessere Ranking-Positionen zu erreichen.
es_es: Las palabras clave que has seleccionado se enfrentan a una intensa competencia. Cámbiate a términos alternativos con una competencia moderada para mejorar la visibilidad y conseguir mejores posiciones en el posicionamiento.
fr_fr: Vos mots-clés sélectionnés font face à une concurrence intense. Pivotez vers des termes alternatifs avec une concurrence modérée pour améliorer la visibilité et obtenir de meilleures positions de classement.
it_it: Le parole chiave che hai selezionato hanno una concorrenza intensa. Orienta la tua scelta verso termini alternativi con una concorrenza moderata per aumentare la visibilità e ottenere posizioni migliori in classifica.
nl_nl: Uw geselecteerde zoekwoorden hebben te maken met intense concurrentie. Richt u op alternatieve termen met gematigde concurrentie om de zichtbaarheid te vergroten en betere rankingposities te bereiken.
pl_pl: Wybrane przez Ciebie słowa kluczowe spotykają się z intensywną konkurencją. Skieruj się ku alternatywnym terminom o umiarkowanej konkurencji, aby zwiększyć widoczność i osiągnąć lepsze pozycje w rankingu.
pt_br: As palavras-chave que você selecionou enfrentam uma concorrência intensa. Mude para termos alternativos com concorrência moderada para aumentar a visibilidade e alcançar melhores posições no ranking.

source: Your site has X-Robots-Tag HTTP header issues that may affect search engine crawling and indexing. These HTTP headers need to be corrected to ensure proper visibility.
de_de: Ihre Website hat Probleme mit dem X-Robots-Tag-HTTP-Header, die das Crawling und die Indizierung durch Suchmaschinen beeinträchtigen können. Diese HTTP-Header müssen korrigiert werden, um eine ordnungsgemäße Sichtbarkeit zu gewährleisten.
es_es: Tu sitio tiene problemas con la cabecera HTTP X-Robots-Tag que pueden afectar al rastreo e indexación de los motores de búsqueda. Es necesario corregir estas cabeceras HTTP para garantizar una visibilidad adecuada.
fr_fr: Votre site a des problèmes d'en-tête HTTP X-Robots-Tag qui peuvent affecter le crawl et l'indexation des moteurs de recherche. Ces en-têtes HTTP doivent être corrigés pour assurer une visibilité appropriée.
it_it: Il tuo sito ha problemi con l'header HTTP X-Robots-Tag che possono influenzare la scansione e l'indicizzazione da parte dei motori di ricerca. Questi header HTTP devono essere corretti per garantire una corretta visibilità.
nl_nl: Uw site heeft problemen met de X-Robots-Tag HTTP-header die het crawlen en indexeren door zoekmachines kunnen beïnvloeden. Deze HTTP-headers moeten worden gecorrigeerd om een goede zichtbaarheid te garanderen.
pl_pl: Twoja witryna ma problemy z nagłówkiem HTTP X-Robots-Tag, które mogą wpływać na indeksowanie przez wyszukiwarki. Te nagłówki HTTP muszą zostać poprawione, aby zapewnić prawidłową widoczność.
pt_br: Seu site tem problemas com o cabeçalho HTTP X-Robots-Tag que podem afetar o rastreamento e a indexação pelos motores de busca. Esses cabeçalhos HTTP precisam ser corrigidos para garantir a visibilidade adequada.

source: Your site needs a structured keyword mapping strategy. Create a comprehensive plan assigning specific terms to each page, preventing content overlap and maximizing topical authority.
de_de: Ihre Seite benötigt eine strukturierte Keyword-Mapping-Strategie. Erstellen Sie einen umfassenden Plan, der jeder Seite spezifische Begriffe zuweist, um Inhaltsüberschneidungen zu vermeiden und die thematische Autorität zu maximieren.
es_es: Tu sitio necesita una estrategia estructurada de asignación de palabras clave. Crea un plan completo que asigne términos específicos a cada página, evitando la superposición de contenidos y maximizando la autoridad temática.
fr_fr: Votre site a besoin d'une stratégie de cartographie de mots-clés structurée. Créez un plan complet assignant des termes spécifiques à chaque page, évitant le chevauchement de contenu et maximisant l'autorité thématique.
it_it: Il tuo sito necessita di una strategia strutturata di mappatura delle parole chiave. Crea un piano completo che assegni termini specifici a ciascuna pagina, evitando la sovrapposizione di contenuti e massimizzando l'autorevolezza tematica.
nl_nl: Uw site heeft een gestructureerde zoekwoord-mappingstrategie nodig. Maak een uitgebreid plan waarin specifieke termen aan elke pagina worden toegewezen, om content-overlap te voorkomen en de thematische autoriteit te maximaliseren.
pl_pl: Twoja witryna potrzebuje ustrukturyzowanej strategii mapowania słów kluczowych. Stwórz kompleksowy plan przypisujący określone terminy do każdej strony, zapobiegając nakładaniu się treści i maksymalizując autorytet tematyczny.
pt_br: Seu site precisa de uma estratégia estruturada de mapeamento de palavras-chave. Crie um plano abrangente atribuindo termos específicos a cada página, evitando a sobreposição de conteúdo e maximizando a autoridade do tópico.

source: Your site needs content addressing several industry-relevant keywords. Develop strategic pages targeting these untapped opportunities to capture additional search traffic and audience segments.
de_de: Ihre Seite benötigt Inhalte, die mehrere branchenrelevante Keywords ansprechen. Entwickeln Sie strategische Seiten, die auf diese ungenutzten Möglichkeiten abzielen, um zusätzlichen Such-Traffic und Zielgruppensegmente zu gewinnen.
es_es: Tu sitio necesita contenido que aborde varias palabras clave relevantes para el sector. Desarrolla páginas estratégicas dirigidas a estas oportunidades sin explotar para captar tráfico de búsqueda y segmentos de audiencia adicionales.
fr_fr: Votre site a besoin de contenu abordant plusieurs mots-clés pertinents pour l'industrie. Développez des pages stratégiques ciblant ces opportunités inexploitées pour capturer du trafic de recherche supplémentaire et des segments d'audience.
it_it: Il tuo sito necessita di contenuti che trattino diverse parole chiave pertinenti per il settore. Sviluppa pagine strategiche che puntino a queste opportunità non sfruttate per catturare traffico di ricerca aggiuntivo e segmenti di pubblico.
nl_nl: Uw site heeft content nodig die zich richt op meerdere voor de sector relevante zoekwoorden. Ontwikkel strategische pagina's die gericht zijn op deze onbenutte kansen om extra zoekverkeer en doelgroepsegmenten te vangen.
pl_pl: Twoja witryna potrzebuje treści odnoszących się do kilku słów kluczowych istotnych dla branży. Opracuj strategiczne strony ukierunkowane na te niewykorzystane możliwości, aby przyciągnąć dodatkowy ruch z wyszukiwarek i segmenty odbiorców.
pt_br: Seu site precisa de conteúdo que aborde várias palavras-chave relevantes para o setor. Desenvolva páginas estratégicas visando essas oportunidades inexploradas para capturar tráfego de busca adicional e segmentos de público.

source: Your structured data contains validation errors, preventing search engines from properly interpreting it. Resolve these issues to ensure effective indexing and rich result display.
de_de: Ihre strukturierten Daten enthalten Validierungsfehler, die Suchmaschinen daran hindern, sie korrekt zu interpretieren. Beheben Sie diese Probleme, um eine effektive Indizierung und die Anzeige von Rich Results zu gewährleisten.
es_es: Tus datos estructurados contienen errores de validación, lo que impide que los motores de búsqueda los interpreten correctamente. Resuelve estos problemas para garantizar una indexación eficaz y la visualización de resultados enriquecidos.
fr_fr: Vos données structurées contiennent des erreurs de validation, empêchant les moteurs de recherche de les interpréter correctement. Résolvez ces problèmes pour assurer une indexation efficace et un affichage de résultats enrichis.
it_it: I tuoi dati strutturati contengono errori di validazione, impedendo ai motori di ricerca di interpretarli correttamente. Risolvi questi problemi per garantire un'indicizzazione efficace e la visualizzazione di risultati avanzati.
nl_nl: Uw gestructureerde gegevens bevatten validatiefouten, waardoor zoekmachines deze niet correct kunnen interpreteren. Los deze problemen op om een effectieve indexering en weergave van rich results te garanderen.
pl_pl: Twoje dane strukturalne zawierają błędy walidacji, co uniemożliwia wyszukiwarkom ich prawidłową interpretację. Rozwiąż te problemy, aby zapewnić skuteczne indeksowanie i wyświetlanie wyników rozszerzonych.
pt_br: Seus dados estruturados contêm erros de validação, impedindo que os motores de busca os interpretem corretamente. Resolva esses problemas para garantir uma indexação eficaz e a exibição de resultados enriquecidos.

source: Your website does not serve WebP images or provide fallbacks for browsers that support this format. Implementing WebP with proper fallbacks can significantly improve page load times while ensuring compatibility across all browsers.
de_de: Ihre Website liefert keine WebP-Bilder oder bietet keine Fallbacks für Browser, die dieses Format unterstützen. Die Implementierung von WebP mit geeigneten Fallbacks kann die Ladezeiten der Seite erheblich verbessern und gleichzeitig die Kompatibilität mit allen Browsern gewährleisten.
es_es: Tu sitio web no sirve imágenes WebP ni proporciona alternativas para los navegadores que soportan este formato. La implementación de WebP con las alternativas adecuadas puede mejorar significativamente los tiempos de carga de la página, al tiempo que se garantiza la compatibilidad con todos los navegadores.
fr_fr: Votre site web ne sert pas d'images WebP ou ne fournit pas de fallbacks pour les navigateurs qui supportent ce format. Implémenter WebP avec des fallbacks appropriés peut considérablement améliorer les temps de chargement de page tout en assurant la compatibilité à travers tous les navigateurs.
it_it: Il tuo sito web non fornisce immagini WebP né fallback per i browser che supportano questo formato. L'implementazione di WebP con fallback adeguati può migliorare significativamente i tempi di caricamento della pagina, garantendo al contempo la compatibilità con tutti i browser.
nl_nl: Uw website serveert geen WebP-afbeeldingen of biedt geen fallbacks voor browsers die dit formaat ondersteunen. Het implementeren van WebP met de juiste fallbacks kan de laadtijden van pagina's aanzienlijk verbeteren en tegelijkertijd compatibiliteit met alle browsers garanderen.
pl_pl: Twoja witryna nie serwuje obrazów WebP ani nie zapewnia alternatyw dla przeglądarek, które obsługują ten format. Wdrożenie WebP z odpowiednimi alternatywami może znacznie skrócić czas ładowania strony, zapewniając jednocześnie kompatybilność ze wszystkimi przeglądarkami.
pt_br: Seu site não serve imagens WebP nem fornece alternativas (fallbacks) para navegadores que não suportam este formato. Implementar WebP com alternativas adequadas pode melhorar significativamente os tempos de carregamento da página, garantindo a compatibilidade em todos os navegadores.

source: Your website isn't seen as an authority on this topic. Create a main page (pillar page) about your core topic, then link to related pages that cover specific aspects in more detail. This connected structure shows search engines you're an expert on the subject.
de_de: Ihre Website wird nicht als Autorität zu diesem Thema angesehen. Erstellen Sie eine Hauptseite (Pillar Page) zu Ihrem Kernthema und verlinken Sie dann auf verwandte Seiten, die spezifische Aspekte detaillierter behandeln. Diese vernetzte Struktur zeigt Suchmaschinen, dass Sie ein Experte auf diesem Gebiet sind.
es_es: Tu sitio web no es visto como una autoridad en este tema. Crea una página principal (página pilar) sobre tu tema central, y luego enlaza a páginas relacionadas que cubran aspectos específicos con más detalle. Esta estructura conectada muestra a los motores de búsqueda que eres un experto en el tema.
fr_fr: Votre site web n'est pas considéré comme une autorité en la matière. Créez une page principale (page pilier) sur votre sujet principal, puis créez des liens vers des pages connexes qui couvrent des aspects spécifiques de manière plus détaillée. Cette structure connectée montre aux moteurs de recherche que vous êtes un expert en la matière.
it_it: Il tuo sito web non è considerato autorevole su questo argomento. Crea una pagina principale (pillar page) sul tuo argomento centrale, poi collegala a pagine correlate che trattano aspetti specifici in modo più dettagliato. Questa struttura collegata mostra ai motori di ricerca che sei un esperto in materia.
nl_nl: Uw website wordt niet gezien als een autoriteit op dit onderwerp. Maak een hoofdpagina (pillar page) over uw kernonderwerp en link vervolgens naar gerelateerde pagina's die specifieke aspecten in meer detail behandelen. Deze verbonden structuur toont aan zoekmachines dat u een expert bent op dit gebied.
pl_pl: Twoja witryna nie jest postrzegana jako autorytet w tym temacie. Stwórz stronę główną (stronę filarową) na temat swojego głównego tematu, a następnie linkuj do powiązanych stron, które szczegółowo omawiają konkretne aspekty. Ta połączona struktura pokazuje wyszukiwarkom, że jesteś ekspertem w danej dziedzinie.
pt_br: Seu site não é visto como uma autoridade neste tópico. Crie uma página principal (página pilar) sobre seu tópico central e, em seguida, crie links para páginas relacionadas que cobrem aspectos específicos com mais detalhes. Essa estrutura conectada mostra aos motores de busca que você é um especialista no assunto.

source: Your website requires a robots.txt file to guide search engine crawlers effectively. Implementing this essential file will enhance crawl efficiency and provide better indexation control.
de_de: Ihre Website benötigt eine robots.txt-Datei, um Suchmaschinen-Crawler effektiv zu leiten. Die Implementierung dieser wichtigen Datei verbessert die Crawl-Effizienz und ermöglicht eine bessere Indizierungskontrolle.
es_es: Tu sitio web requiere un archivo robots.txt para guiar eficazmente a los rastreadores de los motores de búsqueda. La implementación de este archivo esencial mejorará la eficacia del rastreo y proporcionará un mejor control de la indexación.
fr_fr: Votre site web nécessite un fichier robots.txt pour guider efficacement les crawlers des moteurs de recherche. Implémenter ce fichier essentiel améliorera l'efficacité de crawl et fournira un meilleur contrôle d'indexation.
it_it: Il tuo sito web richiede un file robots.txt per guidare efficacemente i crawler dei motori di ricerca. L'implementazione di questo file essenziale migliorerà l'efficienza della scansione e fornirà un migliore controllo sull'indicizzazione.
nl_nl: Uw website heeft een robots.txt-bestand nodig om crawlers van zoekmachines effectief te begeleiden. Het implementeren van dit essentiële bestand zal de crawlefficiëntie verbeteren en een betere indexeringscontrole bieden.
pl_pl: Twoja witryna wymaga pliku robots.txt, aby skutecznie kierować robotami wyszukiwarek. Zaimplementowanie tego niezbędnego pliku zwiększy wydajność indeksowania i zapewni lepszą kontrolę nad nim.
pt_br: Seu site requer um arquivo robots.txt para guiar os rastreadores dos motores de busca de forma eficaz. Implementar este arquivo essencial melhorará a eficiência do rastreamento e fornecerá um melhor controle de indexação.

source: and
de_de: und
es_es: y
fr_fr: et
it_it: e
nl_nl: en
pl_pl: i
pt_br: e

source: fixing
de_de: Korrektur
es_es: corrección
fr_fr: correction
it_it: una correzione
nl_nl: correctie
pl_pl: poprawy
pt_br: correção
