Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Your page does not leverage browser caching effectively. Proper cache settings allow returning visitors to load your page faster by storing resources locally. Set appropriate cache headers for static resources.
de_de: Ihre Seite nutzt das Browser-Caching nicht effektiv. Korrekte Cache-Einstellungen ermöglichen wiederkehrenden Besuchern ein schnelleres Laden Ihrer Seite, indem Ressourcen lokal gespeichert werden. Legen Sie geeignete Cache-Header für statische Ressourcen fest.
es_es: Tu página no aprovecha eficazmente la caché del navegador. Una configuración de caché adecuada permite a los visitantes que regresan cargar tu página más rápidamente almacenando los recursos localmente. Establece cabeceras de caché adecuadas para los recursos estáticos.
fr_fr: Votre page ne tire pas parti efficacement de la mise en cache du navigateur. Les paramètres de cache appropriés permettent aux visiteurs de retour de charger votre page plus rapidement en stockant les ressources localement. Définissez des en-têtes de cache appropriés pour les ressources statiques.
it_it: La tua pagina non sfrutta efficacemente la cache del browser. Impostazioni di cache corrette consentono ai visitatori di ritorno di caricare la pagina più velocemente memorizzando le risorse localmente. Imposta degli header di cache appropriati per le risorse statiche.
nl_nl: Uw pagina maakt niet effectief gebruik van browsercaching. De juiste cache-instellingen stellen terugkerende bezoekers in staat uw pagina sneller te laden door bronnen lokaal op te slaan. Stel de juiste cache-headers in voor statische bronnen.
pl_pl: Twoja strona nie wykorzystuje efektywnie pamięci podręcznej przeglądarki. Odpowiednie ustawienia pamięci podręcznej pozwalają powracającym odwiedzającym szybciej ładować stronę poprzez przechowywanie zasobów lokalnie. Ustaw odpowiednie nagłówki cache dla zasobów statycznych.
pt_br: Sua página não utiliza o cache do navegador de forma eficaz. Configurações de cache adequadas permitem que visitantes recorrentes carreguem sua página mais rapidamente, armazenando recursos localmente. Defina cabeçalhos de cache apropriados para recursos estáticos.

source: Your page has a low overall performance score. Slow loading pages lead to higher bounce rates and lower conversion rates. Implement the specific recommendations to improve page speed.
de_de: Ihre Seite hat eine niedrige Gesamtleistungsbewertung. Langsam ladende Seiten führen zu höheren Absprungraten und niedrigeren Konversionsraten. Setzen Sie die spezifischen Empfehlungen um, um die Seitengeschwindigkeit zu verbessern.
es_es: Tu página tiene una puntuación de rendimiento general baja. Las páginas que cargan lentamente provocan mayores tasas de rebote y menores tasas de conversión. Implementa las recomendaciones específicas para mejorar la velocidad de la página.
fr_fr: Votre page a un score de performance global faible. Les pages à chargement lent conduisent à des taux de rebond plus élevés et des taux de conversion plus faibles. Implémentez les recommandations spécifiques pour améliorer la vitesse de page.
it_it: La tua pagina ha un punteggio di performance complessivo basso. Le pagine a caricamento lento portano a una maggiore frequenza di rimbalzo e a tassi di conversione più bassi. Implementa le raccomandazioni specifiche per migliorare la velocità della pagina.
nl_nl: Uw pagina heeft een lage algehele prestatiescore. Langzaam ladende pagina's leiden tot hogere bouncepercentages en lagere conversieratio's. Implementeer de specifieke aanbevelingen om de paginasnelheid te verbeteren.
pl_pl: Twoja strona ma niski ogólny wynik wydajności. Wolno ładujące się strony prowadzą do wyższych współczynników odrzuceń i niższych współczynników konwersji. Zastosuj konkretne zalecenia, aby poprawić szybkość strony.
pt_br: Sua página tem uma pontuação geral de desempenho baixa. Páginas de carregamento lento levam a taxas de rejeição mais altas e taxas de conversão mais baixas. Implemente as recomendações específicas para melhorar a velocidade da página.

source: Your page has been flagged by Google Safe Browsing. This indicates potential security issues such as malware, phishing, or harmful content that could harm visitors and damage your site reputation.
de_de: Ihre Seite wurde von Google Safe Browsing als unsicher markiert. Dies deutet auf potenzielle Sicherheitsprobleme wie Malware, Phishing oder schädliche Inhalte hin, die Besucher schädigen und den Ruf Ihrer Website beeinträchtigen könnten.
es_es: Tu página ha sido marcada por la Navegación segura de Google. Esto indica posibles problemas de seguridad, como malware, suplantación de identidad (phishing) o contenido dañino que podría perjudicar a los visitantes y dañar la reputación de tu sitio.
fr_fr: Votre page a été signalée par Google Safe Browsing. Cela indique des problèmes de sécurité potentiels comme des malwares, du phishing ou du contenu nuisible qui pourrait nuire aux visiteurs et endommager la réputation de votre site.
it_it: La tua pagina è stata segnalata da Google Safe Browsing. Questo indica potenziali problemi di sicurezza come malware, phishing o contenuti dannosi che potrebbero danneggiare i visitatori e la reputazione del tuo sito.
nl_nl: Uw pagina is gemarkeerd door Google Safe Browsing. Dit duidt op mogelijke beveiligingsproblemen zoals malware, phishing of schadelijke content die bezoekers kunnen schaden en de reputatie van uw site kunnen beschadigen.
pl_pl: Twoja strona została oznaczona przez Google Safe Browsing. Wskazuje to na potencjalne problemy z bezpieczeństwem, takie jak złośliwe oprogramowanie, phishing lub szkodliwe treści, które mogą zaszkodzić odwiedzającym i uszkodzić reputację Twojej witryny.
pt_br: Sua página foi sinalizada pelo Google Safe Browsing. Isso indica possíveis problemas de segurança, como malware, phishing ou conteúdo prejudicial que pode afetar os visitantes e danificar a reputação do seu site.

source: Your page has render-blocking resources that delay page rendering. These resources (typically CSS and JavaScript) prevent the page from displaying quickly. Inline critical CSS, defer non-critical CSS, and use async/defer for scripts.
de_de: Ihre Seite hat renderblockierende Ressourcen, die das Rendern der Seite verzögern. Diese Ressourcen (typischerweise CSS und JavaScript) verhindern eine schnelle Anzeige der Seite. Binden Sie kritisches CSS inline ein, verschieben Sie unkritisches CSS und verwenden Sie async/defer für Skripte.
es_es: Tu página tiene recursos que bloquean el renderizado y que retrasan la representación de la página. Estos recursos (normalmente CSS y JavaScript) impiden que la página se muestre rápidamente. Inserta el CSS crítico, aplaza el CSS no crítico y utiliza async/defer para los scripts.
fr_fr: Votre page a des ressources bloquant le rendu qui retardent l'affichage de la page. Ces ressources (typiquement CSS et JavaScript) empêchent la page de s'afficher rapidement. Intégrez le CSS critique, différez le CSS non critique, et utilisez async/defer pour les scripts.
it_it: La tua pagina ha risorse che bloccano il rendering e ne ritardano la visualizzazione. Queste risorse (tipicamente CSS e JavaScript) impediscono alla pagina di essere visualizzata rapidamente. Includi il CSS critico inline, differisci il CSS non critico e usa async/defer per gli script.
nl_nl: Uw pagina heeft render-blocking bronnen die het renderen van de pagina vertragen. Deze bronnen (meestal CSS en JavaScript) voorkomen dat de pagina snel wordt weergegeven. Inline kritieke CSS, stel niet-kritieke CSS uit, en gebruik async/defer voor scripts.
pl_pl: Twoja strona ma zasoby blokujące renderowanie, które opóźniają wyświetlanie strony. Te zasoby (zazwyczaj CSS i JavaScript) uniemożliwiają szybkie wyświetlenie strony. Umieść krytyczny CSS w kodzie HTML, odłóż ładowanie niekrytycznego CSS i użyj async/defer dla skryptów.
pt_br: Sua página tem recursos que bloqueiam a renderização e atrasam a exibição da página. Esses recursos (geralmente CSS e JavaScript) impedem que a página seja exibida rapidamente. Incorpore o CSS crítico, adie o CSS não crítico e use async/defer para scripts.

source: Your page has very few websites linking to it. Getting links from at least 10 different websites will help search engines trust your site more and improve your rankings.
de_de: Ihre Seite hat nur sehr wenige Websites, die auf sie verlinken. Links von mindestens 10 verschiedenen Websites helfen Suchmaschinen dabei, Ihrer Seite mehr zu vertrauen und Ihre Rankings zu verbessern.
es_es: Hay muy pocos sitios web que enlazan a tu página. Conseguir enlaces de al menos 10 sitios web diferentes ayudará a que los motores de búsqueda confíen más en tu sitio y mejoren tu posicionamiento.
fr_fr: Votre page a très peu de sites web qui y font des liens. Obtenir des liens d'au moins 10 sites web différents aidera les moteurs de recherche à faire plus confiance à votre site et à améliorer vos classements.
it_it: La tua pagina ha pochissimi siti web che vi si collegano. Ottenere link da almeno 10 siti web diversi aiuterà i motori di ricerca a fidarsi di più del tuo sito e a migliorare il tuo posizionamento.
nl_nl: Zeer weinig websites linken naar uw pagina. Het verkrijgen van links van minstens 10 verschillende websites zal zoekmachines helpen uw site meer te vertrouwen en uw rankings te verbeteren.
pl_pl: Do Twojej strony prowadzi bardzo mało linków z innych witryn. Zdobycie linków z co najmniej 10 różnych witryn pomoże wyszukiwarkom bardziej zaufać Twojej stronie i poprawić Twoje rankingi.
pt_br: Sua página tem muito poucos sites com links para ela. Obter links de pelo menos 10 sites diferentes ajudará os motores de busca a confiarem mais no seu site e a melhorarem seus rankings.

source: Your page includes unminified CSS and JavaScript files. Minification removes unnecessary characters from code without changing functionality, reducing file size. Minify all CSS and JavaScript resources.
de_de: Ihre Seite enthält nicht-minifizierte CSS- und JavaScript-Dateien. Die Minifizierung entfernt unnötige Zeichen aus dem Code, ohne die Funktionalität zu ändern, und reduziert die Dateigröße. Minifizieren Sie alle CSS- und JavaScript-Ressourcen.
es_es: Tu página incluye archivos CSS y JavaScript sin minificar. La minificación elimina los caracteres innecesarios del código sin cambiar la funcionalidad, reduciendo el tamaño del archivo. Minifica todos los recursos CSS y JavaScript.
fr_fr: Votre page inclut des fichiers CSS et JavaScript non minifiés. La minification supprime les caractères inutiles du code sans changer la fonctionnalité, réduisant la taille du fichier. Minifiez toutes les ressources CSS et JavaScript.
it_it: La tua pagina include file CSS e JavaScript non minificati. La minificazione rimuove i caratteri non necessari dal codice senza alterarne la funzionalità, riducendo la dimensione del file. Minifica tutte le risorse CSS e JavaScript.
nl_nl: Uw pagina bevat niet-geminificeerde CSS- en JavaScript-bestanden. Minificatie verwijdert onnodige tekens uit de code zonder de functionaliteit te veranderen, waardoor de bestandsgrootte wordt verkleind. Minificeer alle CSS- en JavaScript-bronnen.
pl_pl: Twoja strona zawiera niezminifikowane pliki CSS i JavaScript. Minifikacja usuwa niepotrzebne znaki z kodu bez zmiany jego funkcjonalności, zmniejszając rozmiar pliku. Zminifikuj wszystkie zasoby CSS i JavaScript.
pt_br: Sua página inclui arquivos CSS e JavaScript não minificados. A minificação remove caracteres desnecessários do código sem alterar a funcionalidade, reduzindo o tamanho do arquivo. Minifique todos os recursos CSS e JavaScript.

source: Your page is not indexed by search engines. This means it won't appear in search results, significantly limiting its visibility and traffic potential.
de_de: Ihre Seite wird von Suchmaschinen nicht indiziert. Das bedeutet, dass sie nicht in den Suchergebnissen erscheint, was ihre Sichtbarkeit und ihr Traffic-Potenzial erheblich einschränkt.
es_es: Tu página no está indexada por los motores de búsqueda. Esto significa que no aparecerá en los resultados de búsqueda, lo que limita significativamente su visibilidad y su potencial de tráfico.
fr_fr: Votre page n'est pas indexée par les moteurs de recherche. Cela signifie qu'elle n'apparaîtra pas dans les résultats de recherche, limitant considérablement sa visibilité et son potentiel de trafic.
it_it: La tua pagina non è indicizzata dai motori di ricerca. Ciò significa che non apparirà nei risultati di ricerca, limitando significativamente la sua visibilità e il suo potenziale di traffico.
nl_nl: Uw pagina is niet geïndexeerd door zoekmachines. Dit betekent dat deze niet in de zoekresultaten zal verschijnen, wat de zichtbaarheid en het verkeerspotentieel aanzienlijk beperkt.
pl_pl: Twoja strona nie jest indeksowana przez wyszukiwarki. Oznacza to, że nie pojawi się w wynikach wyszukiwania, co znacznie ogranicza jej widoczność i potencjał ruchu.
pt_br: Sua página não está indexada pelos motores de busca. Isso significa que ela não aparecerá nos resultados de busca, limitando significativamente sua visibilidade e potencial de tráfego.

source: Your page lacks a canonical tag, risking search ranking dilution through duplicate content. Implement this tag to consolidate page authority and clarify preferred URL versions.
de_de: Ihrer Seite fehlt ein Canonical-Tag, was eine Schwächung des Such-Rankings durch doppelten Inhalt riskiert. Implementieren Sie diesen Tag, um die Seitenautorität zu konsolidieren und bevorzugte URL-Versionen zu klären.
es_es: Tu página carece de una etiqueta canónica, lo que supone un riesgo de dilución del posicionamiento en los buscadores por contenido duplicado. Implementa esta etiqueta para consolidar la autoridad de la página y aclarar las versiones de URL preferidas.
fr_fr: Votre page manque d'une balise canonique, risquant une dilution du classement de recherche par du contenu dupliqué. Implémentez cette balise pour consolider l'autorité de la page et clarifier les versions d'URL préférées.
it_it: Alla tua pagina manca un tag canonical, rischiando la diluizione del posizionamento a causa di contenuti duplicati. Implementa questo tag per consolidare l'autorevolezza della pagina e chiarire le versioni URL preferite.
nl_nl: Uw pagina mist een canonical-tag, wat het risico op verwatering van de zoekranking door dubbele content met zich meebrengt. Implementeer deze tag om de pagina-autoriteit te consolideren en de voorkeurs-URL-versies te verduidelijken.
pl_pl: Twojej stronie brakuje tagu kanonicznego, co grozi osłabieniem rankingu w wyszukiwarkach przez powieloną treść. Zaimplementuj ten tag, aby skonsolidować autorytet strony i wyjaśnić preferowane wersje adresu URL.
pt_br: Sua página não tem uma tag canônica, arriscando a diluição do ranking de busca por conteúdo duplicado. Implemente esta tag para consolidar a autoridade da página e esclarecer as versões de URL preferenciais.

source: Your page needs a meta description. Creating a compelling summary improves SERP appearance, drives qualified traffic, and communicates page value to search engines.
de_de: Ihre Seite benötigt eine Meta-Beschreibung. Eine überzeugende Zusammenfassung verbessert das Erscheinungsbild in den SERPs, zieht qualifizierten Traffic an und kommuniziert den Wert der Seite an Suchmaschinen.
es_es: Tu página necesita una metadescripción. Crear un resumen atractivo mejora la apariencia en las SERP, atrae tráfico cualificado y comunica el valor de la página a los motores de búsqueda.
fr_fr: Votre page a besoin d'une méta-description. Créer un résumé convaincant améliore l'apparence SERP, génère du trafic qualifié et communique la valeur de la page aux moteurs de recherche.
it_it: La tua pagina necessita di una meta description. Creare un riassunto accattivante migliora l'aspetto nella SERP, porta traffico qualificato e comunica il valore della pagina ai motori di ricerca.
nl_nl: Uw pagina heeft een metabeschrijving nodig. Het creëren van een overtuigende samenvatting verbetert de weergave in SERP's, trekt gekwalificeerd verkeer aan en communiceert de paginawaarde aan zoekmachines.
pl_pl: Twoja strona potrzebuje metaopisu. Stworzenie przekonującego podsumowania poprawia wygląd w wynikach wyszukiwania (SERP), przyciąga kwalifikowany ruch i komunikuje wartość strony wyszukiwarkom.
pt_br: Sua página precisa de uma meta-descrição. Criar um resumo atraente melhora a aparência na SERP, atrai tráfego qualificado e comunica o valor da página para os motores de busca.

source: Your page needs structured data implementation. Adding appropriate schema markup enhances search engine comprehension and boosts visibility in rich search results.
de_de: Ihre Seite benötigt eine Implementierung von strukturierten Daten. Das Hinzufügen eines geeigneten Schema-Markups verbessert das Verständnis durch Suchmaschinen und erhöht die Sichtbarkeit in Rich-Suchergebnissen.
es_es: Tu página necesita la implementación de datos estructurados. Añadir un marcado de schema apropiado mejora la comprensión de los motores de búsqueda y aumenta la visibilidad en los resultados de búsqueda enriquecidos.
fr_fr: Votre page a besoin d'une implémentation de données structurées. Ajouter un balisage de schéma approprié améliore la compréhension des moteurs de recherche et augmente la visibilité dans les résultats de recherche enrichis.
it_it: La tua pagina necessita dell'implementazione di dati strutturati. L'aggiunta di un markup dello schema appropriato migliora la comprensione da parte dei motori di ricerca e aumenta la visibilità nei risultati di ricerca avanzati.
nl_nl: Uw pagina heeft een implementatie van gestructureerde gegevens nodig. Het toevoegen van de juiste schema-markup verbetert het begrip door zoekmachines en verhoogt de zichtbaarheid in rich search results.
pl_pl: Twoja strona wymaga implementacji danych strukturalnych. Dodanie odpowiednich znaczników schema poprawia zrozumienie przez wyszukiwarki i zwiększa widoczność w rozszerzonych wynikach wyszukiwania.
pt_br: Sua página precisa da implementação de dados estruturados. Adicionar a marcação de schema apropriada melhora a compreensão dos motores de busca e aumenta a visibilidade em resultados de busca enriquecidos.

source: Your page omits the crucial H1 heading tag. Incorporate a descriptive, keyword-rich H1 element to establish page hierarchy and strengthen topical relevance for search engines.
de_de: Ihre Seite lässt den entscheidenden H1-Überschriften-Tag aus. Integrieren Sie ein beschreibendes, keywordreiches H1-Element, um die Seitenhierarchie festzulegen und die thematische Relevanz für Suchmaschinen zu stärken.
es_es: Tu página omite la etiqueta de encabezado H1, que es crucial. Incorpora un elemento H1 descriptivo y rico en palabras clave para establecer la jerarquía de la página y reforzar la relevancia temática para los motores de búsqueda.
fr_fr: Votre page omet la balise de titre H1 cruciale. Incorporez un élément H1 descriptif et riche en mots-clés pour établir la hiérarchie de page et renforcer la pertinence thématique pour les moteurs de recherche.
it_it: La tua pagina omette il tag di intestazione H1, che è cruciale. Includi un elemento H1 descrittivo e ricco di parole chiave per stabilire la gerarchia della pagina e rafforzare la pertinenza tematica per i motori di ricerca.
nl_nl: Uw pagina mist de cruciale H1-koptag. Voeg een beschrijvend, zoekwoordrijk H1-element toe om de paginahiërarchie vast te stellen en de thematische relevantie voor zoekmachines te versterken.
pl_pl: Twoja strona pomija kluczowy nagłówek H1. Włącz opisowy, bogaty w słowa kluczowe element H1, aby ustanowić hierarchię strony i wzmocnić trafność tematyczną dla wyszukiwarek.
pt_br: Sua página omite a tag de cabeçalho H1 crucial. Incorpore um elemento H1 descritivo e rico em palavras-chave para estabelecer a hierarquia da página e fortalecer a relevância do tópico para os motores de busca.

source: Your page requires a meta title tag. Implementing a concise, keyword-rich title enhances click-through rates and establishes crucial context for search engines.
de_de: Ihre Seite benötigt einen Meta-Titel-Tag. Die Implementierung eines prägnanten, keywordreichen Titels verbessert die Klickraten und schafft einen entscheidenden Kontext für Suchmaschinen.
es_es: Tu página requiere una etiqueta de metatítulo. La implementación de un título conciso y rico en palabras clave mejora las tasas de clics y establece un contexto crucial para los motores de búsqueda.
fr_fr: Votre page nécessite une balise méta-titre. Implémenter un titre concis et riche en mots-clés améliore les taux de clic et établit un contexte crucial pour les moteurs de recherche.
it_it: La tua pagina richiede un tag meta titolo. L'implementazione di un titolo conciso e ricco di parole chiave aumenta la percentuale di clic e stabilisce un contesto cruciale per i motori di ricerca.
nl_nl: Uw pagina vereist een metatitel-tag. Het implementeren van een beknopte, zoekwoordrijke titel verbetert de doorklikratio's en schept cruciale context voor zoekmachines.
pl_pl: Twoja strona wymaga metatytułu. Zaimplementowanie zwięzłego, bogatego w słowa kluczowe tytułu zwiększa współczynnik klikalności i ustanawia kluczowy kontekst dla wyszukiwarek.
pt_br: Sua página requer uma tag de metatítulo. Implementar um título conciso e rico em palavras-chave melhora as taxas de cliques e estabelece um contexto crucial para os motores de busca.

source: Your page takes too long to load completely. Pages that load in under 3 seconds have significantly higher engagement. Optimize resources to reduce total loading time.
de_de: Ihre Seite benötigt zu lange, um vollständig zu laden. Seiten, die in weniger als 3 Sekunden laden, haben ein deutlich höheres Engagement. Optimieren Sie die Ressourcen, um die gesamte Ladezeit zu reduzieren.
es_es: Tu página tarda demasiado en cargarse por completo. Las páginas que se cargan en menos de 3 segundos tienen una participación significativamente mayor. Optimiza los recursos para reducir el tiempo total de carga.
fr_fr: Votre page prend trop de temps à se charger complètement. Les pages qui se chargent en moins de 3 secondes ont un engagement significativement plus élevé. Optimisez les ressources pour réduire le temps de chargement total.
it_it: La tua pagina impiega troppo tempo a caricarsi completamente. Le pagine che si caricano in meno di 3 secondi hanno un coinvolgimento significativamente più alto. Ottimizza le risorse per ridurre il tempo di caricamento totale.
nl_nl: Uw pagina laadt te langzaam. Pagina's die in minder dan 3 seconden laden, hebben een aanzienlijk hogere betrokkenheid. Optimaliseer bronnen om de totale laadtijd te verkorten.
pl_pl: Twoja strona ładuje się zbyt długo. Strony, które ładują się poniżej 3 sekund, mają znacznie wyższe zaangażowanie. Zoptymalizuj zasoby, aby skrócić całkowity czas ładowania.
pt_br: Sua página leva muito tempo para carregar completamente. Páginas que carregam em menos de 3 segundos têm um engajamento significativamente maior. Otimize os recursos para reduzir o tempo total de carregamento.
