Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Validates structured data against Google's guidelines to ensure markup is properly implemented. Checks schema types and required fields, reporting errors so search engines can display rich snippets accurately.
de_de: Validiert strukturierte Daten anhand der Richtlinien von Google, um sicherzustellen, dass das Markup korrekt implementiert ist. Überprüft Schema-Typen und erforderliche Felder und meldet Fehler, damit Suchmaschinen Rich Snippets korrekt anzeigen können.
es_es: Valida los datos estructurados con las directrices de Google para garantizar que el marcado se implemente correctamente. Comprueba los tipos de schema y los campos obligatorios, e informa de los errores para que los motores de búsqueda puedan mostrar fragmentos enriquecidos con precisión.
fr_fr: Valide les données structurées selon les directives de Google pour garantir une implémentation correcte du balisage. Vérifie les types de schéma et les champs requis, en signalant les erreurs afin que les moteurs de recherche puissent afficher correctement les extraits enrichis.
it_it: Convalida i dati strutturati rispetto alle linee guida di Google per garantire che il markup sia implementato correttamente. Controlla i tipi di schema e i campi obbligatori, segnalando errori in modo che i motori di ricerca possano visualizzare correttamente i rich snippet.
nl_nl: Valideert gestructureerde gegevens aan de hand van de richtlijnen van Google om te verzekeren dat de markup correct is geïmplementeerd. Controleert schematypes en vereiste velden, en rapporteert fouten zodat zoekmachines rich snippets nauwkeurig kunnen weergeven.
pl_pl: Weryfikuje dane strukturalne pod kątem wytycznych Google, aby upewnić się, że znaczniki są prawidłowo zaimplementowane. Sprawdza typy schema i wymagane pola, zgłaszając błędy, aby wyszukiwarki mogły poprawnie wyświetlać fragmenty rozszerzone.
pt_br: Valida os dados estruturados em relação às diretrizes do Google para garantir que a marcação seja implementada corretamente. Verifica os tipos de schema e os campos obrigatórios, relatando erros para que os mecanismos de busca possam exibir rich snippets com precisão.

source: Validates the content length of a post against predefined benchmarks. Analyzes word count, structure, and provides suggestions for optimization.
de_de: Validiert die Inhaltslänge eines Beitrags anhand vordefinierter Benchmarks. Analysiert die Wortanzahl, die Struktur und gibt Optimierungsvorschläge.
es_es: Valida la longitud del contenido de una entrada con respecto a unos valores de referencia predefinidos. Analiza el recuento de palabras y la estructura, y ofrece sugerencias de optimización.
fr_fr: Valide la longueur du contenu d’un article selon des critères prédéfinis. Analyse le nombre de mots, la structure et fournit des suggestions d’optimisation.
it_it: Convalida la lunghezza del contenuto di un articolo rispetto a benchmark predefiniti. Analizza il conteggio delle parole, la struttura e fornisce suggerimenti per l'ottimizzazione.
nl_nl: Valideert de contentlengte van een bericht aan de hand van vooraf gedefinieerde benchmarks. Analyseert het aantal woorden, de structuur en geeft suggesties voor optimalisatie.
pl_pl: Weryfikuje długość treści wpisu w odniesieniu do predefiniowanych wzorców. Analizuje liczbę słów, strukturę i dostarcza sugestii dotyczących optymalizacji.
pt_br: Valida o comprimento do conteúdo de um post em relação a benchmarks predefinidos. Analisa a contagem de palavras, a estrutura e fornece sugestões de otimização.

source: Validates the depth and comprehensiveness of content by analyzing subtopic coverage, semantic richness, and user intent satisfaction. Provides suggestions for improving content quality based on analysis results.
de_de: Validiert die Tiefe und Vollständigkeit von Inhalten durch Analyse der Abdeckung von Unterthemen, des semantischen Reichtums und der Erfüllung der Nutzerabsicht. Gibt Vorschläge zur Verbesserung der Inhaltsqualität basierend auf den Analyseergebnissen.
es_es: Valida la profundidad y la exhaustividad del contenido analizando la cobertura de subtemas, la riqueza semántica y la satisfacción de la intención del usuario. Proporciona sugerencias para mejorar la calidad del contenido basándose en los resultados del análisis.
fr_fr: Valide la profondeur et l’exhaustivité du contenu en analysant la couverture des sous-thèmes, la richesse sémantique et la satisfaction de l’intention de l’utilisateur. Fournit des suggestions pour améliorer la qualité du contenu sur la base des résultats de l’analyse.
it_it: Convalida la profondità e la completezza del contenuto analizzando la copertura dei sottoargomenti, la ricchezza semantica e la soddisfazione dell'intento dell'utente. Fornisce suggerimenti per migliorare la qualità del contenuto in base ai risultati dell'analisi.
nl_nl: Valideert de diepgang en volledigheid van de content door de dekking van subonderwerpen, semantische rijkdom en de tevredenheid van de gebruikersintentie te analyseren. Geeft suggesties voor het verbeteren van de contentkwaliteit op basis van analyseresultaten.
pl_pl: Weryfikuje głębię i kompleksowość treści poprzez analizę pokrycia podtematów, bogactwa semantycznego i zaspokojenia intencji użytkownika. Dostarcza sugestii dotyczących poprawy jakości treści na podstawie wyników analizy.
pt_br: Valida a profundidade e a abrangência do conteúdo, analisando a cobertura de subtópicos, a riqueza semântica e a satisfação da intenção do usuário. Fornece sugestões para melhorar a qualidade do conteúdo com base nos resultados da análise.

source: Validates usage of the srcset attribute so images load appropriate sizes on different devices. Identifies pages with too many non-responsive images and advises implementing responsive techniques to improve performance and mobile SEO.
de_de: Validiert die Verwendung des srcset-Attributs, damit Bilder auf verschiedenen Geräten in passenden Größen geladen werden. Identifiziert Seiten mit zu vielen nicht-responsiven Bildern und empfiehlt die Implementierung responsiver Techniken zur Verbesserung der Leistung und des mobilen SEO.
es_es: Valida el uso del atributo srcset para que las imágenes se carguen en tamaños adecuados en diferentes dispositivos. Identifica las páginas con demasiadas imágenes no adaptables y aconseja implementar técnicas adaptables para mejorar el rendimiento y el SEO móvil.
fr_fr: Valide l’utilisation de l’attribut srcset afin que les images se chargent dans des tailles appropriées sur différents appareils. Identifie les pages contenant trop d’images non réactives et conseille la mise en œuvre de techniques réactives pour améliorer les performances et le SEO mobile.
it_it: Convalida l'uso dell'attributo srcset in modo che le immagini carichino le dimensioni appropriate su dispositivi diversi. Identifica le pagine con troppe immagini non responsive e consiglia di implementare tecniche responsive per migliorare le prestazioni e la SEO mobile.
nl_nl: Valideert het gebruik van het srcset-attribuut zodat afbeeldingen de juiste formaten laden op verschillende apparaten. Identificeert pagina's met te veel niet-responsieve afbeeldingen en adviseert de implementatie van responsieve technieken om de prestaties en mobiele SEO te verbeteren.
pl_pl: Weryfikuje użycie atrybutu srcset, aby obrazy ładowały się w odpowiednich rozmiarach na różnych urządzeniach. Identyfikuje strony ze zbyt wieloma niereresponsywnymi obrazami i zaleca wdrożenie technik responsywnych w celu poprawy wydajności i mobilnego SEO.
pt_br: Valida o uso do atributo srcset para que as imagens carreguem em tamanhos apropriados em diferentes dispositivos. Identifica páginas com muitas imagens não responsivas e aconselha a implementação de técnicas responsivas para melhorar o desempenho e o SEO para dispositivos móveis.

source: Vary Your Sentence Structure
de_de: Variieren Sie Ihren Satzbau
es_es: Varía la estructura de tus frases
fr_fr: Variez la structure de vos phrases
it_it: Varia la struttura delle tue frasi
nl_nl: Varieer uw zinsstructuur
pl_pl: Zróżnicuj strukturę zdań
pt_br: Varie a estrutura das suas frases

source: Verifies that canonical tags are present and correctly point to the preferred URL. Ensures proper formatting to avoid duplicate content issues and guides updates when canonical references are missing or incorrect.
de_de: Überprüft, ob Canonical-Tags vorhanden sind und korrekt auf die bevorzugte URL verweisen. Stellt eine korrekte Formatierung sicher, um Probleme mit doppeltem Inhalt zu vermeiden, und leitet Aktualisierungen an, wenn Canonical-Referenzen fehlen oder falsch sind.
es_es: Verifica que las etiquetas canónicas estén presentes y apunten correctamente a la URL preferida. Garantiza el formato adecuado para evitar problemas de contenido duplicado y guía las actualizaciones cuando las referencias canónicas faltan o son incorrectas.
fr_fr: Vérifie que les balises canoniques sont présentes et pointent correctement vers l’URL préférée. Garantit un formatage approprié pour éviter les problèmes de contenu dupliqué et guide les mises à jour lorsque les références canoniques sont manquantes ou incorrectes.
it_it: Verifica che i tag canonici siano presenti e puntino correttamente all'URL preferito. Garantisce una formattazione corretta per evitare problemi di contenuto duplicato e guida gli aggiornamenti quando i riferimenti canonici sono mancanti o errati.
nl_nl: Verifieert dat canonical-tags aanwezig zijn en correct verwijzen naar de voorkeurs-URL. Zorgt voor de juiste opmaak om problemen met dubbele content te voorkomen en begeleidt updates wanneer canonical-verwijzingen ontbreken of onjuist zijn.
pl_pl: Weryfikuje, czy tagi kanoniczne są obecne i poprawnie wskazują na preferowany adres URL. Zapewnia właściwe formatowanie, aby uniknąć problemów z powieloną treścią i prowadzi aktualizacje, gdy odniesienia kanoniczne są brakujące lub nieprawidłowe.
pt_br: Verifica se as tags canônicas estão presentes e apontam corretamente para a URL preferencial. Garante a formatação adequada para evitar problemas de conteúdo duplicado e orienta as atualizações quando as referências canônicas estão ausentes ou incorretas.

source: Very Difficult: Best understood by university graduates
de_de: Sehr schwierig: Am besten von Hochschulabsolventen verstanden
es_es: Muy difícil: Mejor comprensible para graduados universitarios
fr_fr: Très difficile : Mieux compris par les diplômés universitaires
it_it: Molto difficile: meglio compreso dai laureati
nl_nl: Zeer moeilijk: Het best te begrijpen door universitair afgestudeerden
pl_pl: Bardzo trudny: Najlepiej zrozumiały dla absolwentów uniwersytetów
pt_br: Muito difícil: Melhor compreendido por graduados universitários

source: Very Easy: Easily understood by an average 11-year-old student
de_de: Sehr leicht: Leicht verständlich für einen durchschnittlichen 11-jährigen Schüler
es_es: Muy fácil: Fácil de entender para un estudiante promedio de 11 años
fr_fr: Très facile : Facilement compris par un élève moyen de 11 ans
it_it: Molto facile: facilmente comprensibile da uno studente medio di 11 anni
nl_nl: Zeer eenvoudig: Gemakkelijk te begrijpen door een gemiddelde 11-jarige leerling
pl_pl: Bardzo łatwy: Łatwo zrozumiały dla przeciętnego 11-letniego ucznia
pt_br: Muito fácil: Facilmente compreendido por um aluno médio de 11 anos

source: Very Good
de_de: Sehr gut
es_es: Muy bueno
fr_fr: Très bien
it_it: Molto buono
nl_nl: Zeer goed
pl_pl: Bardzo dobry
pt_br: Muito bom

source: Very Poor
de_de: Sehr schlecht
es_es: Muy deficiente
fr_fr: Très médiocre
it_it: Molto scarso
nl_nl: Zeer slecht
pl_pl: Bardzo słaby
pt_br: Muito ruim

source: Videos on posts
de_de: Videos in Beiträgen
es_es: Vídeos en las entradas
fr_fr: Vidéos sur les publications
it_it: Video negli articoli
nl_nl: Video's op berichten
pl_pl: Filmy w postach
pt_br: Vídeos nas publicações

source: View and respond to posts comments
de_de: Kommentare zu Beiträgen ansehen und beantworten
es_es: Ver y responder a los comentarios de las entradas
fr_fr: Voir et répondre aux commentaires des publications
it_it: Visualizza e rispondi ai commenti degli articoli
nl_nl: Reacties op berichten bekijken en beantwoorden
pl_pl: Przeglądaj i odpowiadaj na komentarze do postów
pt_br: Ver e responder aos comentários das publicações

source: View reviews from multiple platforms
de_de: Bewertungen von mehreren Plattformen ansehen
es_es: Ver reseñas de múltiples plataformas
fr_fr: Voir les avis de plusieurs plateformes
it_it: Visualizza le recensioni da più piattaforme
nl_nl: Reviews van meerdere platforms bekijken
pl_pl: Przeglądaj recenzje z wielu platform
pt_br: Ver avaliações de múltiplas plataformas

source: Warning suggestion
de_de: Warnhinweis
es_es: Sugerencia de advertencia
fr_fr: Suggestion d'avertissement
it_it: Suggerimento di avviso
nl_nl: Waarschuwingssuggestie
pl_pl: Sugestia z ostrzeżeniem
pt_br: Sugestão de aviso

source: Website Analysis Overview
de_de: Übersicht der Website-Analyse
es_es: Resumen del análisis del sitio web
fr_fr: Aperçu de l'analyse du site web
it_it: Panoramica dell'analisi del sito web
nl_nl: Overzicht websiteanalyse
pl_pl: Przegląd analizy witryny
pt_br: Visão Geral da Análise do Site

source: Where do you primarily want to focus your reach? Is there a particular city or region you'd like to target, or do you want to go nationwide?
de_de: Worauf möchten Sie Ihre Reichweite hauptsächlich konzentrieren? Gibt es eine bestimmte Stadt oder Region, die Sie ansprechen möchten, oder möchten Sie landesweit agieren?
es_es: ¿Dónde quieres centrar principalmente tu alcance? ¿Hay alguna ciudad o región en particular a la que te gustaría dirigirte o quieres tener un alcance nacional?
fr_fr: Où souhaitez-vous principalement concentrer votre portée? Y a-t-il une ville ou une région particulière que vous aimeriez cibler, ou voulez-vous couvrir tout le territoire national?
it_it: Dove vuoi concentrare principalmente la tua portata? C'è una città o una regione particolare che vorresti raggiungere, o vuoi puntare a livello nazionale?
nl_nl: Waar wilt u voornamelijk uw bereik op richten? Is er een bepaalde stad of regio die u wilt targeten, of wilt u landelijk gaan?
pl_pl: Gdzie głównie chcesz skupić swój zasięg? Czy jest jakieś konkretne miasto lub region, na który chcesz się ukierunkować, czy też chcesz działać na terenie całego kraju?
pt_br: Onde você quer focar principalmente seu alcance? Existe alguma cidade ou região específica que você gostaria de segmentar, ou você quer atingir todo o país?

source: Wonderful!
de_de: Wunderbar!
es_es: ¡Maravilloso!
fr_fr: Merveilleux!
it_it: Meraviglioso!
nl_nl: Geweldig!
pl_pl: Wspaniale!
pt_br: Maravilha!

source: Write content once. Publish everywhere.
de_de: Inhalte einmal schreiben. Überall veröffentlichen.
es_es: Escribe el contenido una vez. Publícalo en todas partes.
fr_fr: Écrivez le contenu une fois. Publiez partout.
it_it: Scrivi i contenuti una volta. Pubblicali ovunque.
nl_nl: Schrijf content eenmalig. Publiceer overal.
pl_pl: Napisz treść raz. Publikuj wszędzie.
pt_br: Escreva o conteúdo uma vez. Publique em todo lugar.

source: Write words that you want to search
de_de: Geben Sie die Wörter ein, nach denen Sie suchen möchten
es_es: Escribe las palabras que quieres buscar
fr_fr: Écrivez les mots que vous souhaitez rechercher
it_it: Scrivi le parole che vuoi cercare
nl_nl: Schrijf de woorden waarop u wilt zoeken
pl_pl: Wpisz słowa, które chcesz wyszukać
pt_br: Escreva as palavras que você deseja pesquisar

source: Yes, Pro is ideal for small businesses aiming for growth, increased visibility, and efficient marketing management.
de_de: Ja, Pro ist ideal für kleine Unternehmen, die Wachstum, eine höhere Sichtbarkeit und ein effizientes Marketing-Management anstreben.
es_es: Sí, el plan Pro es ideal para pequeñas empresas que buscan crecer, aumentar la visibilidad y gestionar el marketing de forma eficiente.
fr_fr: Oui, Pro est idéal pour les petites entreprises visant la croissance, une visibilité accrue et une gestion marketing efficace.
it_it: Sì, il piano Pro è ideale per le piccole imprese che puntano alla crescita, a una maggiore visibilità e a una gestione efficiente del marketing.
nl_nl: Ja, Pro is ideaal voor kleine bedrijven die streven naar groei, meer zichtbaarheid en efficiënt marketingbeheer.
pl_pl: Tak, plan Pro jest idealny dla małych firm dążących do wzrostu, zwiększonej widoczności i efektywnego zarządzania marketingiem.
pt_br: Sim, o Pro é ideal para pequenas empresas que visam crescimento, maior visibilidade e gestão de marketing eficiente.

source: Yes, it`s perfect for businesses looking to grow their reach by running Google Ads campaigns or boosting posts with Meta ads.
de_de: Ja, es ist perfekt für Unternehmen, die ihre Reichweite durch Google Ads-Kampagnen oder das Bewerben von Beiträgen mit Meta Ads vergrößern möchten.
es_es: Sí, es perfecto para empresas que buscan ampliar su alcance con campañas de Google Ads o promocionando entradas con anuncios de Meta.
fr_fr: Oui, c'est parfait pour les entreprises cherchant à étendre leur portée en lançant des campagnes Google Ads ou en boostant des publications avec des publicités Meta.
it_it: Sì, è perfetto per le aziende che desiderano ampliare la loro portata lanciando campagne Google Ads o potenziando i post con le inserzioni di Meta.
nl_nl: Ja, het is perfect voor bedrijven die hun bereik willen vergroten door Google Ads-campagnes te voeren of berichten te boosten met Meta-advertenties.
pl_pl: Tak, jest to idealne rozwiązanie dla firm, które chcą zwiększyć swój zasięg poprzez prowadzenie kampanii Google Ads lub promowanie postów za pomocą reklam Meta.
pt_br: Sim, é perfeito para empresas que buscam expandir seu alcance com campanhas do Google Ads ou impulsionando publicações com anúncios da Meta.

source: You are here:
de_de: Sie sind hier:
es_es: Estás aquí:
fr_fr: Vous êtes ici :
it_it: Ti trovi qui:
nl_nl: U bevindt zich hier:
pl_pl: Jesteś tutaj:
pt_br: Você está aqui:

source: You are losing more links than you are gaining. This signals declining relevance to search engines. Create a consistent strategy to earn new links regularly.
de_de: Sie verlieren mehr Links, als Sie hinzugewinnen. Dies signalisiert Suchmaschinen eine sinkende Relevanz. Erstellen Sie eine konsistente Strategie, um regelmäßig neue Links zu erhalten.
es_es: Estás perdiendo más enlaces de los que ganas. Esto indica a los motores de búsqueda que tu relevancia está disminuyendo. Crea una estrategia coherente para conseguir nuevos enlaces con regularidad.
fr_fr: Vous perdez plus de liens que vous n'en gagnez. Cela signale une pertinence décroissante aux moteurs de recherche. Créez une stratégie cohérente pour gagner régulièrement de nouveaux liens.
it_it: Stai perdendo più link di quanti ne stai guadagnando. Questo segnala una rilevanza in calo per i motori di ricerca. Crea una strategia coerente per guadagnare nuovi link regolarmente.
nl_nl: U verliest meer links dan u erbij krijgt. Dit duidt op een afnemende relevantie voor zoekmachines. Creëer een consistente strategie om regelmatig nieuwe links te verdienen.
pl_pl: Tracisz więcej linków, niż zyskujesz. Dla wyszukiwarek jest to sygnał o spadającej trafności. Stwórz spójną strategię regularnego zdobywania nowych linków.
pt_br: Você está perdendo mais links do que ganhando. Isso sinaliza uma relevância decrescente para os motores de busca. Crie uma estratégia consistente para conquistar novos links regularmente.

source: You do not have links from highly respected websites. Even just a few links from trusted, popular sites can significantly boost your search rankings.
de_de: Sie haben keine Links von hoch angesehenen Websites. Schon wenige Links von vertrauenswürdigen, beliebten Seiten können Ihre Suchmaschinen-Rankings erheblich verbessern.
es_es: No tienes enlaces de sitios web de gran prestigio. Incluso unos pocos enlaces de sitios fiables y populares pueden mejorar significativamente tu posicionamiento en los buscadores.
fr_fr: Vous n'avez pas de liens de sites web très respectés. Même quelques liens de sites fiables et populaires peuvent considérablement améliorer vos classements de recherche.
it_it: Non hai link da siti web molto rispettati. Anche solo pochi link da siti fidati e popolari possono aumentare significativamente il tuo posizionamento nei motori di ricerca.
nl_nl: U heeft geen links van zeer gerespecteerde websites. Zelfs een paar links van betrouwbare, populaire sites kunnen uw posities in de zoekresultaten aanzienlijk verbeteren.
pl_pl: Nie masz linków z wysoko cenionych witryn. Nawet kilka linków z zaufanych, popularnych stron może znacznie podnieść Twoje pozycje w wyszukiwarkach.
pt_br: Você não tem links de sites de alta reputação. Mesmo alguns poucos links de sites confiáveis e populares podem aumentar significativamente seus rankings de busca.

source: You do not have permission to deactivate plugins.
de_de: Sie haben keine Berechtigung, Plugins zu deaktivieren.
es_es: No tienes permiso para desactivar plugins.
fr_fr: Vous n'avez pas l'autorisation de désactiver les extensions.
it_it: Non hai il permesso di disattivare i plugin.
nl_nl: U heeft geen toestemming om plug-ins te deactiveren.
pl_pl: Nie masz uprawnień do dezaktywacji wtyczek.
pt_br: Você não tem permissão para desativar plugins.

source: You have defined too many secondary keywords. Focus on 3-5 highly relevant secondary keywords that complement your primary keyword rather than trying to target too many terms.
de_de: Sie haben zu viele sekundäre Keywords definiert. Konzentrieren Sie sich auf 3–5 hochrelevante sekundäre Keywords, die Ihr primäres Keyword ergänzen, anstatt zu versuchen, zu viele Begriffe anzusprechen.
es_es: Has definido demasiadas palabras clave secundarias. Céntrate en 3-5 palabras clave secundarias muy relevantes que complementen tu palabra clave principal en lugar de intentar abarcar demasiados términos.
fr_fr: Vous avez défini trop de mots-clés secondaires. Concentrez-vous sur 3-5 mots-clés secondaires hautement pertinents qui complètent votre mot-clé principal plutôt que d'essayer de cibler trop de termes.
it_it: Hai definito troppe parole chiave secondarie. Concentrati su 3-5 parole chiave secondarie molto pertinenti che completano la tua parola chiave principale invece di cercare di targetizzare troppi termini.
nl_nl: U heeft te veel secundaire zoekwoorden gedefinieerd. Richt u op 3-5 zeer relevante secundaire zoekwoorden die uw primaire zoekwoord aanvullen in plaats van te veel termen te targeten.
pl_pl: Zdefiniowano zbyt wiele dodatkowych słów kluczowych. Skup się na 3-5 bardzo trafnych dodatkowych słowach kluczowych, które uzupełniają Twoje główne słowo kluczowe, zamiast próbować targetować zbyt wiele terminów.
pt_br: Você definiu muitas palavras-chave secundárias. Concentre-se em 3 a 5 palavras-chave secundárias altamente relevantes que complementem sua palavra-chave principal, em vez de tentar segmentar muitos termos.
