Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: You have multiple pages targeting the same keywords, which confuses search engines about which page to rank. Either combine these pages into one stronger page or make each page focus on different keywords to avoid competing with yourself.
de_de: Sie haben mehrere Seiten, die auf dieselben Keywords abzielen, was Suchmaschinen verwirrt, welche Seite gerankt werden soll. Fassen Sie diese Seiten entweder zu einer stärkeren Seite zusammen oder sorgen Sie dafür, dass sich jede Seite auf unterschiedliche Keywords konzentriert, um nicht mit sich selbst in Konkurrenz zu treten.
es_es: Tienes varias páginas que apuntan a las mismas palabras clave, lo que confunde a los motores de búsqueda sobre qué página posicionar. Combina estas páginas en una más fuerte o haz que cada página se centre en palabras clave diferentes para evitar competir contigo mismo.
fr_fr: Vous avez plusieurs pages ciblant les mêmes mots-clés, ce qui confond les moteurs de recherche sur quelle page classer. Soit combinez ces pages en une page plus forte, soit faites en sorte que chaque page se concentre sur des mots-clés différents pour éviter de vous faire concurrence.
it_it: Hai più pagine che puntano alle stesse parole chiave, il che confonde i motori di ricerca su quale pagina posizionare. O combini queste pagine in una pagina più forte o fai in modo che ogni pagina si concentri su parole chiave diverse per evitare di competere con te stesso.
nl_nl: U heeft meerdere pagina's die op dezelfde zoekwoorden zijn gericht, wat zoekmachines verwart over welke pagina ze moeten ranken. Combineer deze pagina's tot één sterkere pagina of laat elke pagina zich op verschillende zoekwoorden richten om te voorkomen dat u met uzelf concurreert.
pl_pl: Masz wiele stron ukierunkowanych na te same słowa kluczowe, co dezorientuje wyszukiwarki co do tego, którą stronę pozycjonować. Połącz te strony w jedną silniejszą stronę lub spraw, aby każda strona skupiała się na różnych słowach kluczowych, aby uniknąć konkurowania ze sobą.
pt_br: Você tem várias páginas segmentando as mesmas palavras-chave, o que confunde os motores de busca sobre qual página classificar. Combine essas páginas em uma única página mais forte ou faça com que cada página se concentre em palavras-chave diferentes para evitar competir consigo mesmo.

source: You have some websites linking to you, but getting more links (aim for 50+) will significantly boost your search rankings and make your site more authoritative.
de_de: Einige Websites verlinken auf Sie, aber mehr Links (streben Sie 50+ an) werden Ihre Suchmaschinen-Rankings erheblich verbessern und Ihre Website autoritärer machen.
es_es: Algunos sitios web enlazan al tuyo, pero conseguir más enlaces (objetivo: 50+) mejorará significativamente tu posicionamiento en los buscadores y hará que tu sitio tenga más autoridad.
fr_fr: Vous avez quelques sites web qui font des liens vers vous, mais obtenir plus de liens (visez 50+) augmentera considérablement vos classements de recherche et rendra votre site plus autoritaire.
it_it: Hai alcuni siti web che linkano a te, ma ottenere più link (punta a 50+) aumenterà significativamente il tuo posizionamento nei motori di ricerca e renderà il tuo sito più autorevole.
nl_nl: Enkele websites linken naar u, maar het verkrijgen van meer links (streef naar 50+) zal uw posities in de zoekresultaten aanzienlijk verbeteren en uw site gezaghebbender maken.
pl_pl: Masz kilka witryn linkujących do Ciebie, ale zdobycie większej liczby linków (celuj w 50+) znacznie podniesie Twoje pozycje w wyszukiwarkach i uczyni Twoją stronę bardziej autorytatywną.
pt_br: Alguns sites têm links para você, mas obter mais links (mire em 50+) aumentará significativamente seus rankings de busca e tornará seu site uma autoridade maior.

source: You must complete onboarding before accessing this endpoint.
de_de: Sie müssen das Onboarding abschließen, bevor Sie auf diesen Endpunkt zugreifen können.
es_es: Debes completar la configuración inicial para poder acceder a este punto de conexión.
fr_fr: Vous devez terminer l'intégration avant d'accéder à ce point de terminaison.
it_it: Devi completare l'onboarding prima di accedere a questo endpoint.
nl_nl: U moet de onboarding voltooien voordat u toegang krijgt tot dit eindpunt.
pl_pl: Musisz ukończyć proces wdrożenia, aby uzyskać dostęp do tego punktu końcowego.
pt_br: Você deve concluir a integração inicial antes de acessar este endpoint.

source: You're currently using the %s plan.
de_de: Sie verwenden derzeit den %s-Plan.
es_es: Actualmente estás usando el plan %s.
fr_fr: Vous utilisez actuellement le plan %s.
it_it: Attualmente stai usando il piano %s.
nl_nl: U gebruikt momenteel het %s-abonnement.
pl_pl: Aktualnie korzystasz z planu %s.
pt_br: Você está usando o plano %s atualmente.

source: Your CTA is good, but could be improved by adding urgency or clarifying the benefit
de_de: Ihr CTA ist gut, könnte aber durch das Hinzufügen von Dringlichkeit oder die Verdeutlichung des Nutzens verbessert werden
es_es: Tu CTA es buena, pero podría mejorarse añadiendo urgencia o aclarando el beneficio
fr_fr: Votre CTA est bon, mais pourrait être amélioré en ajoutant de l'urgence ou en clarifiant l'avantage
it_it: La tua CTA è buona, ma potrebbe essere migliorata aggiungendo urgenza o chiarendo il vantaggio
nl_nl: Uw CTA is goed, maar kan worden verbeterd door urgentie toe te voegen of het voordeel te verduidelijken
pl_pl: Twoje wezwanie do działania (CTA) jest dobre, ale można je ulepszyć, dodając element pilności lub wyjaśniając korzyść
pt_br: Sua CTA é boa, mas poderia ser melhorada adicionando urgência ou esclarecendo o benefício

source: Your URL exceeds optimal length, reducing user experience and SEO effectiveness. Trim unnecessary segments and parameters for improved performance.
de_de: Ihre URL überschreitet die optimale Länge, was die Nutzererfahrung und die SEO-Effektivität verringert. Kürzen Sie unnötige Segmente und Parameter für eine verbesserte Leistung.
es_es: Tu URL excede la longitud óptima, lo que reduce la experiencia de usuario y la eficacia del SEO. Recorta los segmentos y parámetros innecesarios para mejorar el rendimiento.
fr_fr: Votre URL dépasse la longueur optimale, réduisant l'expérience utilisateur et l'efficacité SEO. Éliminez les segments et paramètres inutiles pour améliorer les performances.
it_it: Il tuo URL supera la lunghezza ottimale, riducendo l'esperienza utente e l'efficacia SEO. Rimuovi i segmenti e i parametri non necessari per migliorare le prestazioni.
nl_nl: Uw URL overschrijdt de optimale lengte, wat de gebruikerservaring en SEO-effectiviteit vermindert. Verwijder onnodige segmenten en parameters voor betere prestaties.
pl_pl: Twój adres URL przekracza optymalną długość, co pogarsza doświadczenie użytkownika i skuteczność SEO. Przytnij niepotrzebne segmenty i parametry, aby poprawić wydajność.
pt_br: Sua URL excede o comprimento ideal, reduzindo a experiência do usuário e a eficácia do SEO. Remova segmentos e parâmetros desnecessários para melhorar o desempenho.

source: Your URL omits the primary keyword, reducing search visibility. Incorporating it enhances ranking potential, signals content relevance, and improves user experience.
de_de: Ihre URL enthält nicht das primäre Keyword, was die Sichtbarkeit in der Suche verringert. Die Einbindung erhöht das Ranking-Potenzial, signalisiert die Relevanz des Inhalts und verbessert die Nutzererfahrung.
es_es: Tu URL omite la palabra clave principal, lo que reduce la visibilidad en las búsquedas. Incorporarla mejora el potencial de posicionamiento, indica la relevancia del contenido y mejora la experiencia del usuario.
fr_fr: Votre URL omet le mot-clé principal, réduisant la visibilité de recherche. L'incorporer améliore le potentiel de classement, signale la pertinence du contenu et améliore l'expérience utilisateur.
it_it: Il tuo URL omette la parola chiave principale, riducendo la visibilità nella ricerca. Incorporarla aumenta il potenziale di posizionamento, segnala la pertinenza del contenuto e migliora l'esperienza utente.
nl_nl: Uw URL mist het primaire zoekwoord, wat de zichtbaarheid in zoekmachines vermindert. Door het op te nemen, verbetert u het rankingpotentieel, signaleert u de relevantie van de content en verbetert u de gebruikerservaring.
pl_pl: Twój adres URL pomija główne słowo kluczowe, co zmniejsza widoczność w wyszukiwarkach. Włączenie go zwiększa potencjał rankingowy, sygnalizuje trafność treści i poprawia doświadczenie użytkownika.
pt_br: Sua URL omite a palavra-chave principal, reduzindo a visibilidade na busca. Incorporá-la aumenta o potencial de ranking, sinaliza a relevância do conteúdo e melhora a experiência do usuário.

source: Your average sentence length (%s words) is above the recommended maximum (%s words).
de_de: Ihre durchschnittliche Satzlänge (%s Wörter) liegt über dem empfohlenen Maximum (%s Wörter).
es_es: La longitud media de tus frases (%s palabras) supera el máximo recomendado (%s palabras).
fr_fr: Votre longueur moyenne de phrase (%s mots) dépasse le maximum recommandé (%s mots).
it_it: La lunghezza media delle tue frasi (%s parole) è superiore al massimo raccomandato (%s parole).
nl_nl: Uw gemiddelde zinslengte (%s woorden) is hoger dan het aanbevolen maximum (%s woorden).
pl_pl: Twoja średnia długość zdania (%s słów) jest powyżej zalecanego maksimum (%s słów).
pt_br: O comprimento médio das suas frases (%s palavras) está acima do máximo recomendado (%s palavras).

source: Your backlink profile lacks contextual links (links embedded within relevant content). These are more valuable than links in footers, sidebars, or author bios.
de_de: Ihrem Backlink-Profil fehlen kontextbezogene Links (Links, die in relevanten Inhalten eingebettet sind). Diese sind wertvoller als Links in Fußzeilen, Seitenleisten oder Autorenbiografien.
es_es: A tu perfil de backlinks le faltan enlaces contextuales (enlaces integrados en contenido relevante). Estos son más valiosos que los enlaces en pies de página, barras laterales o biografías de autor.
fr_fr: Votre profil de liens retour manque de liens contextuels (liens intégrés dans du contenu pertinent). Ceux-ci sont plus précieux que les liens dans les pieds de page, barres latérales ou biographies d'auteur.
it_it: Il tuo profilo di backlink manca di link contestuali (link incorporati in contenuti pertinenti). Questi sono più preziosi dei link nei piè di pagina, nelle barre laterali o nelle biografie degli autori.
nl_nl: Uw backlinkprofiel mist contextuele links (links ingebed in relevante content). Deze zijn waardevoller dan links in footers, zijbalken of auteursbiografieën.
pl_pl: W Twoim profilu linków zwrotnych brakuje linków kontekstowych (linków osadzonych w odpowiedniej treści). Są one cenniejsze niż linki w stopkach, paskach bocznych czy biogramach autorów.
pt_br: Seu perfil de backlinks carece de links contextuais (links inseridos em conteúdo relevante). Estes são mais valiosos do que links em rodapés, barras laterais ou biografias de autor.

source: Your call-to-action is strong and effective
de_de: Ihr Call-to-Action ist stark und effektiv
es_es: Tu llamada a la acción es fuerte y eficaz
fr_fr: Votre appel à l'action est fort et efficace
it_it: Il tuo invito all'azione è forte ed efficace
nl_nl: Uw call-to-action is sterk en effectief
pl_pl: Twoje wezwanie do działania jest mocne i skuteczne
pt_br: Sua chamada para ação é forte e eficaz

source: Your canonical tag contains a malformed URL that search engines cannot interpret. Fix this to prevent indexing issues and ensure proper attribution of page authority.
de_de: Ihr Canonical-Tag enthält eine fehlerhafte URL, die Suchmaschinen nicht interpretieren können. Beheben Sie dies, um Indizierungsprobleme zu vermeiden und eine korrekte Zuordnung der Seitenautorität sicherzustellen.
es_es: Tu etiqueta canónica contiene una URL con formato incorrecto que los motores de búsqueda no pueden interpretar. Corrígelo para evitar problemas de indexación y garantizar la atribución adecuada de la autoridad de la página.
fr_fr: Votre balise canonique contient une URL malformée que les moteurs de recherche ne peuvent pas interpréter. Corrigez cela pour éviter les problèmes d'indexation et assurer une attribution appropriée de l'autorité de la page.
it_it: Il tuo tag canonico contiene un URL malformato che i motori di ricerca non possono interpretare. Correggilo per prevenire problemi di indicizzazione e garantire una corretta attribuzione dell'autorità della pagina.
nl_nl: Uw canonical-tag bevat een misvormde URL die zoekmachines niet kunnen interpreteren. Herstel dit om indexeringsproblemen te voorkomen en een juiste toekenning van pagina-autoriteit te garanderen.
pl_pl: Twój tag kanoniczny zawiera nieprawidłowo sformatowany adres URL, którego wyszukiwarki nie mogą zinterpretować. Napraw to, aby zapobiec problemom z indeksowaniem i zapewnić prawidłowe przypisanie autorytetu strony.
pt_br: Sua tag canônica contém uma URL malformada que os motores de busca não conseguem interpretar. Corrija isso para evitar problemas de indexação e garantir a atribuição adequada da autoridade da página.

source: Your canonical tag points to an incorrect URL, potentially diverting search engines to index the wrong page and diluting your ranking potential.
de_de: Ihr Canonical-Tag verweist auf eine falsche URL, was Suchmaschinen dazu verleiten könnte, die falsche Seite zu indizieren und Ihr Ranking-Potenzial zu schwächen.
es_es: Tu etiqueta canónica apunta a una URL incorrecta, lo que puede desviar a los motores de búsqueda para que indexen la página equivocada y diluir tu potencial de posicionamiento.
fr_fr: Votre balise canonique pointe vers une URL incorrecte, détournant potentiellement les moteurs de recherche pour indexer la mauvaise page et diluant votre potentiel de classement.
it_it: Il tuo tag canonico punta a un URL errato, potenzialmente deviando i motori di ricerca a indicizzare la pagina sbagliata e diluendo il tuo potenziale di posizionamento.
nl_nl: Uw canonical-tag verwijst naar een onjuiste URL, waardoor zoekmachines mogelijk de verkeerde pagina indexeren en uw rankingpotentieel wordt verwaterd.
pl_pl: Twój tag kanoniczny wskazuje na nieprawidłowy adres URL, co może potencjalnie skierować wyszukiwarki do indeksowania niewłaściwej strony i osłabić Twój potencjał rankingowy.
pt_br: Sua tag canônica aponta para uma URL incorreta, podendo desviar os motores de busca para indexar a página errada e diluir seu potencial de ranking.

source: Your canonical tag references an inappropriate or erroneous URL, causing search engines to misinterpret page relationships and potentially diluting ranking signals.
de_de: Ihr Canonical-Tag verweist auf eine ungeeignete oder fehlerhafte URL, was dazu führt, dass Suchmaschinen die Seitenbeziehungen falsch interpretieren und die Ranking-Signale möglicherweise geschwächt werden.
es_es: Tu etiqueta canónica hace referencia a una URL inapropiada o errónea, lo que hace que los motores de búsqueda malinterpreten las relaciones entre páginas y diluyan potencialmente las señales de posicionamiento.
fr_fr: Votre balise canonique référence une URL inappropriée ou erronée, causant aux moteurs de recherche de mal interpréter les relations de page et potentiellement diluer les signaux de classement.
it_it: Il tuo tag canonico fa riferimento a un URL inappropriato o errato, causando un'interpretazione errata delle relazioni tra le pagine da parte dei motori di ricerca e potenzialmente diluendo i segnali di posizionamento.
nl_nl: Uw canonical-tag verwijst naar een ongepaste of foutieve URL, waardoor zoekmachines paginarelaties verkeerd interpreteren en rankingsignalen mogelijk worden verwaterd.
pl_pl: Twój tag kanoniczny odnosi się do nieodpowiedniego lub błędnego adresu URL, co powoduje, że wyszukiwarki błędnie interpretują relacje między stronami i potencjalnie osłabiają sygnały rankingowe.
pt_br: Sua tag canônica referencia uma URL inadequada ou errada, fazendo com que os motores de busca interpretem mal as relações entre as páginas e potencialmente diluam os sinais de ranking.

source: Your competitors are everywhere, not just on a website. Without multi-channel visibility, you`re losing customers. Upgrade now to stand out where it counts: Google, directories, social platforms, and reviews.
de_de: Ihre Konkurrenten sind überall, nicht nur auf einer Website. Ohne Multi-Channel-Sichtbarkeit verlieren Sie Kunden. Führen Sie jetzt ein Upgrade durch, um sich dort abzuheben, wo es zählt: Google, Verzeichnisse, soziale Plattformen und Bewertungen.
es_es: Tus competidores están en todas partes, no solo en un sitio web. Sin visibilidad multicanal, estás perdiendo clientes. Actualiza ahora para destacar donde importa: Google, directorios, plataformas sociales y reseñas.
fr_fr: Vos concurrents sont partout, pas seulement sur un site web. Sans visibilité multi-canal, vous perdez des clients. Mettez à niveau maintenant pour vous démarquer là où cela compte : Google, annuaires, plateformes sociales et avis.
it_it: I tuoi concorrenti sono ovunque, non solo su un sito web. Senza una visibilità multicanale, stai perdendo clienti. Aggiorna ora per distinguerti dove conta: su Google, nelle directory, sulle piattaforme social e nelle recensioni.
nl_nl: Uw concurrenten zijn overal, niet alleen op een website. Zonder multikanaal zichtbaarheid verliest u klanten. Upgrade nu om op te vallen waar het telt: Google, gidsen, sociale platforms en reviews.
pl_pl: Twoi konkurenci są wszędzie, nie tylko na stronie internetowej. Bez wielokanałowej widoczności tracisz klientów. Rozszerz plan teraz, aby wyróżnić się tam, gdzie to się liczy: w Google, katalogach, na platformach społecznościowych i w recenzjach.
pt_br: Seus concorrentes estão em toda parte, não apenas em um site. Sem visibilidade multicanal, você está perdendo clientes. Atualize agora para se destacar onde importa: Google, diretórios, plataformas sociais e avaliações.

source: Your competitors dominate search rankings with superior content depth and keyword optimization. Enhance your material to surpass their quality and establish market authority.
de_de: Ihre Konkurrenten dominieren die Such-Rankings mit überlegener Inhaltstiefe und Keyword-Optimierung. Verbessern Sie Ihr Material, um deren Qualität zu übertreffen und Marktführerschaft aufzubauen.
es_es: Tus competidores dominan el posicionamiento en buscadores con una mayor profundidad de contenido y optimización de palabras clave. Mejora tu material para superar su calidad y establecer la autoridad en el mercado.
fr_fr: Vos concurrents dominent les classements de recherche avec une profondeur de contenu supérieure et une optimisation de mots-clés. Améliorez votre matériel pour surpasser leur qualité et établir l'autorité du marché.
it_it: I tuoi concorrenti dominano le classifiche di ricerca con una profondità di contenuto e un'ottimizzazione delle parole chiave superiori. Migliora il tuo materiale per superare la loro qualità e stabilire l'autorità di mercato.
nl_nl: Uw concurrenten domineren de zoekresultaten met superieure contentdiepgang en zoekwoordoptimalisatie. Verbeter uw materiaal om hun kwaliteit te overtreffen en marktautoriteit te vestigen.
pl_pl: Twoi konkurenci dominują w rankingach wyszukiwania dzięki większej głębi treści i optymalizacji słów kluczowych. Ulepsz swoje materiały, aby przewyższyć ich jakość i ugruntować autorytet na rynku.
pt_br: Seus concorrentes dominam os rankings de busca com profundidade de conteúdo e otimização de palavras-chave superiores. Melhore seu material para superar a qualidade deles e estabelecer autoridade no mercado.

source: Your competitors made themselves visible.
de_de: Ihre Konkurrenten haben sich sichtbar gemacht.
es_es: Tus competidores se han hecho visibles.
fr_fr: Vos concurrents se sont rendus visibles.
it_it: I tuoi concorrenti si sono resi visibili.
nl_nl: Uw concurrenten hebben zichzelf zichtbaar gemaakt.
pl_pl: Twoi konkurenci stali się widoczni.
pt_br: Seus concorrentes se tornaram visíveis.

source: Your content contains excessive keyword repetition, which may trigger search engine penalties. Create more natural, reader-friendly text with balanced keyword distribution.
de_de: Ihr Inhalt enthält übermäßige Keyword-Wiederholungen, was zu Strafen von Suchmaschinen führen kann. Erstellen Sie einen natürlicheren, leserfreundlicheren Text mit einer ausgewogenen Keyword-Verteilung.
es_es: Tu contenido contiene una repetición excesiva de palabras clave, lo que puede provocar penalizaciones de los motores de búsqueda. Crea un texto más natural y fácil de leer con una distribución equilibrada de las palabras clave.
fr_fr: Votre contenu contient une répétition excessive de mots-clés, ce qui peut déclencher des pénalités de moteur de recherche. Créez un texte plus naturel et convivial pour les lecteurs avec une distribution équilibrée des mots-clés.
it_it: Il tuo contenuto contiene una ripetizione eccessiva di parole chiave, che potrebbe attivare penalità da parte dei motori di ricerca. Crea un testo più naturale e facile da leggere con una distribuzione equilibrata delle parole chiave.
nl_nl: Uw content bevat overmatige herhaling van zoekwoorden, wat kan leiden tot straffen van zoekmachines. Creëer een natuurlijkere, lezersvriendelijke tekst met een evenwichtige verdeling van zoekwoorden.
pl_pl: Twoja treść zawiera nadmierną powtarzalność słów kluczowych, co może skutkować karami od wyszukiwarek. Stwórz bardziej naturalny, przyjazny dla czytelnika tekst ze zrównoważonym rozmieszczeniem słów kluczowych.
pt_br: Seu conteúdo contém repetição excessiva de palavras-chave, o que pode acionar penalidades dos motores de busca. Crie um texto mais natural e amigável para o leitor, com uma distribuição equilibrada de palavras-chave.

source: Your content contains excessive keyword repetition. Diversify your language with synonyms and related terms to maintain natural flow while preserving search relevance.
de_de: Ihr Inhalt enthält übermäßige Keyword-Wiederholungen. Variieren Sie Ihre Sprache mit Synonymen und verwandten Begriffen, um einen natürlichen Lesefluss zu erhalten und gleichzeitig die Suchrelevanz zu bewahren.
es_es: Tu contenido contiene una repetición excesiva de palabras clave. Diversifica tu lenguaje con sinónimos y términos relacionados para mantener un flujo natural y, al mismo tiempo, preservar la relevancia en las búsquedas.
fr_fr: Votre contenu contient une répétition excessive de mots-clés. Diversifiez votre langage avec des synonymes et des termes connexes pour maintenir un flux naturel tout en préservant la pertinence de recherche.
it_it: Il tuo contenuto contiene una ripetizione eccessiva di parole chiave. Diversifica il tuo linguaggio con sinonimi e termini correlati per mantenere un flusso naturale preservando la pertinenza della ricerca.
nl_nl: Uw content bevat overmatige herhaling van zoekwoorden. Diversifieer uw taalgebruik met synoniemen en gerelateerde termen om een natuurlijke flow te behouden en tegelijkertijd de zoekrelevantie te bewaren.
pl_pl: Twoja treść zawiera nadmierną powtarzalność słów kluczowych. Zróżnicuj język za pomocą synonimów i powiązanych terminów, aby zachować naturalny przepływ, jednocześnie utrzymując trafność wyszukiwania.
pt_br: Seu conteúdo contém repetição excessiva de palavras-chave. Diversifique sua linguagem com sinônimos e termos relacionados para manter um fluxo natural, preservando a relevância para a busca.
