Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Failed to fetch safe browsing status from API
de_de: Status des sicheren Surfens konnte nicht von der API abgerufen werden
es_es: No se pudo obtener el estado de navegación segura de la API
fr_fr: Échec de la récupération du statut de navigation sécurisée depuis l'API
it_it: Recupero dello stato di navigazione sicura dall'API non riuscito
nl_nl: Kon status voor veilig browsen niet ophalen van API
pl_pl: Nie udało się pobrać stanu bezpiecznego przeglądania z API
pt_br: Falha ao buscar o status de navegação segura da API

source: Failed to generate unique key: %s
de_de: Generierung des eindeutigen Schlüssels fehlgeschlagen: %s
es_es: No se pudo generar la clave única: %s
fr_fr: Échec de la génération de la clé unique : %s
it_it: Generazione della chiave univoca non riuscita: %s
nl_nl: Kon unieke sleutel niet genereren: %s
pl_pl: Nie udało się wygenerować unikalnego klucza: %s
pt_br: Falha ao gerar chave única: %s

source: Failed to get access token
de_de: Zugriffstoken konnte nicht abgerufen werden
es_es: No se pudo obtener el token de acceso
fr_fr: Échec de la récupération du jeton d'accès
it_it: Ottenimento del token di accesso non riuscito
nl_nl: Kon toegangstoken niet ophalen
pl_pl: Nie udało się uzyskać tokena dostępu
pt_br: Falha ao obter token de acesso

source: Failed to get legacy test account
de_de: Legacy-Testkonto konnte nicht abgerufen werden
es_es: No se pudo obtener la cuenta de prueba heredada
fr_fr: Échec de la récupération du compte de test hérité
it_it: Ottenimento dell'account di prova legacy non riuscito
nl_nl: Kon legacy-testaccount niet ophalen
pl_pl: Nie udało się uzyskać konta testowego w trybie legacy
pt_br: Falha ao obter conta de teste legada

source: Failed to get refresh token
de_de: Aktualisierungstoken konnte nicht abgerufen werden
es_es: No se pudo obtener el token de actualización
fr_fr: Échec de la récupération du jeton de rafraîchissement
it_it: Ottenimento del token di aggiornamento non riuscito
nl_nl: Kon vernieuwingstoken niet ophalen
pl_pl: Nie udało się uzyskać tokena odświeżania
pt_br: Falha ao obter token de atualização

source: Failed to initialize AutoUpdater: %s
de_de: Initialisierung des AutoUpdaters fehlgeschlagen: %s
es_es: No se pudo inicializar el actualizador automático: %s
fr_fr: Échec de l'initialisation d'AutoUpdater : %s
it_it: Inizializzazione di AutoUpdater non riuscita: %s
nl_nl: Kon AutoUpdater niet initialiseren: %s
pl_pl: Nie udało się zainicjować AutoUpdatera: %s
pt_br: Falha ao inicializar o AutoUpdater: %s

source: Failed to initialize keyword synchronization job: %s
de_de: Initialisierung des Keyword-Synchronisierungsjobs fehlgeschlagen: %s
es_es: No se pudo inicializar la tarea de sincronización de palabras clave: %s
fr_fr: Échec de l'initialisation de la tâche de synchronisation des mots-clés : %s
it_it: Inizializzazione del processo di sincronizzazione delle parole chiave non riuscita: %s
nl_nl: Kon taak voor trefwoordsynchronisatie niet initialiseren: %s
pl_pl: Nie udało się zainicjować zadania synchronizacji słów kluczowych: %s
pt_br: Falha ao inicializar a tarefa de sincronização de palavras-chave: %s

source: Failed to initialize log cleanup job: %s
de_de: Initialisierung des Protokoll-Bereinigungsjobs fehlgeschlagen: %s
es_es: No se pudo inicializar la tarea de limpieza de registros: %s
fr_fr: Échec de l'initialisation de la tâche de nettoyage des journaux : %s
it_it: Inizializzazione del processo di pulizia dei log non riuscita: %s
nl_nl: Kon taak voor log-opschoning niet initialiseren: %s
pl_pl: Nie udało się zainicjować zadania czyszczenia logów: %s
pt_br: Falha ao inicializar a tarefa de limpeza de logs: %s

source: Failed to reset setting: %s
de_de: Zurücksetzen der Einstellung fehlgeschlagen: %s
es_es: No se pudo restablecer el ajuste: %s
fr_fr: Échec de la réinitialisation du paramètre : %s
it_it: Ripristino dell'impostazione non riuscito: %s
nl_nl: Kon instelling niet resetten: %s
pl_pl: Nie udało się zresetować ustawienia: %s
pt_br: Falha ao redefinir a configuração: %s

source: Failed to retrieve content
de_de: Inhalt konnte nicht abgerufen werden
es_es: No se pudo obtener el contenido
fr_fr: Échec de la récupération du contenu
it_it: Recupero del contenuto non riuscito
nl_nl: Kon content niet ophalen
pl_pl: Nie udało się pobrać treści
pt_br: Falha ao recuperar conteúdo

source: Failed to retrieve page content
de_de: Seiteninhalt konnte nicht abgerufen werden
es_es: No se pudo obtener el contenido de la página
fr_fr: Échec de la récupération du contenu de la page
it_it: Recupero del contenuto della pagina non riuscito
nl_nl: Kon pagina-inhoud niet ophalen
pl_pl: Nie udało się pobrać treści strony
pt_br: Falha ao recuperar o conteúdo da página

source: Failed to retrieve setting
de_de: Einstellung konnte nicht abgerufen werden
es_es: No se pudo obtener el ajuste
fr_fr: Échec de la récupération du paramètre
it_it: Recupero dell'impostazione non riuscito
nl_nl: Kon instelling niet ophalen
pl_pl: Nie udało się pobrać ustawienia
pt_br: Falha ao recuperar a configuração

source: Failed to retrieve settings
de_de: Einstellungen konnten nicht abgerufen werden
es_es: No se pudieron obtener los ajustes
fr_fr: Échec de la récupération des paramètres
it_it: Recupero delle impostazioni non riuscito
nl_nl: Kon instellingen niet ophalen
pl_pl: Nie udało się pobrać ustawień
pt_br: Falha ao recuperar as configurações

source: Failed to save meta tags through MetaTags service
de_de: Speichern der Meta-Tags über den MetaTags-Dienst fehlgeschlagen
es_es: No se pudieron guardar las metaetiquetas a través del servicio MetaTags
fr_fr: Échec de la sauvegarde des balises méta via le service MetaTags
it_it: Salvataggio dei meta tag tramite il servizio MetaTags non riuscito
nl_nl: Kon metatags niet opslaan via de MetaTags-service
pl_pl: Nie udało się zapisać metatagów za pośrednictwem usługi MetaTags
pt_br: Falha ao salvar metatags através do serviço MetaTags

source: Failed to update setting '%s': %s
de_de: Aktualisierung der Einstellung '%s' fehlgeschlagen: %s
es_es: No se pudo actualizar el ajuste «%s»: %s
fr_fr: Échec de la mise à jour du paramètre '%s' : %s
it_it: Aggiornamento dell'impostazione '%s' non riuscito: %s
nl_nl: Kon instelling '%s' niet bijwerken: %s
pl_pl: Nie udało się zaktualizować ustawienia „%s”: %s
pt_br: Falha ao atualizar a configuração '%s': %s

source: Failed to update setting: %s
de_de: Aktualisierung der Einstellung fehlgeschlagen: %s
es_es: No se pudo actualizar el ajuste: %s
fr_fr: Échec de la mise à jour du paramètre : %s
it_it: Aggiornamento dell'impostazione non riuscito: %s
nl_nl: Kon instelling niet bijwerken: %s
pl_pl: Nie udało się zaktualizować ustawienia: %s
pt_br: Falha ao atualizar a configuração: %s

source: Failed to update settings: %s
de_de: Aktualisierung der Einstellungen fehlgeschlagen: %s
es_es: No se pudieron actualizar los ajustes: %s
fr_fr: Échec de la mise à jour des paramètres : %s
it_it: Aggiornamento delle impostazioni non riuscito: %s
nl_nl: Kon instellingen niet bijwerken: %s
pl_pl: Nie udało się zaktualizować ustawień: %s
pt_br: Falha ao atualizar as configurações: %s

source: Fairly Difficult: Easily understood by college students
de_de: Ziemlich schwierig: Leicht verständlich für Studierende
es_es: Bastante difícil: fácil de entender para estudiantes universitarios
fr_fr: Assez difficile : Facilement compris par les étudiants universitaires
it_it: Abbastanza difficile: facilmente comprensibile da studenti universitari
nl_nl: Vrij moeilijk: gemakkelijk te begrijpen voor hbo-studenten
pl_pl: Dość trudny: łatwo zrozumiały dla studentów
pt_br: Relativamente difícil: facilmente compreendido por estudantes universitários

source: Fairly Easy: Easily understood by 13-15 year old students
de_de: Ziemlich leicht: Leicht verständlich für 13–15-jährige Schüler
es_es: Bastante fácil: fácil de entender para estudiantes de 13-15 años
fr_fr: Assez facile : Facilement compris par des élèves de 13 à 15 ans
it_it: Abbastanza facile: facilmente comprensibile da studenti di 13-15 anni
nl_nl: Vrij makkelijk: gemakkelijk te begrijpen door leerlingen van 13-15 jaar
pl_pl: Dość łatwy: łatwo zrozumiały dla uczniów w wieku 13-15 lat
pt_br: Relativamente fácil: facilmente compreendido por estudantes de 13-15 anos

source: Feature flag availability is set to FALSE for operation '%s' under factor '%s', so this operation will be skipped.
de_de: Die Verfügbarkeit des Feature-Flags ist für die Operation „%s“ unter dem Faktor „%s“ auf FALSCH gesetzt, daher wird diese Operation übersprungen.
es_es: La disponibilidad del indicador de funcionalidad está establecida en FALSE para la operación «%s» bajo el factor «%s», por lo que esta operación se omitirá.
fr_fr: La disponibilité du flag de fonctionnalité est définie sur FALSE pour l'opération '%s' sous le facteur '%s', cette opération sera donc ignorée.
it_it: La disponibilità del feature flag è impostata su FALSE per l'operazione '%s' sotto il fattore '%s', quindi questa operazione verrà saltata.
nl_nl: De beschikbaarheid van de feature flag is ingesteld op FALSE voor operatie '%s' onder factor '%s', dus deze operatie wordt overgeslagen.
pl_pl: Dostępność flagi funkcji jest ustawiona na FALSE dla operacji „%s” w ramach czynnika „%s”, więc ta operacja zostanie pominięta.
pt_br: A disponibilidade da flag de recurso está definida como FALSE para a operação '%s' sob o fator '%s', portanto, esta operação será pulada.

source: Fetches and analyzes the robots.txt file to confirm correct directives. Ensures important resources are accessible and harmful blocks are removed, providing tips to balance crawler control and SEO.
de_de: Ruft die robots.txt-Datei ab und analysiert sie, um korrekte Anweisungen zu bestätigen. Stellt sicher, dass wichtige Ressourcen zugänglich sind und schädliche Blockierungen entfernt werden, und gibt Tipps, um die Crawler-Steuerung und SEO auszubalancieren.
es_es: Obtiene y analiza el archivo robots.txt para confirmar las directivas correctas. Asegura que los recursos importantes sean accesibles y se eliminen los bloqueos perjudiciales, proporcionando consejos para equilibrar el control del rastreador y el SEO.
fr_fr: Récupère et analyse le fichier robots.txt pour confirmer les directives correctes. Garantit que les ressources importantes sont accessibles et que les blocages nuisibles sont supprimés, en fournissant des conseils pour équilibrer le contrôle des robots et le SEO.
it_it: Recupera e analizza il file robots.txt per confermare le direttive corrette. Garantisce che le risorse importanti siano accessibili e che i blocchi dannosi vengano rimossi, fornendo suggerimenti per bilanciare il controllo del crawler e la SEO.
nl_nl: Haalt het robots.txt-bestand op en analyseert het om de juiste richtlijnen te bevestigen. Zorgt ervoor dat belangrijke bronnen toegankelijk zijn en schadelijke blokkades worden verwijderd, en geeft tips om de controle over crawlers en SEO in evenwicht te brengen.
pl_pl: Pobiera i analizuje plik robots.txt w celu potwierdzenia poprawności dyrektyw. Zapewnia dostępność ważnych zasobów i usuwanie szkodliwych blokad, dostarczając wskazówek dotyczących zrównoważenia kontroli robotów i SEO.
pt_br: Busca e analisa o arquivo robots.txt para confirmar as diretivas corretas. Garante que recursos importantes estejam acessíveis e blocos prejudiciais sejam removidos, fornecendo dicas para equilibrar o controle do rastreador e o SEO.

source: Few of your backlinks use relevant keywords as clickable text. Having some (but not too many) keyword-rich links helps search engines understand your content's topic.
de_de: Wenige Ihrer Backlinks verwenden relevante Keywords als klickbaren Text. Einige (aber nicht zu viele) keyword-reiche Links helfen Suchmaschinen, das Thema Ihres Inhalts zu verstehen.
es_es: Pocos de tus backlinks usan palabras clave relevantes como texto clicable. Tener algunos enlaces ricos en palabras clave (pero no demasiados) ayuda a los motores de búsqueda a entender el tema de tu contenido.
fr_fr: Peu de vos liens retour utilisent des mots-clés pertinents comme texte cliquable. Avoir quelques liens riches en mots-clés (mais pas trop) aide les moteurs de recherche à comprendre le sujet de votre contenu.
it_it: Pochi dei tuoi backlink utilizzano parole chiave pertinenti come testo cliccabile. Avere alcuni link ricchi di parole chiave (ma non troppi) aiuta i motori di ricerca a comprendere l'argomento del tuo contenuto.
nl_nl: Weinig van uw backlinks gebruiken relevante trefwoorden als klikbare tekst. Het hebben van enkele (maar niet te veel) trefwoordrijke links helpt zoekmachines het onderwerp van uw content te begrijpen.
pl_pl: Niewiele Twoich linków zwrotnych używa trafnych słów kluczowych jako tekstu klikalnego. Posiadanie kilku (ale nie zbyt wielu) linków bogatych w słowa kluczowe pomaga wyszukiwarkom zrozumieć temat Twojej treści.
pt_br: Poucos de seus backlinks usam palavras-chave relevantes como texto clicável. Ter alguns (mas não muitos) links ricos em palavras-chave ajuda os mecanismos de busca a entender o tópico do seu conteúdo.

source: First Paragraph Keyword Check
de_de: Keyword-Prüfung im ersten Absatz
es_es: Comprobación de palabra clave en el primer párrafo
fr_fr: Vérification du mot-clé dans le premier paragraphe
it_it: Controllo parola chiave nel primo paragrafo
nl_nl: Trefwoordcontrole eerste alinea
pl_pl: Sprawdzenie słowa kluczowego w pierwszym akapicie
pt_br: Verificação de palavra-chave no primeiro parágrafo

source: First Paragraph Keyword Stuffing
de_de: Keyword-Stuffing im ersten Absatz
es_es: «Keyword stuffing» en el primer párrafo
fr_fr: Bourrage de mots-clés dans le premier paragraphe
it_it: Riempimento di parole chiave nel primo paragrafo
nl_nl: Keyword stuffing in eerste alinea
pl_pl: Upychanie słów kluczowych w pierwszym akapicie
pt_br: Keyword stuffing no primeiro parágrafo

source: First Paragraph Keyword Usage
de_de: Keyword-Nutzung im ersten Absatz
es_es: Uso de palabra clave en el primer párrafo
fr_fr: Utilisation des mots-clés dans le premier paragraphe
it_it: Uso della parola chiave nel primo paragrafo
nl_nl: Trefwoordgebruik in eerste alinea
pl_pl: Użycie słów kluczowych w pierwszym akapicie
pt_br: Uso de palavra-chave no primeiro parágrafo

source: First paragraph keyword analysis completed
de_de: Keyword-Analyse des ersten Absatzes abgeschlossen
es_es: Análisis de la palabra clave del primer párrafo completado
fr_fr: Analyse des mots-clés du premier paragraphe terminée
it_it: Analisi della parola chiave nel primo paragrafo completata
nl_nl: Trefwoordanalyse van eerste alinea voltooid
pl_pl: Analiza słów kluczowych w pierwszym akapicie zakończona
pt_br: Análise da palavra-chave no primeiro parágrafo concluída

source: First paragraph too short for keyword stuffing analysis
de_de: Erster Absatz zu kurz für die Keyword-Stuffing-Analyse
es_es: El primer párrafo es demasiado corto para el análisis de «keyword stuffing»
fr_fr: Premier paragraphe trop court pour l'analyse de bourrage de mots-clés
it_it: Primo paragrafo troppo corto per l'analisi del keyword stuffing
nl_nl: Eerste alinea te kort voor analyse op keyword stuffing
pl_pl: Pierwszy akapit jest zbyt krótki do analizy upychania słów kluczowych
pt_br: Primeiro parágrafo muito curto para análise de keyword stuffing

source: First, could you tell me what your website or project is about?
de_de: Können Sie mir zunächst sagen, worum es bei Ihrer Website oder Ihrem Projekt geht?
es_es: Primero, ¿podrías decirme de qué trata tu sitio web o proyecto?
fr_fr: D'abord, pourriez-vous me dire de quoi parle votre site web ou projet?
it_it: Innanzitutto, potresti dirmi di cosa tratta il tuo sito web o progetto?
nl_nl: Kunt u me eerst vertellen waar uw website of project over gaat?
pl_pl: Najpierw, czy możesz mi powiedzieć, o czym jest Twoja witryna lub projekt?
pt_br: Primeiro, você poderia me dizer sobre o que é o seu site ou projeto?

source: Fix Broken Links On Page
de_de: Defekte Links auf der Seite beheben
es_es: Corregir enlaces rotos en la página
fr_fr: Corriger les liens brisés sur la page
it_it: Correggi i link non funzionanti sulla pagina
nl_nl: Verbroken links op pagina repareren
pl_pl: Napraw uszkodzone linki na stronie
pt_br: Corrigir links quebrados na página

source: Fix Canonical Tag URL
de_de: URL des Canonical-Tags korrigieren
es_es: Corregir la URL de la etiqueta canónica
fr_fr: Corriger l'URL de la balise canonique
it_it: Correggi l'URL del tag canonico
nl_nl: Canonieke tag-URL repareren
pl_pl: Poprawienie adresu URL tagu kanonicznego
pt_br: Corrigir URL da tag canônica

source: Fix Heading Nesting Order
de_de: Verschachtelungsreihenfolge der Überschriften korrigieren
es_es: Corregir el orden de anidación de los encabezados
fr_fr: Corriger l'ordre d'emboîtement des titres
it_it: Correggi l'ordine di annidamento delle intestazioni
nl_nl: Volgorde van kop-nesting repareren
pl_pl: Poprawienie kolejności zagnieżdżenia nagłówków
pt_br: Corrigir ordem de aninhamento dos títulos

source: Fix Incomplete LocalBusiness Schema
de_de: Unvollständiges LocalBusiness-Schema korrigieren
es_es: Corregir el schema de LocalBusiness incompleto
fr_fr: Corriger le schéma LocalBusiness incomplet
it_it: Correggi lo schema LocalBusiness incompleto
nl_nl: Onvolledig LocalBusiness-schema repareren
pl_pl: Poprawienie niekompletnego schematu LocalBusiness
pt_br: Corrigir schema LocalBusiness incompleto

source: Fix Keyword Cannibalization
de_de: Keyword-Kannibalisierung beheben
es_es: Corregir la canibalización de palabras clave
fr_fr: Corriger la cannibalisation des mots-clés
it_it: Risolvi la cannibalizzazione delle parole chiave
nl_nl: Trefwoordkannibalisatie repareren
pl_pl: Naprawienie kanibalizacji słów kluczowych
pt_br: Corrigir canibalização de palavras-chave

source: Fix Keyword Stuffing in Opening Paragraph
de_de: Keyword-Stuffing im Einleitungsabsatz beheben
es_es: Corregir el «keyword stuffing» en el párrafo de apertura
fr_fr: Corriger le bourrage de mots-clés dans le paragraphe d'ouverture
it_it: Correggi il keyword stuffing nel paragrafo di apertura
nl_nl: Keyword stuffing in openingsalinea repareren
pl_pl: Naprawienie upychania słów kluczowych w akapicie otwierającym
pt_br: Corrigir o "keyword stuffing" no parágrafo de abertura

source: Fix Meta Robots Tag Issues
de_de: Probleme mit Meta-Robots-Tags beheben
es_es: Corregir problemas de la etiqueta meta robots
fr_fr: Corriger les problèmes de balise Meta Robots
it_it: Risolvi i problemi con il tag meta robots
nl_nl: Problemen met meta robots-tag repareren
pl_pl: Naprawienie problemów z tagiem meta robots
pt_br: Corrigir problemas da tag meta robots

source: Fix Robots.txt Blocking All Pages
de_de: Robots.txt Blockierung aller Seiten beheben
es_es: Corregir el robots.txt que bloquea todas las páginas
fr_fr: Corriger Robots.txt bloquant toutes les pages
it_it: Correggi il robots.txt che blocca tutte le pagine
nl_nl: Repareer robots.txt die alle pagina's blokkeert
pl_pl: Naprawienie pliku Robots.txt blokującego wszystkie strony
pt_br: Corrigir robots.txt que bloqueia todas as páginas

source: Fix Schema Markup Validation Errors
de_de: Validierungsfehler im Schema-Markup beheben
es_es: Corregir errores de validación del marcado de schema
fr_fr: Corriger les erreurs de validation du balisage de schéma
it_it: Correggi gli errori di validazione del markup Schema
nl_nl: Validatiefouten in schema markup repareren
pl_pl: Naprawienie błędów walidacji znaczników Schema
pt_br: Corrigir erros de validação da marcação de schema

source: Fix X-Robots-Tag Header Issues
de_de: Probleme mit dem X-Robots-Tag-Header beheben
es_es: Corregir problemas de la cabecera X-Robots-Tag
fr_fr: Corriger les problèmes d'en-tête X-Robots-Tag
it_it: Risolvi i problemi dell'intestazione X-Robots-Tag
nl_nl: Problemen met X-Robots-Tag-header repareren
pl_pl: Naprawienie problemów z nagłówkiem X-Robots-Tag
pt_br: Corrigir problemas no cabeçalho X-Robots-Tag

source: Fixing Header Consistency
de_de: Konsistenz der Überschriften korrigieren
es_es: Corregir la coherencia de los encabezados
fr_fr: Correction de la cohérence des en-têtes
it_it: Correzione della coerenza delle intestazioni
nl_nl: Consistentie van koppen repareren
pl_pl: Poprawianie spójności nagłówków
pt_br: Corrigindo a consistência dos cabeçalhos

source: Focus on facts and evidence rather than opinions
de_de: Konzentrieren Sie sich auf Fakten und Beweise statt auf Meinungen
es_es: Céntrate en hechos y pruebas en lugar de opiniones
fr_fr: Concentrez-vous sur les faits et les preuves plutôt que sur les opinions
it_it: Concentrati sui fatti e sulle prove piuttosto che sulle opinioni
nl_nl: Focus op feiten en bewijs in plaats van meningen
pl_pl: Skup się na faktach i dowodach, a nie na opiniach
pt_br: Foque em fatos e evidências em vez de opiniões

source: For "%s", use descriptive phrases that convey the same meaning
de_de: Verwenden Sie für „%s“ beschreibende Formulierungen, die dieselbe Bedeutung vermitteln
es_es: Para «%s», utiliza frases descriptivas que transmitan el mismo significado
fr_fr: Pour "%s", utilisez des phrases descriptives qui transmettent le même sens
it_it: Per "%s", usa frasi descrittive che trasmettano lo stesso significato."%s", usa frasi descrittive che trasmettono lo stesso significato
nl_nl: Gebruik voor "%s" beschrijvende zinnen die dezelfde betekenis overbrengen
pl_pl: Dla „%s” użyj opisowych zwrotów, które oddają to samo znaczenie
pt_br: Para "%s", use frases descritivas que transmitam o mesmo significado

source: For multi-word keywords, try separating the components across the sentence
de_de: Versuchen Sie bei mehrteiligen Keywords, die Komponenten über den Satz zu verteilen
es_es: Para palabras clave de varias palabras, intenta separar los componentes a lo largo de la frase
fr_fr: Pour les mots-clés multi-mots, essayez de séparer les composants à travers la phrase
it_it: Per le parole chiave composte da più parole, prova a separare i componenti all'interno della frase
nl_nl: Probeer bij trefwoorden van meerdere woorden de componenten over de zin te verdelen
pl_pl: W przypadku słów kluczowych składających się z wielu wyrazów, spróbuj rozdzielić komponenty w zdaniu
pt_br: Para palavras-chave com várias palavras, tente separar os componentes ao longo da frase

source: Free
de_de: Kostenlos
es_es: Gratis
fr_fr: Gratuit
it_it: Gratuito
nl_nl: Gratis
pl_pl: Darmowy
pt_br: Gratuito

source: French
de_de: Französisch
es_es: Francés
fr_fr: Français
it_it: Francese
nl_nl: Frans
pl_pl: Francuski
pt_br: Francês

source: Generate replies to reviews with AI
de_de: Antworten auf Bewertungen mit KI generieren
es_es: Generar respuestas a reseñas con IA
fr_fr: Générer des réponses aux avis avec l'IA
it_it: Genera risposte alle recensioni con l'IA
nl_nl: Genereer antwoorden op beoordelingen met AI
pl_pl: Generuj odpowiedzi na opinie za pomocą AI
pt_br: Gere respostas para avaliações com IA

source: Generic alt text detected
de_de: Generischer Alternativtext erkannt
es_es: Texto alternativo genérico detectado
fr_fr: Texte alternatif générique détecté
it_it: Rilevato testo alternativo generico
nl_nl: Generieke alt-tekst gedetecteerd
pl_pl: Wykryto ogólny tekst alternatywny
pt_br: Texto alternativo genérico detectado

source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand
it_it: Tedesco
nl_nl: Duits
pl_pl: Niemiecki
pt_br: Alemão
