Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Min Score
de_de: Min. Punktestand
es_es: Puntuación mínima
fr_fr: Score minimum
it_it: Punteggio minimo
pl_pl: Min. wynik
pt_br: Pontuação mínima

source: Minify CSS and JavaScript
de_de: CSS und JavaScript minifizieren
es_es: Minificar CSS y JavaScript
fr_fr: Minifier CSS et JavaScript
it_it: Minimizza CSS e JavaScript
nl_nl: CSS en JavaScript minificeren
pl_pl: Minifikacja CSS i JavaScriptu
pt_br: Minificar CSS e JavaScript

source: Missing alt text
de_de: Fehlender Alternativtext
es_es: Falta el texto alternativo
fr_fr: Texte alternatif manquant
it_it: Testo alternativo mancante
nl_nl: Ontbrekende alt-tekst
pl_pl: Brakujący tekst alternatywny
pt_br: Texto alternativo ausente

source: Monitor up to 20 keywords
de_de: Bis zu 20 Keywords überwachen
es_es: Supervisar hasta 20 palabras clave
fr_fr: Surveiller jusqu'à 20 mots-clés
it_it: Monitora fino a 20 parole chiave
nl_nl: Monitor tot 20 trefwoorden
pl_pl: Monitoruj do 20 słów kluczowych
pt_br: Monitore até 20 palavras-chave

source: Move Keyword Earlier in First Paragraph
de_de: Keyword im ersten Absatz nach vorne verschieben
es_es: Mover la palabra clave al principio del primer párrafo
fr_fr: Déplacer le mot-clé plus tôt dans le premier paragraphe
it_it: Sposta la parola chiave prima nel primo paragrafo
nl_nl: Verplaats trefwoord eerder in de eerste alinea
pl_pl: Przesunięcie słowa kluczowego na początek pierwszego akapitu
pt_br: Mover a palavra-chave para o início do primeiro parágrafo

source: Move Keyword to Beginning of Meta Title
de_de: Keyword an den Anfang des Meta-Titels verschieben
es_es: Mover la palabra clave al principio del metatítulo
fr_fr: Déplacer le mot-clé au début du méta-titre
it_it: Sposta la parola chiave all'inizio del meta titolo
nl_nl: Verplaats trefwoord naar het begin van de metatitel
pl_pl: Przesunięcie słowa kluczowego na początek metatytułu
pt_br: Mover a palavra-chave para o início do metatítulo

source: Move Primary Keyword Closer to Root in URL
de_de: Primäres Keyword in der URL näher an die Wurzel verschieben
es_es: Mover la palabra clave principal más cerca de la raíz en la URL
fr_fr: Déplacer le mot-clé principal plus près de la racine dans l'URL
it_it: Sposta la parola chiave principale più vicino alla radice nell'URL
nl_nl: Verplaats primair trefwoord dichter bij de root in de URL
pl_pl: Przesunięcie głównego słowa kluczowego bliżej domeny w adresie URL
pt_br: Mover a palavra-chave principal para mais perto da raiz no URL

source: Multimedia Inclusion Check
de_de: Prüfung der Multimedia-Einbindung
es_es: Comprobación de inclusión de multimedia
fr_fr: Vérification de l’inclusion multimédia
it_it: Controllo inclusione multimediale
nl_nl: Controle van multimedia-opname
pl_pl: Sprawdzenie zawartości multimediów
pt_br: Verificação de inclusão de multimídia

source: Multimedia analysis completed successfully
de_de: Multimedia-Analyse erfolgreich abgeschlossen
es_es: Análisis de multimedia completado con éxito
fr_fr: Analyse multimédia terminée avec succès
it_it: Analisi multimediale completata con successo
nl_nl: Multimedia-analyse succesvol voltooid
pl_pl: Analiza multimediów zakończona pomyślnie
pt_br: Análise de multimídia concluída com sucesso

source: Multiple identical pages found without canonical tags, causing search engines to split ranking power instead of consolidating it to your preferred version.
de_de: Mehrere identische Seiten ohne Canonical-Tags gefunden, was dazu führt, dass Suchmaschinen die Ranking-Kraft aufteilen, anstatt sie auf Ihre bevorzugte Version zu konsolidieren.
es_es: Se encontraron varias páginas idénticas sin etiquetas canónicas, lo que hace que los motores de búsqueda dividan el poder de posicionamiento en lugar de consolidarlo en tu versión preferida.
fr_fr: Plusieurs pages identiques trouvées sans balises canoniques, causant aux moteurs de recherche de diviser le pouvoir de classement au lieu de le consolider vers votre version préférée.
it_it: Trovate più pagine identiche senza tag canonici, il che porta i motori di ricerca a dividere il potere di posizionamento invece di consolidarlo sulla tua versione preferita.
nl_nl: Meerdere identieke pagina's gevonden zonder canonieke tags, waardoor zoekmachines de rankingkracht verdelen in plaats van deze te consolideren naar uw voorkeursversie.
pl_pl: Znaleziono wiele identycznych stron bez tagów kanonicznych, co powoduje, że wyszukiwarki dzielą siłę rankingową zamiast konsolidować ją na preferowanej wersji.
pt_br: Várias páginas idênticas encontradas sem tags canônicas, fazendo com que os mecanismos de busca dividam o poder de classificação em vez de consolidá-lo na sua versão preferida.

source: Next-gen image format analysis completed
de_de: Analyse des Bildformats der nächsten Generation abgeschlossen
es_es: Análisis del formato de imagen de nueva generación completado
fr_fr: Analyse du format d'image de nouvelle génération terminée
it_it: Analisi del formato immagine di nuova generazione completata
nl_nl: Analyse van next-gen afbeeldingsformaat voltooid
pl_pl: Analiza formatu obrazów nowej generacji zakończona
pt_br: Análise do formato de imagem de nova geração concluída

source: NextGen Image Format Validation
de_de: Validierung des Next-Gen-Bildformats
es_es: Validación del formato de imagen de nueva generación
fr_fr: Validation du format d'image NextGen
it_it: Validazione formato immagine NextGen
nl_nl: Validatie van next-gen afbeeldingsformaat
pl_pl: Walidacja formatu obrazów nowej generacji
pt_br: Validação do formato de imagem NextGen

source: No BASE_ENTITY_CLASS defined in %s
de_de: Keine BASE_ENTITY_CLASS in %s definiert
es_es: No se ha definido BASE_ENTITY_CLASS en %s
fr_fr: Aucune BASE_ENTITY_CLASS définie dans %s
it_it: Nessuna BASE_ENTITY_CLASS definita in %s
nl_nl: Geen BASE_ENTITY_CLASS gedefinieerd in %s
pl_pl: Brak zdefiniowanej BASE_ENTITY_CLASS w %s
pt_br: Nenhuma BASE_ENTITY_CLASS definida em %s

source: No BASE_ENTITY_SET_CLASS defined in %s
de_de: Keine BASE_ENTITY_SET_CLASS in %s definiert
es_es: No se ha definido BASE_ENTITY_SET_CLASS en %s
fr_fr: Aucune BASE_ENTITY_SET_CLASS définie dans %s
it_it: Nessuna BASE_ENTITY_SET_CLASS definita in %s
nl_nl: Geen BASE_ENTITY_SET_CLASS gedefinieerd in %s
pl_pl: Brak zdefiniowanej BASE_ENTITY_SET_CLASS w %s
pt_br: Nenhuma BASE_ENTITY_SET_CLASS definida em %s

source: No BASE_ORM_MODEL defined in %s
de_de: Kein BASE_ORM_MODEL in %s definiert
es_es: No se ha definido BASE_ORM_MODEL en %s
fr_fr: Aucun BASE_ORM_MODEL défini dans %s
it_it: Nessun BASE_ORM_MODEL definito in %s
nl_nl: Geen BASE_ORM_MODEL gedefinieerd in %s
pl_pl: Brak zdefiniowanego BASE_ORM_MODEL w %s
pt_br: Nenhum BASE_ORM_MODEL definido em %s

source: No BASE_REPO_CLASS defined in %s
de_de: Keine BASE_REPO_CLASS in %s definiert
es_es: No se ha definido BASE_REPO_CLASS en %s
fr_fr: Aucune BASE_REPO_CLASS définie dans %s
it_it: Nessuna BASE_REPO_CLASS definita in %s
nl_nl: Geen BASE_REPO_CLASS gedefinieerd in %s
pl_pl: Brak zdefiniowanej BASE_REPO_CLASS w %s
pt_br: Nenhuma BASE_REPO_CLASS definida em %s

source: No Bucket declared!
de_de: Kein Bucket deklariert!
es_es: ¡No se ha declarado ningún bucket!
fr_fr: Aucun Bucket déclaré !
it_it: Nessun Bucket dichiarato!
nl_nl: Geen bucket gedeclareerd!
pl_pl: Nie zadeklarowano zasobnika (Bucket)!
pt_br: Nenhum Bucket declarado!

source: No MediaItem name declared!
de_de: Kein MediaItem-Name deklariert!
es_es: ¡No se ha declarado ningún nombre de MediaItem!
fr_fr: Aucun nom de MediaItem déclaré !
it_it: Nessun nome di MediaItem dichiarato!
nl_nl: Geen MediaItem-naam gedeclareerd!
pl_pl: Nie zadeklarowano nazwy elementu multimedialnego (MediaItem)!
pt_br: Nenhum nome de MediaItem declarado!

source: No Region declared!
de_de: Keine Region deklariert!
es_es: ¡No se ha declarado ninguna región!
fr_fr: Aucune Région déclarée !
it_it: Nessuna regione dichiarata!
nl_nl: Geen regio gedeclareerd!
pl_pl: Nie zadeklarowano regionu!
pt_br: Nenhuma Região declarada!

source: No canonical tag found on this page
de_de: Kein Canonical-Tag auf dieser Seite gefunden
es_es: No se encontró ninguna etiqueta canónica en esta página
fr_fr: Aucune balise canonique trouvée sur cette page
it_it: Nessun tag canonico trovato su questa pagina
nl_nl: Geen canonieke tag gevonden op deze pagina
pl_pl: Nie znaleziono tagu kanonicznego na tej stronie
pt_br: Nenhuma tag canônica encontrada nesta página

source: No conflicting plugins found.
de_de: Keine widersprüchlichen Plugins gefunden.
es_es: No se encontraron plugins en conflicto.
fr_fr: Aucune extension en conflit trouvée.
it_it: Nessun plugin in conflitto trovato.
nl_nl: Geen conflicterende plug-ins gevonden.
pl_pl: Nie znaleziono wtyczek powodujących konflikt.
pt_br: Nenhum plugin conflitante encontrado.

source: No content found for analysis
de_de: Kein Inhalt für die Analyse gefunden
es_es: No se encontró contenido para analizar
fr_fr: Aucun contenu trouvé pour l'analyse
it_it: Nessun contenuto trovato per l'analisi
nl_nl: Geen content gevonden voor analyse
pl_pl: Nie znaleziono treści do analizy
pt_br: Nenhum conteúdo encontrado para análise

source: No content found for this post
de_de: Kein Inhalt für diesen Beitrag gefunden
es_es: No se encontró contenido para esta entrada
fr_fr: Aucun contenu trouvé pour cet article
it_it: Nessun contenuto trovato per questo articolo
nl_nl: Geen content gevonden voor dit bericht
pl_pl: Nie znaleziono treści dla tego wpisu
pt_br: Nenhum conteúdo encontrado para este post

source: No first paragraph found in the content
de_de: Kein erster Absatz im Inhalt gefunden
es_es: No se encontró el primer párrafo en el contenido
fr_fr: Aucun premier paragraphe trouvé dans le contenu
it_it: Nessun primo paragrafo trovato nel contenuto
nl_nl: Geen eerste alinea gevonden in de content
pl_pl: Nie znaleziono pierwszego akapitu w treści
pt_br: Nenhum primeiro parágrafo encontrado no conteúdo

source: No images found on the page
de_de: Keine Bilder auf der Seite gefunden
es_es: No se encontraron imágenes en la página
fr_fr: Aucune image trouvée sur la page
it_it: Nessuna immagine trovata sulla pagina
nl_nl: Geen afbeeldingen gevonden op de pagina
pl_pl: Nie znaleziono obrazów na stronie
pt_br: Nenhuma imagem encontrada na página

source: No keyword stuffing detected
de_de: Kein Keyword-Stuffing erkannt
es_es: No se detectó «keyword stuffing»
fr_fr: Aucun bourrage de mots-clés détecté
it_it: Nessun keyword stuffing rilevato
nl_nl: Geen keyword stuffing gedetecteerd
pl_pl: Nie wykryto upychania słów kluczowych
pt_br: Nenhum "keyword stuffing" detectado

source: No keywords found for analysis
de_de: Keine Keywords für die Analyse gefunden
es_es: No se encontraron palabras clave para analizar
fr_fr: Aucun mot-clé trouvé pour l'analyse
it_it: Nessuna parola chiave trovata per l'analisi
nl_nl: Geen trefwoorden gevonden voor analyse
pl_pl: Nie znaleziono słów kluczowych do analizy
pt_br: Nenhuma palavra-chave encontrada para análise

source: No keywords found for this post
de_de: Keine Keywords für diesen Beitrag gefunden
es_es: No se encontraron palabras clave para esta entrada
fr_fr: Aucun mot-clé trouvé pour cet article
it_it: Nessuna parola chiave trovata per questo articolo
nl_nl: Geen trefwoorden gevonden voor dit bericht
pl_pl: Nie znaleziono słów kluczowych dla tego wpisu
pt_br: Nenhuma palavra-chave encontrada para este post

source: No links found to analyze
de_de: Keine Links zur Analyse gefunden
es_es: No se encontraron enlaces para analizar
fr_fr: Aucun lien trouvé à analyser
it_it: Nessun link trovato da analizzare
nl_nl: Geen links gevonden om te analyseren
pl_pl: Nie znaleziono linków do analizy
pt_br: Nenhum link encontrado para analisar

source: No local keywords found for analysis
de_de: Keine lokalen Keywords für die Analyse gefunden
es_es: No se encontraron palabras clave locales para analizar
fr_fr: Aucun mot-clé local trouvé pour l'analyse
it_it: Nessuna parola chiave locale trovata per l'analisi
nl_nl: Geen lokale trefwoorden gevonden voor analyse
pl_pl: Nie znaleziono lokalnych słów kluczowych do analizy
pt_br: Nenhuma palavra-chave local encontrada para análise

source: No log files found
de_de: Keine Protokolldateien gefunden
es_es: No se encontraron archivos de registro
fr_fr: Aucun fichier journal trouvé
it_it: Nessun file di log trovato
nl_nl: Geen logbestanden gevonden
pl_pl: Nie znaleziono plików dziennika
pt_br: Nenhum arquivo de log encontrado

source: No meta description found
de_de: Keine Meta-Beschreibung gefunden
es_es: No se encontró ninguna metadescripción
fr_fr: Aucune méta-description trouvée
it_it: Nessuna meta descrizione trovata
nl_nl: Geen metabeschrijving gevonden
pl_pl: Nie znaleziono metaopisu
pt_br: Nenhuma metadescrição encontrada

source: No meta title found
de_de: Kein Meta-Titel gefunden
es_es: No se encontró ningún metatítulo
fr_fr: Aucun méta-titre trouvé
it_it: Nessun meta titolo trovato
nl_nl: Geen metatitel gevonden
pl_pl: Nie znaleziono metatytułu
pt_br: Nenhum metatítulo encontrado

source: No opening paragraph found in the content
de_de: Kein Einleitungsabsatz im Inhalt gefunden
es_es: No se encontró ningún párrafo de apertura en el contenido
fr_fr: Aucun paragraphe d'ouverture trouvé dans le contenu
it_it: Nessun paragrafo di apertura trovato nel contenuto
nl_nl: Geen openingsalinea gevonden in de content
pl_pl: Nie znaleziono akapitu otwierającego w treści
pt_br: Nenhum parágrafo de abertura encontrado no conteúdo

source: No plans available at the moment. Please try again later.
de_de: Derzeit sind keine Pläne verfügbar. Bitte versuchen Sie es später erneut.
es_es: No hay planes disponibles en este momento. Por favor, inténtalo de nuevo más tarde.
fr_fr: Aucun plan disponible pour le moment. Veuillez réessayer plus tard.
it_it: Nessun piano disponibile al momento. Riprova più tardi.
nl_nl: Er zijn momenteel geen abonnementen beschikbaar. Probeer het later opnieuw.
pl_pl: Brak dostępnych planów w tym momencie. Spróbuj ponownie później.
pt_br: Nenhum plano disponível no momento. Por favor, tente novamente mais tarde.

source: No primary keyword found for analysis
de_de: Kein primäres Keyword für die Analyse gefunden
es_es: No se encontró ninguna palabra clave principal para el análisis
fr_fr: Aucun mot-clé principal trouvé pour l'analyse
it_it: Nessuna parola chiave principale trovata per l'analisi
nl_nl: Geen primair trefwoord gevonden voor analyse
pl_pl: Nie znaleziono głównego słowa kluczowego do analizy
pt_br: Nenhuma palavra-chave principal encontrada para análise

source: No primary keyword found for this post
de_de: Kein primäres Keyword für diesen Beitrag gefunden
es_es: No se encontró ninguna palabra clave principal para esta entrada
fr_fr: Aucun mot-clé principal trouvé pour cet article
it_it: Nessuna parola chiave principale trovata per questo articolo
nl_nl: Geen primair trefwoord gevonden voor dit bericht
pl_pl: Nie znaleziono głównego słowa kluczowego dla tego wpisu
pt_br: Nenhuma palavra-chave principal encontrada para este post

source: No primary keyword or related keywords found for analysis
de_de: Kein primäres Keyword oder verwandte Keywords für die Analyse gefunden
es_es: No se encontraron palabras clave primarias o relacionadas para el análisis
fr_fr: Aucun mot-clé principal ou mot-clé associé trouvé pour l'analyse
it_it: Nessuna parola chiave principale o correlata trovata per l'analisi
nl_nl: Geen primair trefwoord of gerelateerde trefwoorden gevonden voor analyse
pl_pl: Nie znaleziono głównego słowa kluczowego ani powiązanych słów kluczowych do analizy
pt_br: Nenhuma palavra-chave principal ou relacionada encontrada para análise

source: No published content found
de_de: Kein veröffentlichter Inhalt gefunden
es_es: No se encontró contenido publicado
fr_fr: Aucun contenu publié trouvé
it_it: Nessun contenuto pubblicato trovato
nl_nl: Geen gepubliceerde content gevonden
pl_pl: Nie znaleziono opublikowanej treści
pt_br: Nenhum conteúdo publicado encontrado

source: No robots.txt file found
de_de: Keine robots.txt-Datei gefunden
es_es: No se encontró el archivo robots.txt
fr_fr: Aucun fichier robots.txt trouvé
it_it: Nessun file robots.txt trovato
nl_nl: Geen robots.txt-bestand gevonden
pl_pl: Nie znaleziono pliku robots.txt
pt_br: Nenhum arquivo robots.txt encontrado

source: No schema markup found
de_de: Kein Schema-Markup gefunden
es_es: No se encontró ningún marcado de schema
fr_fr: Aucun balisage de schéma trouvé
it_it: Nessun markup Schema trovato
nl_nl: Geen schema markup gevonden
pl_pl: Nie znaleziono znaczników Schema
pt_br: Nenhuma marcação de schema encontrada

source: No valid URL found for this post
de_de: Keine gültige URL für diesen Beitrag gefunden
es_es: No se encontró ninguna URL válida para esta entrada
fr_fr: Aucune URL valide trouvée pour cette publication
it_it: Nessun URL valido trovato per questo articolo
nl_nl: Geen geldige URL gevonden voor dit bericht
pl_pl: Nie znaleziono prawidłowego adresu URL dla tego wpisu
pt_br: Nenhum URL válido encontrado para este post

source: Not enough links use your brand name as the clickable text. Brand-name links help establish your authority and create a natural-looking link profile.
de_de: Nicht genügend Links verwenden Ihren Markennamen als klickbaren Text. Links mit Markennamen helfen, Ihre Autorität zu etablieren und ein natürlich aussehendes Linkprofil zu erstellen.
es_es: No hay suficientes enlaces que usen el nombre de tu marca como texto clicable. Los enlaces con el nombre de la marca ayudan a establecer tu autoridad y a crear un perfil de enlaces de aspecto natural.
fr_fr: Pas assez de liens utilisent le nom de votre marque comme texte cliquable. Les liens de nom de marque aident à établir votre autorité et créent un profil de liens d'apparence naturelle.
it_it: Non abbastanza link utilizzano il nome del tuo brand come testo cliccabile. I link con il nome del brand aiutano a stabilire la tua autorità e a creare un profilo di link dall'aspetto naturale.
nl_nl: Niet genoeg links gebruiken uw merknaam als de klikbare tekst. Links met een merknaam helpen uw autoriteit te vestigen en creëren een natuurlijk ogend linkprofiel.
pl_pl: Niewystarczająca liczba linków używa nazwy Twojej marki jako tekstu klikalnego. Linki z nazwą marki pomagają budować autorytet i tworzyć naturalnie wyglądający profil linków.
pt_br: Não há links suficientes usando o nome da sua marca como texto clicável. Links com nome de marca ajudam a estabelecer sua autoridade e a criar um perfil de links de aparência natural.

source: Onboarding
es_es: Incorporación
fr_fr: Intégration
pl_pl: Wprowadzenie
pt_br: Integração

source: One or more heading tags are empty or too short to be meaningful. Provide concise and descriptive text to help both readers and search engines.
de_de: Ein oder mehrere Überschriften-Tags sind leer oder zu kurz, um aussagekräftig zu sein. Geben Sie prägnanten und beschreibenden Text an, um sowohl Lesern als auch Suchmaschinen zu helfen.
es_es: Una o más etiquetas de encabezado están vacías o son demasiado cortas para ser significativas. Proporciona un texto conciso y descriptivo para ayudar tanto a los lectores como a los motores de búsqueda.
fr_fr: Une ou plusieurs balises de titre sont vides ou trop courtes pour être significatives. Fournissez un texte concis et descriptif pour aider les lecteurs et les moteurs de recherche.
it_it: Uno o più tag di intestazione sono vuoti o troppo corti per essere significativi. Fornisci un testo conciso e descrittivo per aiutare sia i lettori che i motori di ricerca.
nl_nl: Een of meer koptags zijn leeg of te kort om betekenisvol te zijn. Zorg voor beknopte en beschrijvende tekst om zowel lezers als zoekmachines te helpen.
pl_pl: Jeden lub więcej tagów nagłówków jest pusty lub zbyt krótki, aby miał znaczenie. Podaj zwięzły i opisowy tekst, aby pomóc zarówno czytelnikom, jak i wyszukiwarkom.
pt_br: Uma ou mais tags de título estão vazias ou são muito curtas para serem significativas. Forneça um texto conciso e descritivo para ajudar tanto os leitores quanto os mecanismos de busca.

source: Online Presence insights
de_de: Einblicke in die Online-Präsenz
es_es: Información sobre la presencia en línea
fr_fr: Aperçus de présence en ligne
it_it: Approfondimenti sulla presenza online
nl_nl: Inzichten in online aanwezigheid
pl_pl: Informacje o obecności w internecie
pt_br: Insights de presença online

source: Opening Paragraph Engagement Analysis
de_de: Analyse des Engagements im Einleitungsabsatz
es_es: Análisis de la interacción del párrafo de apertura
fr_fr: Analyse de l’engagement du paragraphe d’ouverture
it_it: Analisi del coinvolgimento del paragrafo di apertura
nl_nl: Analyse van betrokkenheid openingsalinea
pl_pl: Analiza zaangażowania akapitu otwierającego
pt_br: Análise do engajamento do parágrafo de abertura

source: Opening paragraph engagement analysis completed successfully
de_de: Analyse des Engagements im Einleitungsabsatz erfolgreich abgeschlossen
es_es: Análisis de la interacción del párrafo de apertura completado con éxito
fr_fr: Analyse d'engagement du paragraphe d'ouverture terminée avec succès
it_it: Analisi del coinvolgimento del paragrafo di apertura completata con successo
nl_nl: Analyse van de betrokkenheid van de openingsalinea succesvol voltooid
pl_pl: Analiza zaangażowania akapitu otwierającego zakończona pomyślnie
pt_br: Análise de engajamento do parágrafo de abertura concluída com sucesso

source: Optimisation
de_de: Optimierung
es_es: Optimización
it_it: Ottimizzazione
nl_nl: Optimalisatie
pl_pl: Optymalizacja
pt_br: Otimização

source: Optimiser endpoint access denied: Onboarding not finalized
de_de: Zugriff auf den Optimierer-Endpunkt verweigert: Onboarding nicht abgeschlossen
es_es: Acceso denegado al endpoint del optimizador: la incorporación no ha finalizado
fr_fr: Accès au point de terminaison de l'optimiseur refusé : Intégration non finalisée
it_it: Accesso all'endpoint dell'ottimizzatore negato: onboarding non finalizzato
nl_nl: Toegang tot Optimiser-eindpunt geweigerd: onboarding niet voltooid
pl_pl: Dostęp do punktu końcowego optymalizatora odrzucony: wprowadzenie nie zostało zakończone
pt_br: Acesso ao endpoint do otimizador negado: integração não finalizada

source: Optimization suggestion
de_de: Optimierungsvorschlag
es_es: Sugerencia de optimización
fr_fr: Suggestion d'optimisation
it_it: Suggerimento di ottimizzazione
nl_nl: Optimalisatiesuggestie
pl_pl: Sugestia optymalizacji
pt_br: Sugestão de otimização

source: Optimize Keyword Density
de_de: Keyword-Dichte optimieren
es_es: Optimizar la densidad de palabras clave
fr_fr: Optimiser la densité des mots-clés
it_it: Ottimizza la densità delle parole chiave
nl_nl: Optimaliseer trefwoorddichtheid
pl_pl: Optymalizacja gęstości słów kluczowych
pt_br: Otimizar a densidade de palavras-chave

source: Optimize Keyword Placement in Alt Text
de_de: Keyword-Platzierung im Alternativtext optimieren
es_es: Optimizar la ubicación de palabras clave en el texto alternativo
fr_fr: Optimiser le placement des mots-clés dans le texte alternatif
it_it: Ottimizza il posizionamento della parola chiave nel testo alternativo
nl_nl: Optimaliseer de plaatsing van trefwoorden in alt-tekst
pl_pl: Optymalizacja umiejscowienia słów kluczowych w tekście alternatywnym
pt_br: Otimizar o posicionamento da palavra-chave no texto alternativo

source: Optimize Keyword Position in Meta Title
de_de: Keyword-Position im Meta-Titel optimieren
es_es: Optimizar la posición de la palabra clave en el metatítulo
fr_fr: Optimiser la position du mot-clé dans le méta-titre
it_it: Ottimizza la posizione della parola chiave nel meta titolo
nl_nl: Optimaliseer de positie van trefwoorden in de metatitel
pl_pl: Optymalizacja pozycji słowa kluczowego w metatytule
pt_br: Otimizar a posição da palavra-chave no metatítulo
