Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Keywords with higher CPC (Cost Per Click) often indicate higher commercial intent. For conversion-focused pages, prioritize keywords with good CPC values.
de_de: Keywords mit höherem CPC (Cost Per Click) deuten oft auf eine höhere kommerzielle Absicht hin. Priorisieren Sie für konversionsorientierte Seiten Keywords mit guten CPC-Werten.
es_es: Las palabras clave con un CPC (coste por clic) más alto suelen indicar una mayor intención comercial. Para las páginas centradas en la conversión, prioriza las palabras clave con buenos valores de CPC.
fr_fr: Les mots-clés avec un CPC (Coût Par Clic) plus élevé indiquent souvent une intention commerciale plus élevée. Pour les pages axées sur la conversion, priorisez les mots-clés avec de bonnes valeurs CPC.
it_it: Le parole chiave con un CPC (Costo Per Clic) più alto indicano spesso un'intenzione commerciale maggiore. Per le pagine focalizzate sulla conversione, dai priorità alle parole chiave con buoni valori di CPC.
nl_nl: Trefwoorden met een hogere CPC (kosten per klik) duiden vaak op een hogere commerciële intentie. Geef voor op conversie gerichte pagina's prioriteit aan trefwoorden met goede CPC-waarden.
pl_pl: Słowa kluczowe o wyższym CPC (koszt za kliknięcie) często wskazują na wyższą intencję komercyjną. W przypadku stron nastawionych na konwersję priorytetowo traktuj słowa kluczowe o dobrych wartościach CPC.
pt_br: Palavras-chave com CPC (Custo Por Clique) mais alto geralmente indicam maior intenção comercial. Para páginas focadas em conversão, priorize palavras-chave com bons valores de CPC.

source: Korean
de_de: Koreanisch
es_es: Coreano
fr_fr: Coréen
it_it: Coreano
nl_nl: Koreaans
pl_pl: Koreański
pt_br: Coreano

source: Lastly, is there anything else you'd like to highlight about your project or business, something that makes it unique or special?
de_de: Gibt es abschließend noch etwas, das Sie über Ihr Projekt oder Unternehmen hervorheben möchten, etwas, das es einzigartig oder besonders macht?
es_es: Por último, ¿hay algo más que te gustaría destacar sobre tu proyecto o negocio, algo que lo haga único o especial?
fr_fr: Enfin, y a-t-il autre chose que vous aimeriez souligner à propos de votre projet ou entreprise, quelque chose qui le rend unique ou spécial?
it_it: Infine, c'è qualcos'altro che vorresti sottolineare riguardo al tuo progetto o alla tua attività, qualcosa che lo rende unico o speciale?
nl_nl: Tot slot, is er nog iets anders dat u wilt benadrukken over uw project of bedrijf, iets dat het uniek of speciaal maakt?
pl_pl: Na koniec, czy jest coś jeszcze, co chciałbyś podkreślić w swoim projekcie lub firmie, coś, co czyni go wyjątkowym lub specjalnym?
pt_br: Por último, há mais alguma coisa que você gostaria de destacar sobre seu projeto ou negócio, algo que o torne único ou especial?

source: Lengthen Paragraphs
de_de: Absätze verlängern
es_es: Alargar los párrafos
fr_fr: Allonger les paragraphes
it_it: Allunga i paragrafi
nl_nl: Alinea's verlengen
pl_pl: Wydłużenie akapitów
pt_br: Alongar parágrafos

source: Let's get started.
de_de: Legen wir los.
es_es: Empecemos.
fr_fr: Commençons.
it_it: Iniziamo.
nl_nl: Laten we beginnen.
pl_pl: Zaczynajmy.
pt_br: Vamos começar.

source: Limited keyword tracking
de_de: Begrenztes Keyword-Tracking
es_es: Seguimiento de palabras clave limitado
fr_fr: Suivi limité des mots-clés
it_it: Monitoraggio limitato delle parole chiave
nl_nl: Beperkte trefwoordtracking
pl_pl: Ograniczone śledzenie słów kluczowych
pt_br: Rastreamento limitado de palavras-chave

source: Link assistant
de_de: Link-Assistent
es_es: Asistente de enlaces
fr_fr: Assistant de liaison
it_it: Assistente link
nl_nl: Link-assistent
pl_pl: Asystent linków
pt_br: Assistente de links

source: Linking Strategy
de_de: Verlinkungsstrategie
es_es: Estrategia de enlaces
fr_fr: Stratégie de liaison
it_it: Strategia di linking
nl_nl: Linkstrategie
pl_pl: Strategia linkowania
pt_br: Estratégia de links

source: Listing checker
de_de: Branchenbuch-Prüfer
es_es: Comprobador de directorios
fr_fr: Vérificateur d'annonces
it_it: Controllo delle inserzioni
nl_nl: Vermeldingen-checker
pl_pl: Kontroler wizytówek
pt_br: Verificador de listagens

source: Local Keyword Meta Tag Optimization
de_de: Optimierung lokaler Keyword-Meta-Tags
es_es: Optimización de metaetiquetas de palabras clave locales
fr_fr: Optimisation des balises méta pour les mots-clés locaux
it_it: Ottimizzazione dei meta tag per parole chiave locali
nl_nl: Optimalisatie van metatags voor lokale trefwoorden
pl_pl: Optymalizacja metatagów z lokalnymi słowami kluczowymi
pt_br: Otimização de metatag para palavra-chave local

source: Local Keyword Presence
de_de: Präsenz lokaler Keywords
es_es: Presencia de palabras clave locales
fr_fr: Présence de mots-clés locaux
it_it: Presenza di parole chiave locali
nl_nl: Aanwezigheid van lokale trefwoorden
pl_pl: Obecność lokalnych słów kluczowych
pt_br: Presença de palavra-chave local

source: Local Keywords In Content
de_de: Lokale Keywords im Inhalt
es_es: Palabras clave locales en el contenido
fr_fr: Mots-clés locaux dans le contenu
it_it: Parole chiave locali nel contenuto
nl_nl: Lokale trefwoorden in content
pl_pl: Lokalne słowa kluczowe w treści
pt_br: Palavras-chave locais no conteúdo

source: Local Marketing tasks
de_de: Lokale Marketing-Aufgaben
es_es: Tareas de marketing local
fr_fr: Tâches de marketing local
it_it: Attività di marketing locale
nl_nl: Lokale marketingtaken
pl_pl: Zadania marketingu lokalnego
pt_br: Tarefas de marketing local

source: Local Schema Markup Suggestion
de_de: Vorschlag für lokales Schema-Markup
es_es: Sugerencia de marcado de schema local
fr_fr: Suggestion de balisage de schéma local
it_it: Suggerimento di markup Schema locale
nl_nl: Suggestie voor lokale schema markup
pl_pl: Sugestia lokalnych znaczników Schema
pt_br: Sugestão de marcação de schema local

source: Local Schema Validation
de_de: Validierung des lokalen Schemas
es_es: Validación de schema local
fr_fr: Validation du schéma local
it_it: Validazione dello schema locale
nl_nl: Validatie van lokaal schema
pl_pl: Walidacja lokalnego schematu
pt_br: Validação de schema local

source: Local business schema is not necessary for this page.
de_de: Ein Schema für lokale Unternehmen ist für diese Seite nicht notwendig.
es_es: El schema de negocio local no es necesario para esta página.
fr_fr: Le schéma d'entreprise locale n'est pas nécessaire pour cette page.
it_it: Lo schema per attività locali non è necessario per questa pagina.
nl_nl: Lokaal bedrijfsschema is niet nodig voor deze pagina.
pl_pl: Schemat LocalBusiness nie jest konieczny dla tej strony.
pt_br: O schema de negócio local não é necessário para esta página.

source: Local keyword meta tag analysis completed successfully
de_de: Analyse der lokalen Keyword-Meta-Tags erfolgreich abgeschlossen
es_es: Análisis de metaetiquetas de palabras clave locales completado con éxito
fr_fr: Analyse des balises méta de mots-clés locaux terminée avec succès
it_it: Analisi dei meta tag delle parole chiave locali completata con successo
nl_nl: Analyse van metatags voor lokale trefwoorden succesvol voltooid
pl_pl: Analiza metatagów z lokalnymi słowami kluczowymi zakończona pomyślnie
pt_br: Análise de metatag de palavra-chave local concluída com sucesso

source: Local keyword presence analysis completed
de_de: Analyse der Präsenz lokaler Keywords abgeschlossen
es_es: Análisis de presencia de palabras clave locales completado
fr_fr: Analyse de présence des mots-clés locaux terminée
it_it: Analisi della presenza di parole chiave locali completata
nl_nl: Analyse van de aanwezigheid van lokale trefwoorden voltooid
pl_pl: Analiza obecności lokalnych słów kluczowych zakończona
pt_br: Análise da presença de palavra-chave local concluída

source: Local schema markup analysis completed successfully
de_de: Analyse des lokalen Schema-Markups erfolgreich abgeschlossen
es_es: Análisis del marcado de schema local completado con éxito
fr_fr: Analyse du balisage de schéma local terminée avec succès
it_it: Analisi del markup schema locale completata con successo
nl_nl: Analyse van lokale schema markup succesvol voltooid
pl_pl: Analiza lokalnych znaczników Schema zakończona pomyślnie
pt_br: Análise da marcação de schema local concluída com sucesso

source: Local schema validation completed
de_de: Validierung des lokalen Schemas abgeschlossen
es_es: Validación del schema local completada
fr_fr: Validation du schéma local terminée
it_it: Validazione dello schema locale completata
nl_nl: Validatie van lokaal schema voltooid
pl_pl: Walidacja lokalnego schematu zakończona
pt_br: Validação de schema local concluída

source: Log sharing is disabled. The client has not agreed to share logs for debugging purposes. Please enable log sharing in plugin settings to allow log downloads.
de_de: Die Protokollfreigabe ist deaktiviert. Der Client hat der Freigabe von Protokollen zu Debugging-Zwecken nicht zugestimmt. Bitte aktivieren Sie die Protokollfreigabe in den Plugin-Einstellungen, um Protokolldownloads zu ermöglichen.
es_es: El uso compartido de registros está deshabilitado. El cliente no ha aceptado compartir registros con fines de depuración. Por favor, habilita el uso compartido de registros en los ajustes del plugin para permitir la descarga de registros.
fr_fr: Le partage des journaux est désactivé. Le client n'a pas accepté de partager les journaux à des fins de débogage. Veuillez activer le partage des journaux dans les paramètres du plugin pour permettre le téléchargement des journaux.
it_it: La condivisione dei log è disabilitata. Il client non ha acconsentito a condividere i log per scopi di debug. Abilita la condivisione dei log nelle impostazioni del plugin per consentire il download dei log.
nl_nl: Logbestanden delen is uitgeschakeld. De client heeft niet ingestemd met het delen van logbestanden voor foutopsporingsdoeleinden. Schakel het delen van logbestanden in de plug-ininstellingen in om het downloaden van logbestanden toe te staan.
pl_pl: Udostępnianie logów jest wyłączone. Klient nie wyraził zgody na udostępnianie logów w celach debugowania. Włącz udostępnianie logów w ustawieniach wtyczki, aby umożliwić ich pobieranie.
pt_br: O compartilhamento de logs está desativado. O cliente não concordou em compartilhar logs para fins de depuração. Ative o compartilhamento de logs nas configurações do plugin para permitir o download de logs.

source: Look for keywords with a good balance between search volume and competition. Ideal keywords have moderate search volume with relatively low competition.
de_de: Suchen Sie nach Keywords mit einem guten Gleichgewicht zwischen Suchvolumen und Wettbewerb. Ideale Keywords haben ein moderates Suchvolumen bei relativ geringem Wettbewerb.
es_es: Busca palabras clave con un buen equilibrio entre volumen de búsqueda y competencia. Las palabras clave ideales tienen un volumen de búsqueda moderado con una competencia relativamente baja.
fr_fr: Recherchez des mots-clés avec un bon équilibre entre volume de recherche et concurrence. Les mots-clés idéaux ont un volume de recherche modéré avec une concurrence relativement faible.
it_it: Cerca parole chiave con un buon equilibrio tra volume di ricerca e concorrenza. Le parole chiave ideali hanno un volume di ricerca moderato con una concorrenza relativamente bassa.
nl_nl: Zoek naar trefwoorden met een goede balans tussen zoekvolume en concurrentie. Ideale trefwoorden hebben een gematigd zoekvolume met relatief lage concurrentie.
pl_pl: Szukaj słów kluczowych o dobrym balansie między wolumenem wyszukiwania a konkurencją. Idealne słowa kluczowe mają umiarkowany wolumen wyszukiwania przy stosunkowo niskiej konkurencji.
pt_br: Procure por palavras-chave com um bom equilíbrio entre volume de busca e concorrência. As palavras-chave ideais têm volume de busca moderado com concorrência relativamente baixa.

source: Low
de_de: Niedrig
es_es: Bajo
fr_fr: Faible
it_it: Basso
nl_nl: Laag
pl_pl: Niski
pt_br: Baixo

source: Maintain Optimal Keyword Density
de_de: Optimale Keyword-Dichte beibehalten
es_es: Mantener una densidad de palabras clave óptima
fr_fr: Maintenir une densité de mots-clés optimale
it_it: Mantieni una densità di parole chiave ottimale
nl_nl: Behoud een optimale trefwoorddichtheid
pl_pl: Utrzymanie optymalnej gęstości słów kluczowych
pt_br: Manter a densidade ótima de palavras-chave

source: Manual review replies
de_de: Manuelle Antworten auf Bewertungen
es_es: Respuestas manuales a reseñas
fr_fr: Réponses manuelles aux avis
it_it: Risposte manuali alle recensioni
nl_nl: Handmatige antwoorden op beoordelingen
pl_pl: Ręczne odpowiedzi na opinie
pt_br: Respostas manuais a avaliações

source: Many of your backlinks use vague text like "click here" or "read more". These provide less SEO value than descriptive text that includes your brand or keywords.
de_de: Viele Ihrer Backlinks verwenden vagen Text wie „hier klicken“ oder „mehr lesen“. Diese bieten weniger SEO-Wert als beschreibender Text, der Ihre Marke oder Keywords enthält.
es_es: Muchos de tus backlinks usan texto vago como «haz clic aquí» o «leer más». Estos proporcionan menos valor SEO que un texto descriptivo que incluya tu marca o palabras clave.
fr_fr: Beaucoup de vos liens retour utilisent un texte vague comme "cliquez ici" ou "lire plus". Ceux-ci fournissent moins de valeur SEO qu'un texte descriptif qui inclut votre marque ou vos mots-clés.
it_it: Molti dei tuoi backlink usano un testo vago come "clicca qui" o "leggi di più". Questi forniscono meno valore SEO di un testo descrittivo che include il tuo brand o le tue parole chiave.
nl_nl: Veel van uw backlinks gebruiken vage tekst zoals "klik hier" of "lees meer". Deze bieden minder SEO-waarde dan beschrijvende tekst die uw merk of trefwoorden bevat.
pl_pl: Wiele Twoich linków zwrotnych używa niejasnego tekstu, jak „kliknij tutaj” lub „czytaj więcej”. Zapewniają one mniejszą wartość SEO niż tekst opisowy zawierający Twoją markę lub słowa kluczowe.
pt_br: Muitos de seus backlinks usam textos vagos como "clique aqui" ou "leia mais". Estes fornecem menos valor de SEO do que um texto descritivo que inclui sua marca ou palavras-chave.

source: Many websites linking to you are not related to your industry. Focus on getting links from websites in your specific field, as these are more valuable for SEO.
de_de: Viele Websites, die auf Sie verlinken, haben keinen Bezug zu Ihrer Branche. Konzentrieren Sie sich darauf, Links von Websites aus Ihrem spezifischen Bereich zu erhalten, da diese für SEO wertvoller sind.
es_es: Muchos sitios web que enlazan contigo no están relacionados con tu industria. Céntrate en obtener enlaces de sitios web de tu campo específico, ya que son más valiosos para el SEO.
fr_fr: De nombreux sites web qui font des liens vers vous ne sont pas liés à votre secteur. Concentrez-vous sur l'obtention de liens de sites web dans votre domaine spécifique, car ils sont plus précieux pour le SEO.
it_it: Molti siti web che linkano a te non sono correlati al tuo settore. Concentrati sull'ottenere link da siti web nel tuo campo specifico, poiché sono più preziosi per la SEO.
nl_nl: Veel websites die naar u linken, zijn niet gerelateerd aan uw branche. Richt u op het verkrijgen van links van websites in uw specifieke vakgebied, aangezien deze waardevoller zijn voor SEO.
pl_pl: Wiele witryn linkujących do Ciebie nie jest związanych z Twoją branżą. Skup się na pozyskiwaniu linków z witryn w Twojej dziedzinie, ponieważ są one bardziej wartościowe dla SEO.
pt_br: Muitos sites que linkam para você não são relacionados ao seu setor. Concentre-se em obter links de sites do seu campo específico, pois são mais valiosos para SEO.

source: Max Score
de_de: Max. Punktestand
es_es: Puntuación máxima
fr_fr: Score maximum
it_it: Punteggio massimo
pl_pl: Maks. wynik
pt_br: Pontuação máxima

source: Measures the total length of the page URL and compares it to a recommended threshold. Alerts when URLs become excessively long, offering tips to shorten and simplify paths for better crawling.
de_de: Misst die Gesamtlänge der Seiten-URL und vergleicht sie mit einem empfohlenen Schwellenwert. Warnt, wenn URLs übermäßig lang werden, und gibt Tipps zum Kürzen und Vereinfachen von Pfaden für ein besseres Crawling.
es_es: Mide la longitud total de la URL de la página y la compara con un umbral recomendado. Alerta cuando las URL se vuelven excesivamente largas, ofreciendo consejos para acortar y simplificar las rutas para un mejor rastreo.
fr_fr: Mesure la longueur totale de l’URL de la page et la compare à un seuil recommandé. Alerte lorsque les URL deviennent trop longues, en proposant des conseils pour raccourcir et simplifier les chemins afin d’améliorer l’exploration.
it_it: Misura la lunghezza totale dell'URL della pagina e la confronta con una soglia raccomandata. Avvisa quando gli URL diventano eccessivamente lunghi, offrendo suggerimenti per accorciare e semplificare i percorsi per una migliore scansione.
nl_nl: Meet de totale lengte van de pagina-URL en vergelijkt deze met een aanbevolen drempel. Waarschuwt wanneer URL's te lang worden en biedt tips om paden in te korten en te vereenvoudigen voor een betere crawling.
pl_pl: Mierzy całkowitą długość adresu URL strony i porównuje ją z zalecanym progiem. Ostrzega, gdy adresy URL stają się nadmiernie długie, oferując wskazówki dotyczące skracania i upraszczania ścieżek dla lepszego indeksowania.
pt_br: Mede o comprimento total do URL da página e o compara a um limite recomendado. Alerta quando os URLs se tornam excessivamente longos, oferecendo dicas para encurtar e simplificar os caminhos para um melhor rastreamento.

source: Medium
de_de: Mittel
es_es: Medio
fr_fr: Moyen
it_it: Medio
nl_nl: Gemiddeld
pl_pl: Średni
pt_br: Médio

source: Meta Description Cta Validation
de_de: Validierung des CTA der Meta-Beschreibung
es_es: Validación de la CTA de la metadescripción
fr_fr: Validation de l'appel à l'action de la méta description
it_it: Validazione CTA della meta descrizione
nl_nl: Validatie van CTA in metabeschrijving
pl_pl: Walidacja wezwania do działania w metaopisie
pt_br: Validação do CTA da metadescrição

source: Meta Description Format Optimization
de_de: Formatoptimierung der Meta-Beschreibung
es_es: Optimización del formato de la metadescripción
fr_fr: Optimisation du format de méta-description
it_it: Ottimizzazione del formato della meta descrizione
nl_nl: Optimalisatie van metabeschrijvingsformaat
pl_pl: Optymalizacja formatu metaopisu
pt_br: Otimização do formato da metadescrição

source: Meta Description Keywords
de_de: Keywords der Meta-Beschreibung
es_es: Palabras clave de la metadescripción
fr_fr: Mots-clés de méta-description
it_it: Parole chiave della meta descrizione
nl_nl: Trefwoorden in metabeschrijving
pl_pl: Słowa kluczowe w metaopisie
pt_br: Palavras-chave da metadescrição

source: Meta Description Length Check
de_de: Längenprüfung der Meta-Beschreibung
es_es: Comprobación de la longitud de la metadescripción
fr_fr: Vérification de la longueur de la méta-description
it_it: Controllo lunghezza della meta descrizione
nl_nl: Controle van lengte van metabeschrijving
pl_pl: Sprawdzenie długości metaopisu
pt_br: Verificação do comprimento da metadescrição

source: Meta Title Contains Too Many Words
de_de: Meta-Titel enthält zu viele Wörter
es_es: El metatítulo contiene demasiadas palabras
fr_fr: Le méta-titre contient trop de mots
it_it: Il meta titolo contiene troppe parole
nl_nl: Metatitel bevat te veel woorden
pl_pl: Metatytuł zawiera zbyt wiele słów
pt_br: O metatítulo contém palavras demais

source: Meta Title Format Optimization
de_de: Formatoptimierung des Meta-Titels
es_es: Optimización del formato del metatítulo
fr_fr: Optimisation du format du méta-titre
it_it: Ottimizzazione del formato del meta titolo
nl_nl: Optimalisatie van metatitelformaat
pl_pl: Optymalizacja formatu metatytułu
pt_br: Otimização do formato do metatítulo

source: Meta Title Keywords
de_de: Keywords des Meta-Titels
es_es: Palabras clave del metatítulo
fr_fr: Mots-clés du méta-titre
it_it: Parole chiave del meta titolo
nl_nl: Trefwoorden in metatitel
pl_pl: Słowa kluczowe w metatytule
pt_br: Palavras-chave do metatítulo

source: Meta Title Length Check
de_de: Längenprüfung des Meta-Titels
es_es: Comprobación de la longitud del metatítulo
fr_fr: Vérification de la longueur de la balise titre
it_it: Controllo lunghezza del meta titolo
nl_nl: Controle van metatitellengte
pl_pl: Sprawdzenie długości metatytułu
pt_br: Verificação do comprimento do metatítulo

source: Meta Title Quality Analyzer
de_de: Qualitätsanalysator für Meta-Titel
es_es: Analizador de calidad del metatítulo
fr_fr: Analyseur de qualité de la balise titre
it_it: Analizzatore di qualità del meta titolo
nl_nl: Kwaliteitsanalysator voor metatitel
pl_pl: Analizator jakości metatytułu
pt_br: Analisador da qualidade do metatítulo

source: Meta description CTA analysis completed successfully
de_de: CTA-Analyse der Meta-Beschreibung erfolgreich abgeschlossen
es_es: Análisis de la CTA de la metadescripción completado con éxito
fr_fr: Analyse CTA de la méta-description terminée avec succès
it_it: Analisi CTA della meta descrizione completata con successo
nl_nl: CTA-analyse van metabeschrijving succesvol voltooid
pl_pl: Analiza wezwania do działania (CTA) w metaopisie zakończona pomyślnie
pt_br: Análise do CTA da metadescrição concluída com sucesso

source: Meta description analysis completed successfully
de_de: Analyse der Meta-Beschreibung erfolgreich abgeschlossen
es_es: Análisis de la metadescripción completado con éxito
fr_fr: Analyse de la méta-description terminée avec succès
it_it: Analisi della meta descrizione completata con successo
nl_nl: Analyse van metabeschrijving succesvol voltooid
pl_pl: Analiza metaopisu zakończona pomyślnie
pt_br: Análise da metadescrição concluída com sucesso

source: Meta description is empty
de_de: Meta-Beschreibung ist leer
es_es: La metadescripción está vacía
fr_fr: La méta description est vide
it_it: La meta descrizione è vuota
nl_nl: Metabeschrijving is leeg
pl_pl: Metaopis jest pusty
pt_br: A metadescrição está vazia

source: Meta title analysis completed successfully
de_de: Analyse des Meta-Titels erfolgreich abgeschlossen
es_es: Análisis del metatítulo completado con éxito
fr_fr: Analyse du méta titre terminée avec succès
it_it: Analisi del meta titolo completata con successo
nl_nl: Analyse van metatitel succesvol voltooid
pl_pl: Analiza metatytułu zakończona pomyślnie
pt_br: Análise do metatítulo concluída com sucesso

source: Meta title quality analysis completed successfully
de_de: Qualitätsanalyse des Meta-Titels erfolgreich abgeschlossen
es_es: Análisis de calidad del metatítulo completado con éxito
fr_fr: Analyse de la qualité du méta-titre terminée avec succès
it_it: Analisi della qualità del meta titolo completata con successo
nl_nl: Kwaliteitsanalyse van metatitel succesvol voltooid
pl_pl: Analiza jakości metatytułu zakończona pomyślnie
pt_br: Análise da qualidade do metatítulo concluída com sucesso

source: Method not allowed
de_de: Methode nicht erlaubt
es_es: Método no permitido
fr_fr: Méthode non autorisée
it_it: Metodo non consentito
nl_nl: Methode niet toegestaan
pl_pl: Metoda niedozwolona
pt_br: Método não permitido

source: Middle school level: Ideal for general audience
de_de: Mittelstufenniveau: Ideal für ein allgemeines Publikum
es_es: Nivel de secundaria: ideal para el público general
fr_fr: Niveau collège : Idéal pour le grand public
it_it: Livello scuola media: ideale per il pubblico generale
nl_nl: Middelbareschoolniveau: ideaal voor een algemeen publiek
pl_pl: Poziom gimnazjum: idealny dla ogólnej publiczności
pt_br: Nível fundamental II: ideal para o público geral
