Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Address and overcome potential objections
de_de: Potenzielle Einwände ansprechen und ausräumen
es_es: Aborda y supera posibles objeciones
fr_fr: Adressez et surmontez les objections potentielles
it_it: Affronta e supera le potenziali obiezioni
nl_nl: Potentiële bezwaren aanpakken en wegnemen
pl_pl: Odnieś się do potencjalnych zastrzeżeń i je przezwycięż
pt_br: Antecipar e superar objeções

source: Address common questions your audience might have
de_de: Beantworten Sie häufige Fragen, die Ihr Publikum haben könnte
es_es: Responde a las preguntas comunes que tu audiencia pueda tener
fr_fr: Adressez les questions communes que votre audience pourrait avoir
it_it: Rispondi alle domande comuni che il tuo pubblico potrebbe avere
nl_nl: Behandel veelgestelde vragen die uw publiek zou kunnen hebben
pl_pl: Odpowiedz na częste pytania, które mogą mieć Twoi odbiorcy
pt_br: Responda às perguntas comuns que seu público possa ter

source: Adjust tone to be more %s
de_de: Passen Sie den Tonfall an, um %s zu sein
es_es: Ajusta el tono para que sea más %s
fr_fr: Ajustez le ton pour être plus %s
it_it: Regola il tono per essere più %s
nl_nl: Pas de toon aan om meer %s te zijn
pl_pl: Dostosuj ton, aby był bardziej %s
pt_br: Ajuste o tom para ser mais %s

source: Adjust your content tone to better match industry expectations.
de_de: Passen Sie den Tonfall Ihres Inhalts an, um den Erwartungen der Branche besser zu entsprechen.
es_es: Ajusta el tono de tu contenido para que se adapte mejor a las expectativas de la industria.
fr_fr: Ajustez le ton de votre contenu pour mieux correspondre aux attentes de l'industrie.
it_it: Regola il tono dei tuoi contenuti per adattarlo meglio alle aspettative del settore.
nl_nl: Pas de toon van uw content aan om beter aan te sluiten bij de verwachtingen in de branche.
pl_pl: Dostosuj ton swojej treści, aby lepiej odpowiadał oczekiwaniom branżowym.
pt_br: Ajuste o tom do seu conteúdo para corresponder melhor às expectativas do setor.

source: Admin Access Token
de_de: Admin-Zugangstoken
es_es: Token de acceso de administrador
fr_fr: Jeton d'accès administrateur
it_it: Token di accesso amministratore
nl_nl: Beheerderstoegangstoken
pl_pl: Token dostępu dla administratora
pt_br: Token de acesso de administrador

source: Advanced
es_es: Avanzado
fr_fr: Avancé
it_it: Avanzato
nl_nl: Geavanceerd
pl_pl: Zaawansowany
pt_br: Avançado

source: After mentioning your keyword once, refer to it using pronouns or descriptive phrases
de_de: Nachdem Sie Ihr Keyword einmal erwähnt haben, verweisen Sie mit Pronomen oder beschreibenden Formulierungen darauf
es_es: Después de mencionar tu palabra clave una vez, refiérete a ella usando pronombres o frases descriptivas
fr_fr: Après avoir mentionné votre mot-clé une fois, référez-vous à lui en utilisant des pronoms ou des phrases descriptives
it_it: Dopo aver menzionato la tua parola chiave una volta, fai riferimento ad essa usando pronomi o frasi descrittive
nl_nl: Nadat u uw trefwoord eenmaal hebt genoemd, verwijst u ernaar met voornaamwoorden of beschrijvende zinnen
pl_pl: Po jednokrotnym wspomnieniu słowa kluczowego odnoś się do niego za pomocą zaimków lub zwrotów opisowych
pt_br: Depois de mencionar sua palavra-chave uma vez, refira-se a ela usando pronomes ou frases descritivas

source: Align Content with User Intent
de_de: Inhalt an Nutzerabsicht ausrichten
es_es: Alinear el contenido con la intención del usuario
fr_fr: Aligner le contenu avec l'intention de l'utilisateur
it_it: Allinea i contenuti con l'intento dell'utente
nl_nl: Content afstemmen op gebruikersintentie
pl_pl: Dopasowanie treści do intencji użytkownika
pt_br: Alinhar conteúdo com a intenção do usuário

source: Align Meta Description with User Intent
de_de: Meta-Beschreibung an Nutzerabsicht ausrichten
es_es: Alinear la metadescripción con la intención del usuario
fr_fr: Aligner la méta-description avec l'intention de l'utilisateur
it_it: Allinea la meta descrizione con l'intento dell'utente
nl_nl: Metabeschrijving afstemmen op gebruikersintentie
pl_pl: Dopasowanie metaopisu do intencji użytkownika
pt_br: Alinhar metadescrição com a intenção do usuário

source: Allow Crawling of Important Pages
de_de: Crawling wichtiger Seiten zulassen
es_es: Permitir el rastreo de páginas importantes
fr_fr: Permettre le crawl des pages importantes
it_it: Consenti la scansione delle pagine importanti
nl_nl: Crawlen van belangrijke pagina's toestaan
pl_pl: Zezwolenie na indeksowanie ważnych stron
pt_br: Permitir rastreamento de páginas importantes

source: Alt Text Presence Check
de_de: Prüfung auf Vorhandensein von Alternativtext
es_es: Comprobación de presencia de texto alternativo
fr_fr: Vérification de la présence du texte alternatif
it_it: Verifica presenza testo alternativo
nl_nl: Aanwezigheidscontrole alt-tekst
pl_pl: Sprawdzenie obecności tekstu alternatywnego
pt_br: Verificação da presença de texto alternativo

source: Alt Text To Images
de_de: Alternativtext für Bilder
es_es: Texto alternativo para imágenes
fr_fr: Texte alternatif pour les images
it_it: Testo alternativo per le immagini
nl_nl: Alt-tekst voor afbeeldingen
pl_pl: Tekst alternatywny do obrazów
pt_br: Texto alternativo para imagens

source: Alt text analysis completed
de_de: Analyse des Alternativtextes abgeschlossen
es_es: Análisis del texto alternativo completado
fr_fr: Analyse du texte alternatif terminée
it_it: Analisi del testo alternativo completata
nl_nl: Analyse van alt-tekst voltooid
pl_pl: Analiza tekstu alternatywnego zakończona
pt_br: Análise do texto alternativo concluída

source: Alt text appears to be a filename
de_de: Alternativtext scheint ein Dateiname zu sein
es_es: El texto alternativo parece ser un nombre de archivo
fr_fr: Le texte alternatif semble être un nom de fichier
it_it: Il testo alternativo sembra essere un nome di file
nl_nl: Alt-tekst lijkt een bestandsnaam te zijn
pl_pl: Tekst alternatywny wygląda na nazwę pliku
pt_br: O texto alternativo parece ser um nome de arquivo

source: Alt text is too short to be descriptive
de_de: Alternativtext ist zu kurz, um beschreibend zu sein
es_es: El texto alternativo es demasiado corto para ser descriptivo
fr_fr: Le texte alternatif est trop court pour être descriptif
it_it: Il testo alternativo è troppo corto per essere descrittivo
nl_nl: Alt-tekst is te kort om beschrijvend te zijn
pl_pl: Tekst alternatywny jest zbyt krótki, aby był opisowy
pt_br: O texto alternativo é muito curto para ser descritivo

source: Analysis completed successfully
de_de: Analyse erfolgreich abgeschlossen
es_es: Análisis completado con éxito
fr_fr: Analyse terminée avec succès
it_it: Analisi completata con successo
nl_nl: Analyse succesvol voltooid
pl_pl: Analiza zakończona pomyślnie
pt_br: Análise concluída com sucesso

source: Analyze Backlink Profile
de_de: Backlink-Profil analysieren
es_es: Analizar el perfil de backlinks
fr_fr: Analyser le profil de liens retour
it_it: Analizza il profilo dei backlink
nl_nl: Backlinkprofiel analyseren
pl_pl: Analiza profilu linków zwrotnych
pt_br: Analisar perfil de backlinks

source: Analyzes HTML heading tags (h1-h6) hierarchy, keyword usage, and structural consistency to enhance content organization and SEO effectiveness.
de_de: Analysiert die Hierarchie der HTML-Überschriften-Tags (H1–H6), die Keyword-Nutzung und die strukturelle Konsistenz, um die Organisation des Inhalts und die SEO-Effektivität zu verbessern.
es_es: Analiza la jerarquía de las etiquetas de encabezado HTML (h1-h6), el uso de palabras clave y la coherencia estructural para mejorar la organización del contenido y la eficacia SEO.
fr_fr: Analyse la hiérarchie des balises de titre HTML (h1-h6), l'utilisation des mots-clés et la cohérence structurelle pour améliorer l'organisation du contenu et l'efficacité SEO.
it_it: Analizza la gerarchia dei tag di intestazione HTML (h1-h6), l'uso delle parole chiave e la coerenza strutturale per migliorare l'organizzazione dei contenuti e l'efficacia SEO.
nl_nl: Analyseert de hiërarchie van HTML-koptags (h1-h6), het gebruik van trefwoorden en de structurele consistentie om de contentorganisatie en SEO-effectiviteit te verbeteren.
pl_pl: Analizuje hierarchię tagów nagłówków HTML (h1-h6), użycie słów kluczowych i spójność strukturalną w celu poprawy organizacji treści i skuteczności SEO.
pt_br: Analisa a hierarquia das tags de título HTML (h1-h6), o uso de palavras-chave e a consistência estrutural para melhorar a organização do conteúdo e a eficácia do SEO.

source: Analyzes alt text presence, keyword integration, and descriptive clarity to assess image accessibility and enhance SEO performance.
de_de: Analysiert das Vorhandensein von Alternativtext, die Keyword-Integration und die beschreibende Klarheit, um die Barrierefreiheit von Bildern zu bewerten und die SEO-Leistung zu verbessern.
es_es: Analiza la presencia de texto alternativo, la integración de palabras clave y la claridad descriptiva para evaluar la accesibilidad de la imagen y mejorar el rendimiento SEO.
fr_fr: Analyse la présence de texte alternatif, l'intégration de mots-clés et la clarté descriptive pour évaluer l'accessibilité des images et améliorer les performances SEO.
it_it: Analizza la presenza del testo alternativo, l'integrazione delle parole chiave e la chiarezza descrittiva per valutare l'accessibilità delle immagini e migliorare le prestazioni SEO.
nl_nl: Analyseert de aanwezigheid van alt-tekst, de integratie van trefwoorden en de beschrijvende duidelijkheid om de toegankelijkheid van afbeeldingen te beoordelen en de SEO-prestaties te verbeteren.
pl_pl: Analizuje obecność tekstu alternatywnego, integrację słów kluczowych i klarowność opisu w celu oceny dostępności obrazów i poprawy wydajności SEO.
pt_br: Analisa a presença de texto alternativo, a integração de palavras-chave e a clareza descritiva para avaliar a acessibilidade da imagem e melhorar o desempenho de SEO.

source: Analyzes and optimizes content for SEO by focusing on keyword usage, content quality, readability, and meta tags.
de_de: Analysiert und optimiert Inhalte für SEO mit Fokus auf Keyword-Nutzung, Inhaltsqualität, Lesbarkeit und Meta-Tags.
es_es: Analiza y optimiza el contenido para SEO centrándose en el uso de palabras clave, la calidad del contenido, la legibilidad y las metaetiquetas.
fr_fr: Analyse et optimise le contenu pour le SEO en se concentrant sur l'utilisation des mots-clés, la qualité du contenu, la lisibilité et les balises méta.
it_it: Analizza e ottimizza i contenuti per la SEO concentrandosi sull'uso delle parole chiave, la qualità dei contenuti, la leggibilità e i meta tag.
nl_nl: Analyseert en optimaliseert content voor SEO door te focussen op trefwoordgebruik, contentkwaliteit, leesbaarheid en metatags.
pl_pl: Analizuje i optymalizuje treść pod kątem SEO, koncentrując się na użyciu słów kluczowych, jakości treści, czytelności i metatagach.
pt_br: Analisa e otimiza o conteúdo para SEO, focando no uso de palavras-chave, qualidade do conteúdo, legibilidade e metatags.

source: Analyzes and optimizes internal and external linking strategies to enhance site authority and user navigation.
de_de: Analysiert und optimiert interne und externe Verlinkungsstrategien, um die Autorität der Website und die Nutzerführung zu verbessern.
es_es: Analiza y optimiza las estrategias de enlaces internos y externos para mejorar la autoridad del sitio y la navegación del usuario.
fr_fr: Analyse et optimise les stratégies de liaison internes et externes pour améliorer l'autorité du site et la navigation des utilisateurs.
it_it: Analizza e ottimizza le strategie di link interni ed esterni per migliorare l'autorità del sito e la navigazione dell'utente.
nl_nl: Analyseert en optimaliseert interne en externe linkstrategieën om de autoriteit van de site en de gebruikersnavigatie te verbeteren.
pl_pl: Analizuje i optymalizuje strategie linkowania wewnętrznego i zewnętrznego w celu zwiększenia autorytetu witryny i nawigacji użytkownika.
pt_br: Analisa e otimiza estratégias de links internos e externos para aumentar a autoridade do site e a navegação do usuário.

source: Analyzes and optimizes technical aspects of SEO, including URL structure, canonical tags, schema markup, and search engine indexation.
de_de: Analysiert und optimiert technische Aspekte von SEO, einschließlich URL-Struktur, Canonical-Tags, Schema-Markup und Suchmaschinenindexierung.
es_es: Analiza y optimiza los aspectos técnicos del SEO, incluyendo la estructura de la URL, las etiquetas canónicas, el marcado de schema y la indexación en los motores de búsqueda.
fr_fr: Analyse et optimise les aspects techniques du SEO, y compris la structure des URL, les balises canoniques, le balisage de schéma et l'indexation des moteurs de recherche.
it_it: Analizza e ottimizza gli aspetti tecnici della SEO, tra cui la struttura degli URL, i tag canonici, il markup Schema e l'indicizzazione da parte dei motori di ricerca.
nl_nl: Analyseert en optimaliseert technische aspecten van SEO, waaronder URL-structuur, canonieke tags, schema markup en zoekmachine-indexatie.
pl_pl: Analizuje i optymalizuje techniczne aspekty SEO, w tym strukturę adresów URL, tagi kanoniczne, znaczniki Schema i indeksowanie przez wyszukiwarki.
pt_br: Analisa e otimiza aspectos técnicos de SEO, incluindo estrutura de URL, tags canônicas, marcação de schema e indexação de mecanismos de busca.

source: Analyzes and optimizes website performance and speed to enhance user experience and search engine rankings.
de_de: Analysiert und optimiert die Leistung und Geschwindigkeit der Website, um die Nutzererfahrung und die Suchmaschinen-Rankings zu verbessern.
es_es: Analiza y optimiza el rendimiento y la velocidad del sitio web para mejorar la experiencia del usuario y el posicionamiento en los motores de búsqueda.
fr_fr: Analyse et optimise les performances et la vitesse du site web pour améliorer l'expérience utilisateur et les classements des moteurs de recherche.
it_it: Analizza e ottimizza le prestazioni e la velocità del sito web per migliorare l'esperienza utente e le posizioni nei motori di ricerca.
nl_nl: Analyseert en optimaliseert de prestaties en snelheid van de website om de gebruikerservaring en zoekmachineposities te verbeteren.
pl_pl: Analizuje i optymalizuje wydajność i szybkość witryny w celu poprawy doświadczenia użytkownika i rankingów w wyszukiwarkach.
pt_br: Analisa e otimiza o desempenho e a velocidade do site para melhorar a experiência do usuário e as classificações nos mecanismos de busca.

source: Analyzes content age and relevance to suggest updates or pruning. Reviews industry trends and competitor changes, generating actionable recommendations for refreshing outdated sections or removing obsolete information to maintain quality.
de_de: Analysiert das Alter und die Relevanz von Inhalten, um Aktualisierungen oder Kürzungen vorzuschlagen. Überprüft Branchentrends und Änderungen bei Mitbewerbern und generiert umsetzbare Empfehlungen zur Auffrischung veralteter Abschnitte oder zur Entfernung obsoleter Informationen, um die Qualität zu erhalten.
es_es: Analiza la antigüedad y la relevancia del contenido para sugerir actualizaciones o recortes. Revisa las tendencias de la industria y los cambios de la competencia, generando recomendaciones prácticas para actualizar secciones obsoletas o eliminar información anticuada para mantener la calidad.
fr_fr: Analyse l'ancienneté et la pertinence du contenu pour suggérer des mises à jour ou des suppressions. Passe en revue les tendances du secteur et les changements chez les concurrents, générant des recommandations concrètes pour actualiser les sections obsolètes ou supprimer les informations dépassées afin de maintenir la qualité.
it_it: Analizza l'età e la pertinenza dei contenuti per suggerire aggiornamenti o riduzioni. Esamina le tendenze del settore e i cambiamenti della concorrenza, generando raccomandazioni pratiche per aggiornare sezioni obsolete o rimuovere informazioni superate per mantenere la qualità.
nl_nl: Analyseert de leeftijd en relevantie van content om updates of snoeiwerk voor te stellen. Beoordeelt trends in de branche en veranderingen bij concurrenten, en genereert bruikbare aanbevelingen voor het vernieuwen van verouderde secties of het verwijderen van achterhaalde informatie om de kwaliteit te behouden.
pl_pl: Analizuje wiek i trafność treści, aby zasugerować aktualizacje lub usunięcie. Przegląda trendy branżowe i zmiany u konkurencji, generując praktyczne rekomendacje dotyczące odświeżania przestarzałych sekcji lub usuwania nieaktualnych informacji w celu utrzymania jakości.
pt_br: Analisa a idade e a relevância do conteúdo para sugerir atualizações ou remoções. Revisa as tendências do setor e as mudanças da concorrência, gerando recomendações práticas para atualizar seções desatualizadas ou remover informações obsoletas para manter a qualidade.

source: Analyzes content readability and provides suggestions for improvement based on multiple metrics.
de_de: Analysiert die Lesbarkeit von Inhalten und gibt auf der Grundlage mehrerer Metriken Verbesserungsvorschläge.
es_es: Analiza la legibilidad del contenido y proporciona sugerencias de mejora basadas en múltiples métricas.
fr_fr: Analyse la lisibilité du contenu et fournit des suggestions d'amélioration basées sur plusieurs métriques.
it_it: Analizza la leggibilità dei contenuti e fornisce suggerimenti per migliorarla sulla base di diverse metriche.
nl_nl: Analyseert de leesbaarheid van de content en geeft suggesties voor verbetering op basis van meerdere statistieken.
pl_pl: Analizuje czytelność treści i przedstawia sugestie dotyczące jej poprawy w oparciu o wiele wskaźników.
pt_br: Analisa a legibilidade do conteúdo e fornece sugestões de melhoria com base em múltiplas métricas.

source: Analyzes content readability and tone to ensure it matches the target audience`s expectations. Provides recommendations for adjustments to improve audience targeting.
de_de: Analysiert die Lesbarkeit und den Tonfall von Inhalten, um sicherzustellen, dass sie den Erwartungen der Zielgruppe entsprechen. Gibt Empfehlungen für Anpassungen, um die Zielgruppenansprache zu verbessern.
es_es: Analiza la legibilidad y el tono del contenido para asegurar que se ajuste a las expectativas de la audiencia objetivo. Proporciona recomendaciones de ajustes para mejorar la segmentación de la audiencia.
fr_fr: Analyse la lisibilité et le ton du contenu pour s'assurer qu'il correspond aux attentes du public cible. Fournit des recommandations pour améliorer le ciblage de l'audience.
it_it: Analizza la leggibilità e il tono dei contenuti per garantire che corrispondano alle aspettative del pubblico di destinazione. Fornisce raccomandazioni per aggiustamenti al fine di migliorare il targeting del pubblico.
nl_nl: Analyseert de leesbaarheid en toon van de content om ervoor te zorgen dat deze overeenkomt met de verwachtingen van de doelgroep. Geeft aanbevelingen voor aanpassingen om de doelgroepbenadering te verbeteren.
pl_pl: Analizuje czytelność i ton treści, aby upewnić się, że odpowiadają one oczekiwaniom docelowej grupy odbiorców. Przedstawia rekomendacje dotyczące dostosowań w celu poprawy targetowania odbiorców.
pt_br: Analisa a legibilidade e o tom do conteúdo para garantir que corresponda às expectativas do público-alvo. Fornece recomendações de ajustes para melhorar a segmentação do público.

source: Analyzes content readability using Flesch-Kincaid scores, sentence complexity, paragraph structure, passive voice usage, and transition word frequency. Provides detailed metrics and suggestions for improving content readability.
de_de: Analysiert die Lesbarkeit von Inhalten anhand von Flesch-Kincaid-Werten, Satzkomplexität, Absatzstruktur, Verwendung des Passivs und der Häufigkeit von Übergangswörtern. Liefert detaillierte Metriken und Vorschläge zur Verbesserung der Lesbarkeit von Inhalten.
es_es: Analiza la legibilidad del contenido usando las puntuaciones de Flesch-Kincaid, la complejidad de las frases, la estructura de los párrafos, el uso de la voz pasiva y la frecuencia de las palabras de transición. Proporciona métricas detalladas y sugerencias para mejorar la legibilidad del contenido.
fr_fr: Analyse la lisibilité du contenu à l'aide des scores Flesch-Kincaid, de la complexité des phrases, de la structure des paragraphes, de l'utilisation de la voix passive et de la fréquence des mots de transition. Fournit des métriques détaillées et des suggestions pour améliorer la lisibilité du contenu.
it_it: Analizza la leggibilità dei contenuti utilizzando i punteggi Flesch-Kincaid, la complessità delle frasi, la struttura dei paragrafi, l'uso della voce passiva e la frequenza delle parole di transizione. Fornisce metriche dettagliate e suggerimenti per migliorare la leggibilità dei contenuti.
nl_nl: Analyseert de leesbaarheid van content met behulp van Flesch-Kincaid-scores, zinscomplexiteit, alineastructuur, passief stemgebruik en de frequentie van overgangswoorden. Geeft gedetailleerde statistieken en suggesties voor het verbeteren van de leesbaarheid van de content.
pl_pl: Analizuje czytelność treści przy użyciu wskaźników Flesch-Kincaid, złożoności zdań, struktury akapitów, użycia strony biernej i częstotliwości słów przejściowych. Dostarcza szczegółowych wskaźników i sugestii dotyczących poprawy czytelności treści.
pt_br: Analisa a legibilidade do conteúdo usando os índices Flesch-Kincaid, complexidade da frase, estrutura do parágrafo, uso da voz passiva e frequência de palavras de transição. Fornece métricas detalhadas e sugestões para melhorar a legibilidade do conteúdo.

source: Analyzes image alt texts for the presence of the primary keyword, ensuring it is used naturally and not excessively. Provides suggestions for optimization based on keyword usage in alt attributes.
de_de: Analysiert Bild-Alternativtexte auf das Vorhandensein des primären Keywords und stellt sicher, dass es natürlich und nicht übermäßig verwendet wird. Bietet Optimierungsvorschläge basierend auf der Keyword-Nutzung in Alt-Attributen.
es_es: Analiza los textos alternativos de las imágenes para detectar la presencia de la palabra clave principal, asegurando que se use de forma natural y no en exceso. Proporciona sugerencias de optimización basadas en el uso de palabras clave en los atributos «alt».
fr_fr: Analyse les textes alternatifs des images pour vérifier la présence du mot-clé principal, en s'assurant qu'il est utilisé de manière naturelle et non excessive. Fournit des suggestions d'optimisation basées sur l'utilisation du mot-clé dans les attributs alt.
it_it: Analizza i testi alternativi delle immagini per la presenza della parola chiave principale, assicurando che sia usata in modo naturale e non eccessivo. Fornisce suggerimenti per l'ottimizzazione basati sull'uso della parola chiave negli attributi alt.
nl_nl: Analyseert alt-teksten van afbeeldingen op de aanwezigheid van het primaire trefwoord en zorgt ervoor dat dit op een natuurlijke en niet-excessieve manier wordt gebruikt. Geeft suggesties voor optimalisatie op basis van trefwoordgebruik in alt-attributen.
pl_pl: Analizuje teksty alternatywne obrazów pod kątem obecności głównego słowa kluczowego, upewniając się, że jest ono używane naturalnie i bez nadmiaru. Przedstawia sugestie optymalizacji na podstawie użycia słów kluczowych w atrybutach alt.
pt_br: Analisa os textos alternativos das imagens para verificar a presença da palavra-chave principal, garantindo que seja usada de forma natural e não excessiva. Fornece sugestões de otimização com base no uso de palavras-chave nos atributos alt.
