Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Enter the main keyword that best describes the focus of your content. This primary keyword will help search engines understand the core topic of your page and improve your ranking for this specific term.
de_de: Geben Sie das Haupt-Keyword ein, das den Fokus Ihres Inhalts am besten beschreibt. Dieses primäre Keyword hilft Suchmaschinen, das Kernthema Ihrer Seite zu verstehen und Ihr Ranking für diesen spezifischen Begriff zu verbessern.
es_es: Introduce la palabra clave principal que mejor describa el enfoque de tu contenido. Esta palabra clave principal ayudará a los motores de búsqueda a entender el tema central de tu página y a mejorar tu posicionamiento para este término específico.
fr_fr: Saisissez le mot-clé principal qui décrit le mieux l'objectif de votre contenu. Ce mot-clé principal aidera les moteurs de recherche à comprendre le sujet principal de votre page et à améliorer votre classement pour ce terme spécifique.
it_it: Inserisci la parola chiave principale che descrive meglio il focus dei tuoi contenuti. Questa parola chiave principale aiuterà i motori di ricerca a comprendere l'argomento centrale della tua pagina e a migliorare il tuo posizionamento per questo termine specifico.
nl_nl: Voer het hoofdtrefwoord in dat het beste de focus van uw content beschrijft. Dit primaire trefwoord helpt zoekmachines het kernonderwerp van uw pagina te begrijpen en uw positie voor deze specifieke term te verbeteren.
pl_pl: Wprowadź główne słowo kluczowe, które najlepiej opisuje główny temat Twojej treści. To główne słowo kluczowe pomoże wyszukiwarkom zrozumieć podstawowy temat Twojej strony i poprawić jej ranking dla tego konkretnego terminu.
pt_br: Insira a palavra-chave principal que melhor descreve o foco do seu conteúdo. Esta palavra-chave principal ajudará os mecanismos de busca a entender o tópico central da sua página e a melhorar sua classificação para este termo específico.

source: Error 404: Page not found
de_de: Fehler 404: Seite nicht gefunden
es_es: Error 404: Página no encontrada
fr_fr: Erreur 404 : Page non trouvée
it_it: Errore 404: pagina non trovata
nl_nl: Fout 404: pagina niet gevonden
pl_pl: Błąd 404: strona nie została znaleziona
pt_br: Erro 404: página não encontrada

source: Error decoding JSON response: %s
de_de: Fehler beim Dekodieren der JSON-Antwort: %s
es_es: Error al decodificar la respuesta JSON: %s
fr_fr: Erreur lors du décodage de la réponse JSON : %s
it_it: Errore nella decodifica della risposta JSON: %s
nl_nl: Fout bij het decoderen van JSON-respons: %s
pl_pl: Błąd dekodowania odpowiedzi JSON: %s
pt_br: Erro ao decodificar a resposta JSON: %s

source: Error dismissing notification
de_de: Fehler beim Ausblenden der Benachrichtigung
es_es: Error al descartar la notificación
fr_fr: Erreur lors de la suppression de la notification
it_it: Errore nell'eliminazione della notifica
nl_nl: Fout bij het sluiten van de melding
pl_pl: Błąd podczas odrzucania powiadomienia
pt_br: Erro ao dispensar notificação

source: Error fetching content: %s
de_de: Fehler beim Abrufen des Inhalts: %s
es_es: Error al obtener el contenido: %s
fr_fr: Erreur lors de la récupération du contenu : %s
it_it: Recupero del contenuto non riuscito: %s
nl_nl: Fout bij het ophalen van content: %s
pl_pl: Błąd podczas pobierania treści: %s
pt_br: Erro ao buscar conteúdo: %s

source: Error fetching posts: %s
de_de: Fehler beim Abrufen von Beiträgen: %s
es_es: Error al obtener las entradas: %s
fr_fr: Erreur lors de la récupération des publications : %s
it_it: Errore nel recupero degli articoli: %s
nl_nl: Fout bij het ophalen van berichten: %s
pl_pl: Błąd podczas pobierania wpisów: %s
pt_br: Erro ao buscar posts: %s

source: Error while collecting data from all available collectors. Exception: %s
de_de: Fehler beim Sammeln von Daten von allen verfügbaren Kollektoren. Ausnahme: %s
es_es: Error al recopilar datos de todos los recolectores disponibles. Excepción: %s
fr_fr: Erreur lors de la collecte de données de tous les collecteurs disponibles. Exception : %s
it_it: Errore durante la raccolta dei dati da tutti i raccoglitori disponibili. Eccezione: %s
nl_nl: Fout bij het verzamelen van gegevens van alle beschikbare verzamelaars. Uitzondering: %s
pl_pl: Błąd podczas zbierania danych ze wszystkich dostępnych kolektorów. Wyjątek: %s
pt_br: Erro ao coletar dados de todos os coletores disponíveis. Exceção: %s

source: Establish Reader Connection in Opening
de_de: Leserbindung in der Einleitung herstellen
es_es: Establecer una conexión con el lector en la introducción
fr_fr: Établir une connexion avec le lecteur dans l'ouverture
it_it: Stabilisci una connessione con il lettore nell'apertura
nl_nl: Maak een connectie met de lezer in de opening
pl_pl: Nawiązanie połączenia z czytelnikiem we wstępie
pt_br: Estabelecer conexão com o leitor na abertura

source: Evaluates URL structure for clarity and simplicity, detecting excessive parameters, numeric strings, or confusing paths. Guides improvements to create short, readable URLs that clearly describe page content.
de_de: Bewertet die URL-Struktur auf Klarheit und Einfachheit, erkennt übermäßige Parameter, numerische Zeichenfolgen oder verwirrende Pfade. Leitet Verbesserungen an, um kurze, lesbare URLs zu erstellen, die den Seiteninhalt klar beschreiben.
es_es: Evalúa la estructura de la URL en busca de claridad y simplicidad, detectando parámetros excesivos, cadenas numéricas o rutas confusas. Guía las mejoras para crear URL cortas y legibles que describan claramente el contenido de la página.
fr_fr: Évalue la structure de l’URL pour la clarté et la simplicité, détecte les paramètres excessifs, les chaînes numériques ou les chemins confus. Fournit des conseils pour créer des URL courtes et lisibles qui décrivent clairement le contenu de la page.
it_it: Valuta la struttura dell'URL per chiarezza e semplicità, rilevando parametri eccessivi, stringhe numeriche o percorsi confusi. Guida i miglioramenti per creare URL brevi e leggibili che descrivano chiaramente il contenuto della pagina.
nl_nl: Evalueert de URL-structuur op duidelijkheid en eenvoud, en detecteert overmatige parameters, numerieke reeksen of verwarrende paden. Begeleidt verbeteringen om korte, leesbare URL's te creëren die de pagina-inhoud duidelijk beschrijven.
pl_pl: Ocenia strukturę adresu URL pod kątem przejrzystości i prostoty, wykrywając nadmierne parametry, ciągi numeryczne lub mylące ścieżki. Prowadzi do ulepszeń w celu tworzenia krótkich, czytelnych adresów URL, które jasno opisują treść strony.
pt_br: Avalia a estrutura do URL quanto à clareza e simplicidade, detectando parâmetros excessivos, sequências numéricas ou caminhos confusos. Orienta melhorias para criar URLs curtos e legíveis que descrevam claramente o conteúdo da página.

source: Evaluates URLs for keyword inclusion, readability, proper length, and hyphen usage to improve search engine visibility.
de_de: Bewertet URLs auf Keyword-Einbindung, Lesbarkeit, korrekte Länge und Verwendung von Bindestrichen, um die Sichtbarkeit in Suchmaschinen zu verbessern.
es_es: Evalúa las URL para la inclusión de palabras clave, la legibilidad, la longitud adecuada y el uso de guiones para mejorar la visibilidad en los motores de búsqueda.
fr_fr: Évalue les URL pour l'inclusion de mots-clés, la lisibilité, la longueur appropriée et l'utilisation de traits d'union pour améliorer la visibilité des moteurs de recherche.
it_it: Valuta gli URL per l'inclusione di parole chiave, la leggibilità, la lunghezza corretta e l'uso di trattini per migliorare la visibilità sui motori di ricerca.
nl_nl: Evalueert URL's op trefwoordopname, leesbaarheid, juiste lengte en gebruik van koppeltekens om de zichtbaarheid in zoekmachines te verbeteren.
pl_pl: Ocenia adresy URL pod kątem zawartości słów kluczowych, czytelności, odpowiedniej długości i użycia łączników w celu poprawy widoczności w wyszukiwarkach.
pt_br: Avalia URLs quanto à inclusão de palavras-chave, legibilidade, comprimento adequado e uso de hífen para melhorar a visibilidade nos mecanismos de busca.

source: Evaluates canonical tag implementation, cross-domain references, and duplicate content detection to prevent search engine indexing issues.
de_de: Bewertet die Implementierung von Canonical-Tags, domainübergreifende Verweise und die Erkennung von doppeltem Inhalt, um Probleme bei der Suchmaschinenindexierung zu vermeiden.
es_es: Evalúa la implementación de etiquetas canónicas, las referencias entre dominios y la detección de contenido duplicado para prevenir problemas de indexación en los motores de búsqueda.
fr_fr: Évalue l'implémentation des balises canoniques, les références inter-domaines et la détection de contenu dupliqué pour prévenir les problèmes d'indexation des moteurs de recherche.
it_it: Valuta l'implementazione dei tag canonici, i riferimenti tra domini e il rilevamento di contenuti duplicati per prevenire problemi di indicizzazione dei motori di ricerca.
nl_nl: Evalueert de implementatie van canonieke tags, cross-domain verwijzingen en detectie van dubbele content om problemen met de indexering door zoekmachines te voorkomen.
pl_pl: Ocenia implementację tagów kanonicznych, odwołania międzydomenowe i wykrywanie zduplikowanej treści w celu zapobiegania problemom z indeksowaniem przez wyszukiwarki.
pt_br: Avalia a implementação da tag canônica, referências entre domínios e detecção de conteúdo duplicado para prevenir problemas de indexação nos mecanismos de busca.

source: Evaluates content length, depth, readability, and multimedia inclusion to enhance overall content quality and user engagement.
de_de: Bewertet Inhaltslänge, -tiefe, Lesbarkeit und Multimedia-Einbindung, um die allgemeine Inhaltsqualität und das Nutzer-Engagement zu verbessern.
es_es: Evalúa la longitud, profundidad, legibilidad e inclusión de multimedia del contenido para mejorar la calidad general del contenido y la interacción del usuario.
fr_fr: Évalue la longueur, la profondeur, la lisibilité du contenu et l'inclusion multimédia pour améliorer la qualité globale du contenu et l'engagement des utilisateurs.
it_it: Valuta la lunghezza, la profondità, la leggibilità del contenuto e l'inclusione di elementi multimediali per migliorare la qualità complessiva del contenuto e il coinvolgimento dell'utente.
nl_nl: Evalueert de lengte, diepte, leesbaarheid en opname van multimedia van de content om de algehele contentkwaliteit en gebruikersbetrokkenheid te verbeteren.
pl_pl: Ocenia długość, głębię, czytelność treści i włączenie multimediów w celu poprawy ogólnej jakości treści i zaangażowania użytkowników.
pt_br: Avalia o comprimento, a profundidade, a legibilidade e a inclusão de multimídia do conteúdo para aprimorar a qualidade geral do conteúdo e o engajamento do usuário.

source: Evaluates header tag order and structure to ensure consistent hierarchy. Checks for single H1, avoiding jumps or improper resets, and provides suggestions to improve heading organization for better readability and SEO.
de_de: Bewertet die Reihenfolge und Struktur der Überschriften-Tags, um eine konsistente Hierarchie zu gewährleisten. Überprüft auf eine einzelne H1, vermeidet Sprünge oder unsachgemäße Rücksetzungen und gibt Vorschläge zur Verbesserung der Überschriftenorganisation für eine bessere Lesbarkeit und SEO.
es_es: Evalúa el orden y la estructura de las etiquetas de encabezado para asegurar una jerarquía coherente. Comprueba la existencia de un solo H1, evitando saltos o restablecimientos incorrectos, y proporciona sugerencias para mejorar la organización de los encabezados para una mejor legibilidad y SEO.
fr_fr: Évalue l'ordre et la structure des balises d'en-tête pour garantir une hiérarchie cohérente. Vérifie la présence d'un seul H1, évite les sauts ou réinitialisations inappropriés, et fournit des suggestions pour améliorer l'organisation des titres pour une meilleure lisibilité et un meilleur référencement.
it_it: Valuta l'ordine e la struttura dei tag di intestazione per garantire una gerarchia coerente. Controlla la presenza di un singolo H1, evitando salti o ripristini impropri, e fornisce suggerimenti per migliorare l'organizzazione delle intestazioni per una migliore leggibilità e SEO.
nl_nl: Evalueert de volgorde en structuur van koptags om een consistente hiërarchie te garanderen. Controleert op één enkele H1, vermijdt sprongen of onjuiste resets, en geeft suggesties om de organisatie van koppen te verbeteren voor een betere leesbaarheid en SEO.
pl_pl: Ocenia kolejność i strukturę tagów nagłówków, aby zapewnić spójną hierarchię. Sprawdza obecność pojedynczego H1, unikając przeskoków lub niewłaściwych resetów, i przedstawia sugestie dotyczące poprawy organizacji nagłówków dla lepszej czytelności i SEO.
pt_br: Avalia a ordem e a estrutura das tags de cabeçalho para garantir uma hierarquia consistente. Verifica a existência de um único H1, evitando saltos ou redefinições inadequadas, e fornece sugestões para melhorar a organização dos títulos para melhor legibilidade e SEO.

source: Evaluates how images are compressed, formatted, and scaled responsively to reduce load times and improve usability across devices. If no images are found on the page, this check is marked as passed by default.
de_de: Bewertet, wie Bilder komprimiert, formatiert und responsiv skaliert werden, um Ladezeiten zu reduzieren und die Benutzerfreundlichkeit auf allen Geräten zu verbessern. Wenn keine Bilder auf der Seite gefunden werden, wird diese Prüfung standardmäßig als bestanden markiert.
es_es: Evalúa cómo se comprimen, formatean y escalan las imágenes de forma adaptativa para reducir los tiempos de carga y mejorar la usabilidad en todos los dispositivos. Si no se encuentran imágenes en la página, esta comprobación se marca como superada por defecto.
fr_fr: Évalue comment les images sont compressées, formatées et redimensionnées de manière responsive pour réduire les temps de chargement et améliorer l'utilisabilité sur tous les appareils. Si aucune image n'est trouvée sur la page, cette vérification est marquée comme réussie par défaut.
it_it: Valuta come le immagini vengono compresse, formattate e scalate in modo reattivo per ridurre i tempi di caricamento e migliorare l'usabilità su tutti i dispositivi. Se non vengono trovate immagini sulla pagina, questo controllo viene contrassegnato come superato per impostazione predefinita.
nl_nl: Evalueert hoe afbeeldingen worden gecomprimeerd, geformatteerd en responsief geschaald om laadtijden te verkorten en de bruikbaarheid op verschillende apparaten te verbeteren. Als er geen afbeeldingen op de pagina worden gevonden, wordt deze controle standaard als geslaagd gemarkeerd.
pl_pl: Ocenia, jak obrazy są kompresowane, formatowane i skalowane responsywnie, aby skrócić czas ładowania i poprawić użyteczność na różnych urządzeniach. Jeśli na stronie nie zostaną znalezione żadne obrazy, to sprawdzenie jest domyślnie oznaczone jako zaliczone.
pt_br: Avalia como as imagens são comprimidas, formatadas e dimensionadas de forma responsiva para reduzir os tempos de carregamento e melhorar a usabilidade em todos os dispositivos. Se nenhuma imagem for encontrada na página, esta verificação é marcada como aprovada por padrão.

source: Evaluates keyword frequency, contextual relevance, placement, and content freshness to improve search visibility, and enhance overall user engagement.
de_de: Bewertet die Keyword-Häufigkeit, kontextuelle Relevanz, Platzierung und Aktualität des Inhalts, um die Sichtbarkeit in der Suche zu verbessern und das allgemeine Nutzer-Engagement zu steigern.
es_es: Evalúa la frecuencia de las palabras clave, la relevancia contextual, la ubicación y la frescura del contenido para mejorar la visibilidad en las búsquedas y potenciar la interacción general del usuario.
fr_fr: Évalue la fréquence des mots-clés, la pertinence contextuelle, le placement et la fraîcheur du contenu pour améliorer la visibilité de recherche et renforcer l'engagement global des utilisateurs.
it_it: Valuta la frequenza delle parole chiave, la pertinenza contestuale, il posizionamento e la freschezza dei contenuti per migliorare la visibilità nella ricerca e aumentare il coinvolgimento complessivo dell'utente.
nl_nl: Evalueert de frequentie van trefwoorden, contextuele relevantie, plaatsing en de versheid van de content om de zichtbaarheid in zoekresultaten te verbeteren en de algehele gebruikersbetrokkenheid te verhogen.
pl_pl: Ocenia częstotliwość słów kluczowych, trafność kontekstową, umiejscowienie i świeżość treści w celu poprawy widoczności w wyszukiwarkach i zwiększenia ogólnego zaangażowania użytkowników.
pt_br: Avalia a frequência de palavras-chave, relevância contextual, posicionamento e atualização do conteúdo para melhorar a visibilidade de busca e aprimorar o engajamento geral do usuário.

source: Evaluates keyword placement, density, and engagement in opening paragraphs to optimize topic relevance and reader connection.
de_de: Bewertet die Platzierung, Dichte und das Engagement von Keywords in Einleitungsabsätzen, um die Themenrelevanz und die Verbindung zum Leser zu optimieren.
es_es: Evalúa la ubicación, la densidad y la interacción de las palabras clave en los párrafos de apertura para optimizar la relevancia del tema y la conexión con el lector.
fr_fr: Évalue le placement, la densité et l'engagement des mots-clés dans les paragraphes d'ouverture pour optimiser la pertinence du sujet et la connexion avec le lecteur.
it_it: Valuta il posizionamento, la densità e il coinvolgimento delle parole chiave nei paragrafi di apertura per ottimizzare la pertinenza dell'argomento e la connessione con il lettore.
nl_nl: Evalueert de plaatsing, dichtheid en betrokkenheid van trefwoorden in openingsalinea's om de relevantie van het onderwerp en de connectie met de lezer te optimaliseren.
pl_pl: Ocenia umiejscowienie, gęstość i zaangażowanie słów kluczowych w akapitach otwierających w celu optymalizacji trafności tematu i połączenia z czytelnikiem.
pt_br: Avalia o posicionamento, a densidade e o engajamento de palavras-chave nos parágrafos de abertura para otimizar a relevância do tópico e a conexão com o leitor.

source: Evaluates location keywords in content, meta tags, validates LocalBusiness schema, and suggests markup improvements for local SEO optimization.
de_de: Bewertet Standort-Keywords in Inhalten, Meta-Tags, validiert das LocalBusiness-Schema und schlägt Markup-Verbesserungen für die lokale SEO-Optimierung vor.
es_es: Evalúa las palabras clave de ubicación en el contenido, las metaetiquetas, valida el schema de LocalBusiness y sugiere mejoras de marcado para la optimización del SEO local.
fr_fr: Évalue les mots-clés de localisation dans le contenu, les balises méta, valide le schéma LocalBusiness et suggère des améliorations de balisage pour l'optimisation SEO locale.
it_it: Valuta le parole chiave di localizzazione nei contenuti, nei meta tag, convalida lo schema LocalBusiness e suggerisce miglioramenti del markup per l'ottimizzazione SEO locale.
nl_nl: Evalueert locatietrefwoorden in content, metatags, valideert LocalBusiness-schema en stelt markupverbeteringen voor voor lokale SEO-optimalisatie.
pl_pl: Ocenia słowa kluczowe lokalizacyjne w treści, metatagach, waliduje schemat LocalBusiness i sugeruje ulepszenia znaczników dla optymalizacji lokalnego SEO.
pt_br: Avalia palavras-chave de localização no conteúdo, metatags, valida o schema LocalBusiness e sugere melhorias na marcação para otimização de SEO local.

source: Evaluates meta descriptions for a clear and compelling call to action. Scans for common CTA phrases and measures their effectiveness, guiding improvements to boost click-through rates from search results.
de_de: Bewertet Meta-Beschreibungen auf einen klaren und überzeugenden Call-to-Action. Sucht nach gängigen CTA-Phrasen, misst deren Wirksamkeit und leitet Verbesserungen an, um die Klickraten aus den Suchergebnissen zu erhöhen.
es_es: Evalúa las metadescripciones en busca de una llamada a la acción clara y convincente. Busca frases de CTA comunes y mide su efectividad, guiando mejoras para aumentar las tasas de clics desde los resultados de búsqueda.
fr_fr: Évalue les méta descriptions pour un appel à l'action clair et convaincant. Analyse les phrases d'appel à l'action courantes et mesure leur efficacité, en guidant les améliorations pour augmenter le taux de clics depuis les résultats de recherche.
it_it: Valuta le meta descrizioni per un invito all'azione chiaro e convincente. Scansiona le frasi CTA comuni e ne misura l'efficacia, guidando i miglioramenti per aumentare i tassi di clic dai risultati di ricerca.
nl_nl: Evalueert metabeschrijvingen op een duidelijke en overtuigende call-to-action. Scant op veelvoorkomende CTA-zinnen en meet hun effectiviteit, en begeleidt verbeteringen om de doorklikratio's vanuit zoekresultaten te verhogen.
pl_pl: Ocenia metaopisy pod kątem jasnego i przekonującego wezwania do działania. Skanuje w poszukiwaniu popularnych fraz CTA i mierzy ich skuteczność, prowadząc do ulepszeń w celu zwiększenia współczynników klikalności z wyników wyszukiwania.
pt_br: Avalia metadescrições para uma chamada para ação (CTA) clara e convincente. Verifica frases de CTA comuns e mede sua eficácia, orientando melhorias para aumentar as taxas de cliques dos resultados de busca.

source: Evaluates meta title length and quality, ensuring optimal character count and structure for search engine visibility.
de_de: Bewertet die Länge und Qualität des Meta-Titels und stellt eine optimale Zeichenanzahl und Struktur für die Sichtbarkeit in Suchmaschinen sicher.
es_es: Evalúa la longitud y la calidad del metatítulo, asegurando un recuento de caracteres y una estructura óptimos para la visibilidad en los motores de búsqueda.
fr_fr: Évalue la longueur et la qualité du méta-titre, garantissant un nombre de caractères et une structure optimaux pour la visibilité des moteurs de recherche.
it_it: Valuta la lunghezza e la qualità del meta titolo, garantendo un numero di caratteri e una struttura ottimali per la visibilità sui motori di ricerca.
nl_nl: Evalueert de lengte en kwaliteit van de metatitel en zorgt voor een optimaal aantal tekens en een optimale structuur voor de zichtbaarheid in zoekmachines.
pl_pl: Ocenia długość i jakość metatytułu, zapewniając optymalną liczbę znaków i strukturę dla widoczności w wyszukiwarkach.
pt_br: Avalia o comprimento e a qualidade do metatítulo, garantindo uma contagem de caracteres e estrutura ideais para a visibilidade nos mecanismos de busca.

source: Evaluates primary and secondary keyword placement in meta titles, prioritizing optimal positioning for maximum search visibility.
de_de: Bewertet die Platzierung von primären und sekundären Keywords in Meta-Titeln und priorisiert die optimale Positionierung für maximale Sichtbarkeit in der Suche.
es_es: Evalúa la ubicación de las palabras clave primarias y secundarias en los metatítulos, priorizando una posición óptima para una máxima visibilidad en las búsquedas.
fr_fr: Évalue le placement des mots-clés primaires et secondaires dans les méta-titres, en priorisant un positionnement optimal pour une visibilité de recherche maximale.
it_it: Valuta il posizionamento delle parole chiave principali e secondarie nei meta titoli, dando priorità al posizionamento ottimale per la massima visibilità nella ricerca.
nl_nl: Evalueert de plaatsing van primaire en secundaire trefwoorden in metatitels, en geeft prioriteit aan een optimale positionering voor maximale zichtbaarheid in zoekresultaten.
pl_pl: Ocenia umiejscowienie głównych i drugorzędnych słów kluczowych w metatytułach, priorytetyzując optymalne pozycjonowanie dla maksymalnej widoczności w wyszukiwarkach.
pt_br: Avalia o posicionamento das palavras-chave primárias e secundárias nos metatítulos, priorizando o posicionamento ideal para máxima visibilidade de busca.
