Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Refresh this page
de_de: Seite aktualisieren
es_es: Actualizar esta página
fr_fr: Rafraichir la page
it_it: Aggiorna questa pagina
nl_nl: Actie mislukt. Vernieuw de pagina en probeer opnieuw
pl_pl: Odśwież tę stronę
pt_br: Atualizar esta página

source: Click the three dots menu (⋮) in the top right corner
de_de: Klicken Sie auf das Drei-Punkte-Menü (⋮) in der oberen rechten Ecke
es_es: Haga clic en el menú de tres puntos (⋮) en la esquina superior derecha
fr_fr: Cliquez sur le menu à trois points (⋮) dans le coin supérieur droit
it_it: Fare clic sul menu a tre punti (⋮) nell'angolo in alto a destra
nl_nl: Klik op het menu met de drie puntjes (⋮) in de rechterbovenhoek
pl_pl: Kliknij menu z trzema kropkami (⋮) w prawym górnym rogu
pt_br: Clique no menu de três pontos (⋮) no canto superior direito

source: Go to Settings → Privacy and security → Cookies and other site data
de_de: Gehen Sie zu Einstellungen → Datenschutz und Sicherheit → Cookies und andere Website-Daten
es_es: Ve a Configuración → Privacidad y seguridad → Cookies y otros datos del sitio
fr_fr: Aller dans Paramètres → Confidentialité et sécurité → Cookies et autres données du site
it_it: Andare su Impostazioni → Privacy e sicurezza → Cookie e altri dati del sito
nl_nl: Ga naar Instellingen → Privacy en beveiliging → Cookies en andere sitegegevens
pl_pl: Przejdź do Ustawienia → Prywatność i bezpieczeństwo → Pliki cookie i inne dane witryny
pt_br: Vá para Configurações → Privacidade e segurança → Cookies e outros dados do site

source: Select "Allow all cookies" or "Block third-party cookies in Incognito"
de_de: Wählen Sie "Alle Cookies zulassen" oder "Drittanbieter-Cookies in Incognito blockieren"
es_es: Seleccione "Permitir todas las cookies" o "Bloquear cookies de terceros en Incógnito"
fr_fr: Sélectionnez "Autoriser tous les cookies" ou "Bloquer les cookies tiers dans Incognito"
it_it: Selezionare "Consenti tutti i cookie" o "Blocca i cookie di terze parti in Incognito"
nl_nl: Selecteer "Alle cookies toestaan" of "Cookies van derden blokkeren in Incognito"
pl_pl: Wybierz "Zezwalaj na wszystkie pliki cookie" lub "Blokuj pliki cookie innych firm w trybie incognito"
pt_br: Selecione "Allow all cookies" (Permitir todos os cookies) ou "Block third-party cookies in Incognito" (Bloquear cookies de terceiros no modo anônimo)

source: Click the menu button (☰) and select Settings
de_de: Klicken Sie auf die Menütaste (☰) und wählen Sie Einstellungen
es_es: Haga clic en el botón de menú (☰) y seleccione Configuración
fr_fr: Cliquez sur le bouton de menu (☰) et sélectionnez Paramètres
it_it: Fare clic sul pulsante del menu (☰) e selezionare Impostazioni
nl_nl: Klik op de menuknop (☰) en selecteer Instellingen
pl_pl: Kliknij przycisk menu (☰) i wybierz Ustawienia
pt_br: Clique no botão de menu (☰) e selecione Settings (Configurações)

source: Go to Privacy & Security panel
de_de: Gehen Sie zum Bereich Datenschutz und Sicherheit
es_es: Ir al panel Privacidad y seguridad
fr_fr: Aller dans le panneau Confidentialité et sécurité
it_it: Accedere al pannello Privacy e sicurezza
nl_nl: Ga naar het paneel Privacy & beveiliging
pl_pl: Przejdź do panelu Prywatność i bezpieczeństwo
pt_br: Vá para o painel Privacy & Security (Privacidade e segurança)

source: Under "Enhanced Tracking Protection", select "Standard" or "Custom"
de_de: Wählen Sie unter "Erweiterter Verfolgungsschutz" "Standard" oder "Benutzerdefiniert"
es_es: En "Protección de rastreo mejorada", seleccione "Estándar" o "Personalizada"
fr_fr: Sous "Enhanced Tracking Protection", sélectionnez "Standard" ou "Custom"
it_it: In "Protezione avanzata dal tracciamento", selezionare "Standard" o "Personalizzato"
nl_nl: Selecteer onder "Verbeterde traceerbeveiliging" "Standaard" of "Aangepast"
pl_pl: W sekcji "Rozszerzona ochrona przed śledzeniem" wybierz opcję "Standardowa" lub "Niestandardowa"
pt_br: Em "Enhanced Tracking Protection" (Proteção aprimorada de rastreamento), selecione "Standard" (Padrão) ou "Custom" (Personalizado)

source: If Custom, uncheck "Cookies" or select "Cross-site tracking cookies"
de_de: Falls benutzerdefiniert, deaktivieren Sie "Cookies" oder wählen Sie "Cross-Site-Tracking-Cookies"
es_es: Si es Personalizado, desmarque "Cookies" o seleccione "Cookies de seguimiento de sitios cruzados"
fr_fr: Si l'option est personnalisée, décochez la case "Cookies" ou sélectionnez "Cross-site tracking cookies" (cookies de suivi intersites)
it_it: Se Personalizzato, deselezionare "Cookie" o selezionare "Cookie per il tracciamento del sito"
nl_nl: Indien Aangepast, schakel dan "Cookies" uit of selecteer "Cross-site tracking cookies"
pl_pl: Jeśli niestandardowe, odznacz "Pliki cookie" lub wybierz "Pliki cookie śledzenia między witrynami"
pt_br: Se for Personalizado, desmarque a opção "Cookies" ou selecione "Cross-site tracking cookies"

source: Click the three dots menu (...) in the top right corner
de_de: Klicken Sie auf das Menü mit den drei Punkten (...) in der oberen rechten Ecke
es_es: Haga clic en el menú de tres puntos (...) de la esquina superior derecha
fr_fr: Cliquez sur le menu à trois points (...) dans le coin supérieur droit
it_it: Fare clic sul menu a tre punti (...) nell'angolo in alto a destra
nl_nl: Klik op het menu met drie puntjes (...) in de rechterbovenhoek
pl_pl: Kliknij menu z trzema kropkami (...) w prawym górnym rogu
pt_br: Clique no menu de três pontos (...) no canto superior direito

source: Go to Settings → Cookies and site permissions → Cookies and site data
de_de: Gehen Sie zu Einstellungen → Cookies und Website-Berechtigungen → Cookies und Website-Daten
es_es: Ve a Configuración → Cookies y permisos del sitio → Cookies y datos del sitio
fr_fr: Aller dans Paramètres → Cookies et autorisations du site → Cookies et données du site
it_it: Andare su Impostazioni → Cookie e autorizzazioni del sito → Cookie e dati del sito
nl_nl: Ga naar Instellingen → Cookies en sitemachtigingen → Cookies en sitegegevens
pl_pl: Przejdź do Ustawienia → Pliki cookie i uprawnienia witryny → Pliki cookie i dane witryny
pt_br: Vá para Configurações → Cookies e permissões do site → Cookies e dados do site

source: Turn off "Block third-party cookies"
de_de: Deaktivieren Sie "Cookies von Drittanbietern blockieren"
es_es: Desactivar "Bloquear cookies de terceros"
fr_fr: Désactiver l'option "Bloquer les cookies de tiers"
it_it: Disattivare "Blocca i cookie di terze parti"
nl_nl: Schakel "Blokkeer cookies van derden" uit
pl_pl: Wyłącz "Blokuj pliki cookie innych firm"
pt_br: Desative a opção "Bloquear cookies de terceiros"

source: Open your browser's Settings or Preferences
de_de: Öffnen Sie die Einstellungen oder Präferenzen Ihres Browsers
es_es: Abra la Configuración o Preferencias de su navegador
fr_fr: Ouvrez les paramètres ou les préférences de votre navigateur
it_it: Aprire le Impostazioni o le Preferenze del browser
nl_nl: Open de instellingen of voorkeuren van uw browser
pl_pl: Otwórz Ustawienia lub Preferencje przeglądarki
pt_br: Abra as Configurações ou Preferências de seu navegador

source: Look for Privacy, Security, or Cookies settings
de_de: Suchen Sie nach Einstellungen für Datenschutz, Sicherheit oder Cookies
es_es: Busque los ajustes de Privacidad, Seguridad o Cookies
fr_fr: Recherchez les paramètres de confidentialité, de sécurité ou de cookies
it_it: Cercare le impostazioni relative alla privacy, alla sicurezza o ai cookie
nl_nl: Zoek naar instellingen voor Privacy, Beveiliging of Cookies
pl_pl: Poszukaj ustawień prywatności, bezpieczeństwa lub plików cookie
pt_br: Procure as configurações de Privacidade, Segurança ou Cookies

source: Enable third-party cookies or disable tracking protection
de_de: Aktivieren Sie Cookies von Drittanbietern oder deaktivieren Sie den Tracking-Schutz
es_es: Activar las cookies de terceros o desactivar la protección contra el rastreo
fr_fr: Activer les cookies de tiers ou désactiver la protection contre le pistage
it_it: Abilitare i cookie di terze parti o disabilitare la protezione dal tracciamento
nl_nl: Cookies van derden inschakelen of trackingbescherming uitschakelen
pl_pl: Włączenie plików cookie innych firm lub wyłączenie ochrony przed śledzeniem
pt_br: Ativar cookies de terceiros ou desativar a proteção contra rastreamento

source: How to enable:
de_de: Wie man sie aktiviert:
es_es: Cómo habilitarlo:
fr_fr: Comment l'activer :
it_it: Come si abilita:
nl_nl: Hoe inschakelen:
pl_pl: Jak włączyć:
pt_br: Como habilitar:

source: Refresh Page
de_de: Aktualisiere Seite
es_es: Actualizar
fr_fr: Actualiser la page
it_it: Aggiorna Pagina
nl_nl: Ververs pagina
pl_pl: Odśwież stronę
pt_br: Atualizar a página

source: Open Dashboard in New Tab
de_de: Dashboard in neuem Tab öffnen
es_es: Abrir el panel en una nueva pestaña
fr_fr: Ouvrir le tableau de bord dans un nouvel onglet
it_it: Aprire il Dashboard in una nuova scheda
nl_nl: Dashboard openen in nieuw tabblad
pl_pl: Otwórz pulpit nawigacyjny w nowej karcie
pt_br: Abrir o Dashboard em uma nova guia

source: To access the dashboard, please enable third-party cookies in your browser. If you prefer not to enable them, you can still view the dashboard by clicking the "Open Dashboard in New Page" button below.
de_de: Um auf das Dashboard zugreifen zu können, aktivieren Sie bitte Cookies von Drittanbietern in Ihrem Browser. Wenn Sie diese nicht aktivieren möchten, können Sie das Dashboard trotzdem anzeigen, indem Sie unten auf die Schaltfläche "Dashboard auf einer neuen Seite öffnen" klicken.
es_es: Para acceder al panel de control, active las cookies de terceros en su navegador. Si prefiere no habilitarlas, puede ver el panel de control haciendo clic en el botón "Abrir panel de control en página nueva".
fr_fr: Pour accéder au tableau de bord, veuillez activer les cookies tiers dans votre navigateur. Si vous préférez ne pas les activer, vous pouvez toujours consulter le tableau de bord en cliquant sur le bouton "Ouvrir le tableau de bord dans une nouvelle page" ci-dessous.
it_it: Per accedere alla dashboard, abilitare i cookie di terze parti nel browser. Se si preferisce non abilitarli, è comunque possibile visualizzare il dashboard facendo clic sul pulsante "Apri il dashboard in una nuova pagina" qui sotto.
nl_nl: Om toegang te krijgen tot het dashboard, moet je cookies van derden inschakelen in je browser. Als je ze liever niet inschakelt, kun je het dashboard nog steeds bekijken door op de knop "Open Dashboard in New Page" hieronder te klikken.
pl_pl: Aby uzyskać dostęp do pulpitu nawigacyjnego, należy włączyć obsługę plików cookie innych firm w przeglądarce. Jeśli wolisz ich nie włączać, nadal możesz wyświetlić pulpit nawigacyjny, klikając przycisk "Otwórz pulpit nawigacyjny na nowej stronie" poniżej.
pt_br: Para acessar o painel, ative os cookies de terceiros em seu navegador. Se preferir não ativá-los, você ainda poderá visualizar o painel clicando no botão "Open Dashboard in New Page" (Abrir painel em nova página) abaixo.

source: On the right click Third-party cookies
de_de: Klicken Sie auf der rechten Seite auf Cookies von Drittanbietern
es_es: A la derecha, haga clic en Cookies de terceros
fr_fr: Sur la droite, cliquez sur Cookies tiers
it_it: A destra cliccate su Cookie di terze parti
nl_nl: Klik rechts op Cookies van derden
pl_pl: Po prawej stronie kliknij Pliki cookie stron trzecich
pt_br: À direita, clique em Third-party cookies (Cookies de terceiros)

source: Pick Allow third-party cookies
de_de: Wählen Sie Cookies von Drittanbietern zulassen
es_es: Elija Permitir cookies de terceros
fr_fr: Choisir Autoriser les cookies de tiers
it_it: Scegliere Consenti cookie di terze parti
nl_nl: Kies Cookies van derden toestaan
pl_pl: Wybierz opcję Zezwalaj na pliki cookie innych firm
pt_br: Escolha Allow third-party cookies (Permitir cookies de terceiros)

source: To access the dashboard, please enable third-party cookies in your browser. If you prefer not to enable them, you can still view the dashboard by clicking the
de_de: Um auf das Dashboard zugreifen zu können, aktivieren Sie bitte Cookies von Drittanbietern in Ihrem Browser. Wenn Sie diese nicht aktivieren möchten, können Sie das Dashboard trotzdem aufrufen, indem Sie auf die Schaltfläche
es_es: Para acceder al panel de control, active las cookies de terceros en su navegador. Si prefiere no habilitarlas, puede ver el panel de control haciendo clic en el botón
fr_fr: Pour accéder au tableau de bord, veuillez activer les cookies tiers dans votre navigateur. Si vous préférez ne pas les activer, vous pouvez toujours consulter le tableau de bord en cliquant sur le bouton
it_it: Per accedere alla dashboard, abilitare i cookie di terze parti nel browser. Se si preferisce non abilitarli, è comunque possibile visualizzare il dashboard facendo clic sul pulsante
nl_nl: Om toegang te krijgen tot het dashboard moet je cookies van derden inschakelen in je browser. Als u ze liever niet inschakelt, kunt u het dashboard nog steeds bekijken door op de knop
pl_pl: Aby uzyskać dostęp do pulpitu nawigacyjnego, należy włączyć obsługę plików cookie innych firm w przeglądarce. Jeśli wolisz ich nie włączać, nadal możesz wyświetlić pulpit nawigacyjny, klikając przycisk
pt_br: Para acessar o painel, ative os cookies de terceiros em seu navegador. Se preferir não ativá-los, você ainda poderá visualizar o painel clicando no botão

source: Open Dashboard in New Page
de_de: Dashboard auf einer neuen Seite öffnen
es_es: Abrir el panel en una página nueva
fr_fr: Ouvrir le tableau de bord dans une nouvelle page
it_it: Aprire il Dashboard in una nuova pagina
nl_nl: Dashboard openen in nieuwe pagina
pl_pl: Otwórz pulpit nawigacyjny na nowej stronie
pt_br: Abrir o Dashboard em uma nova página

source: button below
de_de: schaltfläche unten
es_es: botón de abajo
fr_fr: bouton ci-dessous
it_it: pulsante qui sotto
nl_nl: knop hieronder
pl_pl: przycisk poniżej
pt_br: botão abaixo

source: Optimize WordPress SEO
de_de: WordPress SEO optimieren
es_es: Optimizar el SEO de WordPress
fr_fr: Optimiser le SEO de WordPress
it_it: Ottimizza il SEO di WordPress
nl_nl: Optimaliseer WordPress SEO
pl_pl: Optymalizacja SEO WordPress
pt_br: Otimizar o SEO do WordPress

source: Manage local listings
de_de: Lokale Einträge verwalten
es_es: Gestionar listados locales
fr_fr: Gérer les listes locales
it_it: Gestisci gli elenchi locali
nl_nl: Beheer lokale vermeldingen
pl_pl: Zarządzaj lokalnymi ofertami
pt_br: Gerenciar listagens locais

source: Track keyword rankings
de_de: Keyword-Rankings verfolgen
es_es: Rastrear el posicionamiento de palabras clave
fr_fr: Suivre le classement des mots-clés
it_it: Traccia il posizionamento delle parole chiave
nl_nl: Volg trefwoordranglijsten
pl_pl: Śledź rankingi słów kluczowych
pt_br: Rastrear classificações de palavras-chave

source: Start your personal online marketing agent
de_de: Starten Sie Ihren persönlichen Online-Marketing-Agenten
es_es: Inicie su agente personal de marketing online
fr_fr: Démarrez votre agent de marketing en ligne personnel
it_it: Inizia il tuo agente di marketing online personale
nl_nl: Start je persoonlijke online marketing agent
pl_pl: Rozpocznij pracę z osobistym agentem marketingu online
pt_br: Inicie seu agente pessoal de marketing online

source: Activation code is required.
de_de: Der Aktivierungscode ist erforderlich.
es_es: Se requiere el código de activación.
fr_fr: Le code d'activation est requis.
it_it: È necessario il codice di attivazione.
nl_nl: Activeringscode is vereist.
pl_pl: Wymagany jest kod aktywacyjny.
pt_br: O código de ativação é obrigatório.

source: Deactivate feedback
de_de: Feedback deaktivieren
es_es: Desactivar comentarios
fr_fr: Retour sur la désactivation
it_it: Disattiva il feedback
nl_nl: Deactiveer feedback
pl_pl: Dezaktywuj opinię
pt_br: Desativar feedback

source: Help Us Improve
de_de: Helfen Sie uns, besser zu werden
es_es: Ayúdanos a mejorar
fr_fr: Aidez-nous à nous améliorer
it_it: Aiutaci a migliorare
nl_nl: Help ons verbeteren
pl_pl: Pomóż nam się doskonalić
pt_br: Ajude-nos a melhorar

source: Would you mind telling us why you are deactivating %s? Your feedback helps us make the plugin better.
de_de: Würden Sie uns sagen, warum Sie %s deaktivieren? Ihr Feedback hilft uns, das Plugin zu verbessern.
es_es: ¿Te importaría decirnos por qué estás desactivando %s? Tus comentarios nos ayudan a mejorar el plugin.
fr_fr: Pourriez-vous nous dire pourquoi vous désactivez %s ? Vos commentaires nous aident à améliorer le plugin.
it_it: Ti dispiacerebbe dirci perché stai disattivando %s? Il tuo feedback ci aiuta a migliorare il plugin.
nl_nl: Zou u ons willen vertellen waarom u %s deactiveert? Uw feedback helpt ons de plugin te verbeteren.
pl_pl: Czy mógłbyś nam powiedzieć, dlaczego dezaktywujesz %s? Twoja opinia pomaga nam ulepszyć wtyczkę.
pt_br: Você se importaria em nos dizer por que está desativando o %s? Seu feedback nos ajuda a melhorar o plugin.

source: Submit and Deactivate
de_de: Absenden und deaktivieren
es_es: Enviar y desactivar
fr_fr: Envoyer et désactiver
it_it: Invia e disattiva
nl_nl: Versturen en deactiveren
pl_pl: Wyślij i dezaktywuj
pt_br: Enviar e desativar

source: Skip and Deactivate
de_de: Überspringen und deaktivieren
es_es: Omitir y desactivar
fr_fr: Passer et désactiver
it_it: Salta e disattiva
nl_nl: Overslaan en deactiveren
pl_pl: Pomiń i dezaktywuj
pt_br: Pular e desativar

source: Please select a reason
de_de: Bitte wählen Sie einen Grund
es_es: Por favor selecciona una razón
fr_fr: Veuillez sélectionner une raison
it_it: Seleziona un motivo
nl_nl: Selecteer een reden
pl_pl: Wybierz powód
pt_br: Por favor, selecione um motivo

source: Submitting...
de_de: Wird übermittelt...
es_es: Enviando...
fr_fr: Envoi en cours...
it_it: Invio in corso...
nl_nl: Wordt verstuurd...
pl_pl: Przesyłanie...
pt_br: Enviando...

source: Delete all project data and settings upon deactivation
de_de: Alle Projektdaten und Einstellungen bei der Deaktivierung löschen
es_es: Eliminar todos los datos y ajustes del proyecto al desactivar
fr_fr: Supprimer toutes les données et paramètres du projet lors de la désactivation
it_it: Elimina tutti i dati e le impostazioni del progetto alla disattivazione
nl_nl: Verwijder alle projectgegevens en instellingen bij deactivering
pl_pl: Usuń wszystkie dane projektu i ustawienia po dezaktywacji
pt_br: Excluir todos os dados e configurações do projeto ao desativar

source: I no longer need the plugin
de_de: Ich benötige das Plugin nicht mehr
es_es: Ya no necesito el plugin
fr_fr: Je n'ai plus besoin du plugin
it_it: Non ho più bisogno del plugin
nl_nl: Ik heb de plugin niet meer nodig
pl_pl: Nie potrzebuję już wtyczki
pt_br: Não preciso mais do plugin

source: I'm switching to a different plugin
de_de: Ich wechsle zu einem anderen Plugin
es_es: Me estoy cambiando a otro plugin
fr_fr: Je passe à un autre plugin
it_it: Sto passando a un plugin diverso
nl_nl: Ik stap over naar een andere plugin
pl_pl: Przechodzę na inną wtyczkę
pt_br: Estou mudando para um plugin diferente

source: I couldn't get the plugin to work
de_de: Ich konnte das Plugin nicht zum Laufen bringen
es_es: No pude hacer funcionar el plugin
fr_fr: Je n'ai pas réussi à faire fonctionner le plugin
it_it: Non sono riuscito a far funzionare il plugin
nl_nl: Ik kon de plugin niet aan de praat krijgen
pl_pl: Nie mogłem uruchomić wtyczki
pt_br: Não consegui fazer o plugin funcionar

source: It's a temporary deactivation
de_de: Es ist eine vorübergehende Deaktivierung
es_es: Es una desactivación temporal
fr_fr: C'est une désactivation temporaire
it_it: È una disattivazione temporanea
nl_nl: Het is een tijdelijke deactivering
pl_pl: To tymczasowa dezaktywacja
pt_br: É uma desativação temporária

source: Other
de_de: Andere
es_es: Otro
fr_fr: Autre
it_it: Altro
nl_nl: Anders
pl_pl: Inne
pt_br: Outro

source: Please share the reason
de_de: Bitte teilen Sie den Grund mit
es_es: Por favor comparte el motivo
fr_fr: Veuillez partager la raison
it_it: Condividi il motivo
nl_nl: Deel de reden
pl_pl: Proszę podać powód
pt_br: Por favor, compartilhe o motivo

source: You do not have permission to perform this action.
de_de: Sie haben keine Berechtigung, diese Aktion durchzuführen.
es_es: No tienes permiso para realizar esta acción.
fr_fr: Vous n'avez pas la permission d'effectuer cette action.
it_it: Non hai i permessi per eseguire questa azione.
nl_nl: U heeft geen toestemming om deze actie uit te voeren.
pl_pl: Nie masz uprawnień do wykonania tej czynności.
pt_br: Você não tem permissão para executar esta ação.

source: Thank you for your feedback!
de_de: Vielen Dank für Ihr Feedback!
es_es: ¡Gracias por tus comentarios!
fr_fr: Merci pour vos commentaires !
it_it: Grazie per il tuo feedback!
nl_nl: Bedankt voor uw feedback!
pl_pl: Dziękujemy za opinię!
pt_br: Obrigado pelo seu feedback!

source: It’s a temporary deactivation
de_de: Es ist eine vorübergehende Deaktivierung
es_es: Es una desactivación temporal
pt_br: É uma desativação temporária

source: Please describe the issue you faced
de_de: Bitte beschreiben Sie das Problem, das Sie hatten
es_es: Por favor, describe el problema que encontraste
pt_br: Por favor, descreva o problema que você enfrentou

source: General
de_de: Allgemein
fr_fr: Général
it_it: Generale
nl_nl: Algemeen
pl_pl: Ogólne
pt_br: Geral

source: UserID:
de_de: Teilnehmer-ID:
fr_fr: ID utilisateur :
nl_nl: GebruikersID:
pl_pl: Id użytkownika:
pt_br: ID de usuário:

source: ProjectID:
de_de: ProjektID:
it_it: ProgettoID:
pt_br: ID do projeto:

source: Error:
de_de: Fehler:
fr_fr: Erreur :
it_it: Errore:
nl_nl: Fout:
pl_pl: Błąd:
pt_br: Erro:

source: No
de_de: Nein
fr_fr: Non
nl_nl: Nee
pl_pl: Nie
pt_br: Não

source: Transients
de_de: Transienten
fr_fr: Transitoires
it_it: I transitori
nl_nl: Transiënten
pl_pl: Tymczasowe wpisy
pt_br: Transientes

source: Object Cache
de_de: Objekt Cache
fr_fr: Cache d'objets
pl_pl: Pamięć podręczna obiektów
pt_br: Cache de Objetos

source: Schema
fr_fr: Schéma
pl_pl: Schemat

source: Social
nl_nl: Sociaal
pl_pl: Społecznościowe

source: Breadcrumbs
fr_fr: Fil d’Ariane
nl_nl: Kruimelpad
pl_pl: Okruszki

source: rankingCoach SEO
nl_nl: sEO zoekmachine
