Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: You can't use all plugin features because you didn't finish the onboarding. Complete it now to start using the plugin.
de_de: Sie können nicht alle Funktionen des Plugins nutzen, weil Sie das Onboarding nicht abgeschlossen haben. Schließen Sie es jetzt ab, um das Plugin nutzen zu können.
es_es: No puedes utilizar todas las funciones del plugin porque no has completado el onboarding. Complétalo ahora para empezar a usar el plugin.
fr_fr: Vous ne pouvez pas utiliser toutes les fonctionnalités du plugin car vous n'avez pas terminé l'onboarding. Complétez-le maintenant pour commencer à utiliser le plugin.
it_it: Non è possibile utilizzare tutte le funzionalità del plugin perché non si è completato il processo di onboarding. Completatelo ora per iniziare a utilizzare il plugin.
nl_nl: Je kunt niet alle functies van de plugin gebruiken omdat je de onboarding nog niet hebt voltooid. Voltooi deze nu om de plugin te kunnen gebruiken.
pl_pl: Nie możesz korzystać ze wszystkich funkcji wtyczki, ponieważ nie ukończyłeś onboardingu. Ukończ go teraz, aby rozpocząć korzystanie z wtyczki.
pt_br: Você não pode usar todos os recursos do plug-in porque não concluiu a integração. Conclua-o agora para começar a usar o plug-in.

source: Cache Management
de_de: Cache-Verwaltung
es_es: Gestión de la caché
fr_fr: Gestion du Cache
it_it: Gestione della cache
nl_nl: Cachebeheer
pl_pl: Zarządzanie pamięcią podręczną
pt_br: Gerenciamento de cache

source: The primary website domain does not match the WordPress site URL.
de_de: Die primäre Website-Domain stimmt nicht mit der URL der WordPress-Site überein.
es_es: El dominio del sitio web principal no coincide con la URL del sitio de WordPress.
fr_fr: Le domaine du site web principal ne correspond pas à l'URL du site WordPress.
it_it: Il dominio del sito principale non corrisponde all'URL del sito WordPress.
nl_nl: Het domein van de primaire website komt niet overeen met de URL van de WordPress site.
pl_pl: Główna domena witryny nie jest zgodna z adresem URL witryny WordPress.
pt_br: O domínio principal do site não corresponde ao URL do site WordPress.

source: This dedicated rankingCoach account requires completed onboarding before plugin activation.
de_de: Dieser spezielle rankingCoach-Account erfordert ein vollständiges Onboarding vor der Aktivierung des Plugins.
es_es: Esta cuenta dedicada de rankingCoach requiere que se complete el onboarding antes de la activación del plugin.
fr_fr: Ce compte dédié à rankingCoach nécessite un onboarding complet avant l'activation du plugin.
it_it: Questo account rankingCoach dedicato richiede un onboarding completo prima dell'attivazione del plugin.
nl_nl: Deze speciale rankingCoach account vereist een volledige onboarding voordat de plugin geactiveerd kan worden.
pl_pl: To dedykowane konto rankingCoach wymaga ukończenia onboardingu przed aktywacją wtyczki.
pt_br: Essa conta dedicada do rankingCoach requer integração completa antes da ativação do plug-in.

source: All plugin caches have been cleared successfully.
de_de: Alle Plugin-Caches wurden erfolgreich geleert.
es_es: Todas las cachés de los plugins se han borrado correctamente.
fr_fr: Tous les caches de plugins ont été vidés avec succès.
it_it: Tutte le cache dei plugin sono state cancellate con successo.
nl_nl: Alle plugin-caches zijn succesvol gewist.
pl_pl: Wszystkie pamięci podręczne wtyczek zostały pomyślnie wyczyszczone.
pt_br: Todos os caches de plug-in foram limpos com êxito.

source: Object cache cleared successfully.
de_de: Der Objekt-Cache wurde erfolgreich gelöscht.
es_es: La caché de objetos se ha borrado correctamente.
fr_fr: Le cache des objets a été vidé avec succès.
it_it: La cache degli oggetti è stata cancellata con successo.
nl_nl: Object cache succesvol gewist.
pl_pl: Pamięć podręczna obiektów wyczyszczona pomyślnie.
pt_br: O cache de objetos foi limpo com sucesso.

source: Failed to clear object cache.
de_de: Der Objekt-Cache konnte nicht gelöscht werden.
es_es: Error al borrar la caché de objetos.
fr_fr: Échec de l'effacement du cache de l'objet.
it_it: Non è stato possibile cancellare la cache degli oggetti.
nl_nl: Faalde om object cache te wissen.
pl_pl: Nie udało się wyczyścić pamięci podręcznej obiektów.
pt_br: Falha ao limpar o cache de objetos.

source: Cleared %d transients.
de_de: Gelöschte %d Transienten.
es_es: Borrado %d transitorios.
fr_fr: Effacement de %d transitoires.
it_it: Cancellati %d transitori.
nl_nl: Verwijderde %d transiënten.
pl_pl: Usunięto %d stanów nieustalonych.
pt_br: Limpou %d transientes.

source: OPcache cleared successfully.
de_de: Der OPcache wurde erfolgreich gelöscht.
es_es: OPcache borrado con éxito.
fr_fr: L'OPcache a été effacé avec succès.
it_it: La OPcache è stata cancellata con successo.
nl_nl: OPcache succesvol gewist.
pl_pl: Pamięć OPcache została pomyślnie wyczyszczona.
pt_br: O OPcache foi limpo com sucesso.

source: OPcache not available or failed to clear.
de_de: OPcache nicht verfügbar oder konnte nicht gelöscht werden.
es_es: OPcache no disponible o no se ha podido borrar.
fr_fr: OPcache n'est pas disponible ou n'a pas réussi à s'effacer.
it_it: OPcache non è disponibile o non è stata cancellata.
nl_nl: OPcache niet beschikbaar of niet gewist.
pl_pl: Pamięć OPcache niedostępna lub nie udało się jej wyczyścić.
pt_br: O OPcache não está disponível ou falhou ao limpar.

source: Cleared %d expired transients.
de_de: Gelöschte %d abgelaufene Transienten.
es_es: Borrado %d transitorios caducados.
fr_fr: Effacement de %d transitoires périmés.
it_it: Cancellati %d transitori scaduti.
nl_nl: Verwijderde %d verlopen transiënten.
pl_pl: Usunięto %d wygasłych stanów nieustalonych.
pt_br: Limpou %d transientes expirados.

source: Redis Object Cache enabled successfully.
de_de: Redis Object Cache erfolgreich aktiviert.
es_es: Caché de objetos Redis activada correctamente.
fr_fr: Le cache d'objets Redis a été activé avec succès.
it_it: Redis Object Cache abilitato con successo.
nl_nl: Redis Object Cache succesvol ingeschakeld.
pl_pl: Pomyślnie włączono pamięć podręczną obiektów Redis.
pt_br: O Redis Object Cache foi ativado com sucesso.

source: Failed to enable Redis Object Cache: %s
de_de: Redis Object Cache konnte nicht aktiviert werden: %s
es_es: Error al activar la caché de objetos de Redis: %s
fr_fr: Échec de l'activation du cache d'objets Redis : %s
it_it: Impossibile abilitare la cache degli oggetti di Redis: %s
nl_nl: Redis Object Cache is niet ingeschakeld: %s
pl_pl: Nie udało się włączyć pamięci podręcznej obiektów Redis: %s
pt_br: Falha ao ativar o cache de objetos do Redis: %s

source: Memcached Object Cache enabled successfully.
de_de: Memcached Object Cache erfolgreich aktiviert.
es_es: Caché de objetos Memcached activada correctamente.
fr_fr: Le cache d'objets Memcached a été activé avec succès.
it_it: Memcached Object Cache abilitata con successo.
nl_nl: Memcached Object Cache succesvol ingeschakeld.
pl_pl: Pomyślnie włączono pamięć podręczną obiektów Memcached.
pt_br: O Memcached Object Cache foi ativado com sucesso.

source: Failed to enable Memcached Object Cache: %s
de_de: Der Memcached-Objekt-Cache konnte nicht aktiviert werden: %s
es_es: Error al activar la caché de objetos Memcached: %s
fr_fr: Échec de l'activation du cache d'objets Memcached : %s
it_it: Impossibile abilitare la cache degli oggetti di Memcached: %s
nl_nl: Memcached Object Cache is niet ingeschakeld: %s
pl_pl: Nie udało się włączyć pamięci podręcznej obiektów Memcached: %s
pt_br: Falha ao ativar o cache de objetos do Memcached: %s

source: APCu Object Cache enabled successfully.
de_de: APCu Object Cache erfolgreich aktiviert.
es_es: Caché de objetos APCu activada correctamente.
fr_fr: APCu Object Cache activé avec succès.
it_it: La cache degli oggetti APCu è stata attivata con successo.
nl_nl: APCu Object Cache succesvol ingeschakeld.
pl_pl: Pomyślnie włączono APCu Object Cache.
pt_br: O APCu Object Cache foi ativado com êxito.

source: Failed to enable APCu Object Cache: %s
de_de: APCu Object Cache konnte nicht aktiviert werden: %s
es_es: Error al activar la caché de objetos APCu: %s
fr_fr: Échec de l'activation du cache d'objets APCu : %s
it_it: Impossibile abilitare la cache degli oggetti APCu: %s
nl_nl: Mislukt om APCu Object Cache in te schakelen: %s
pl_pl: Nie udało się włączyć APCu Object Cache: %s
pt_br: Falha ao ativar o cache de objetos do APCu: %s

source: Object Cache disabled successfully.
de_de: Der Objekt-Cache wurde erfolgreich deaktiviert.
es_es: Caché de objetos desactivada correctamente.
fr_fr: Le cache d'objets a été désactivé avec succès.
it_it: La cache degli oggetti è stata disattivata con successo.
nl_nl: Object Cache met succes uitgeschakeld.
pl_pl: Pomyślnie wyłączono pamięć podręczną obiektów.
pt_br: Cache de objetos desativado com sucesso.

source: Failed to disable Object Cache: %s
de_de: Der Objekt-Cache konnte nicht deaktiviert werden: %s
es_es: Error al desactivar la caché de objetos: %s
fr_fr: Échec de la désactivation du cache d'objets : %s
it_it: Impossibile disabilitare la cache degli oggetti: %s
nl_nl: Object Cache is niet uitgeschakeld: %s
pl_pl: Nie udało się wyłączyć pamięci podręcznej obiektów: %s
pt_br: Falha ao desativar o cache de objetos: %s

source: Object Cache test passed successfully.
de_de: Objekt-Cache-Test erfolgreich bestanden.
es_es: Prueba de caché de objetos superada con éxito.
fr_fr: Le test du cache d'objets s'est déroulé avec succès.
it_it: Il test della cache degli oggetti è stato superato con successo.
nl_nl: Object Cache test geslaagd.
pl_pl: Test Object Cache zakończył się pomyślnie.
pt_br: O teste de cache de objetos foi aprovado com êxito.

source: Object Cache test failed: %s
de_de: Der Objekt-Cache-Test ist fehlgeschlagen: %s
es_es: Error en la prueba de caché de objetos: %s
fr_fr: Le test du cache d'objets a échoué : %s
it_it: Test della cache degli oggetti fallito: %s
nl_nl: Object Cache test mislukt: %s
pl_pl: Test pamięci podręcznej obiektów nie powiódł się: %s
pt_br: Falha no teste de cache de objetos: %s

source: Cache Overview
de_de: Cache-Übersicht
es_es: Visión general de la caché
fr_fr: Vue d'ensemble du cache
it_it: Panoramica della cache
nl_nl: Overzicht Cache
pl_pl: Przegląd pamięci podręcznej
pt_br: Visão geral do cache

source: Object Cache:
de_de: Objekt Cache:
es_es: Producto Externo/Afiliado:
fr_fr: Cache d’objets :
pl_pl: Pamięć podręczna obiektów:
pt_br: Cache de objetos:

source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
it_it: Abilitato
nl_nl: Ingeschakeld
pl_pl: Włączone
pt_br: Ativado

source: Disabled
de_de: Deaktiviert
es_es: Desactivado
fr_fr: Désactivé
it_it: Disabilitato
nl_nl: Uitgeschakeld
pl_pl: Wyłączone
pt_br: Desativado

source: %d scripts cached
de_de: %d zwischengespeicherte Skripte
es_es: %d guiones en caché
fr_fr: %d scripts mis en cache
it_it: %d script in cache
nl_nl: %d scripts in cache
pl_pl: %d skrypty w pamięci podręcznej
pt_br: %d scripts armazenados em cache

source: Multisite:
es_es: Multisitio:
it_it: Multisito:

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì
nl_nl: Ja
pl_pl: Tak
pt_br: Sim

source: Cache Plugins:
es_es: Plugins de caché:
fr_fr: Plugins de cache :
it_it: Plugin di cache:
pl_pl: Wtyczki pamięci podręcznej:
pt_br: Plug-ins de cache:

source: Cache Actions
de_de: Cache-Aktionen
es_es: Acciones de caché
it_it: Azioni di cache
nl_nl: Cache-acties
pl_pl: Działania pamięci podręcznej
pt_br: Ações de cache

source: Clear All Caches
de_de: Alle Caches löschen
es_es: Borrar todas las cachés
fr_fr: Purger tous les caches
it_it: Cancella tutte le cache
nl_nl: Alle cachegeheugens wissen
pl_pl: Wyczyść wszystkie pamięci podręczne
pt_br: Limpar todos os caches

source: Clear Object Cache
de_de: Objekt Zwischenspeicher leeren
es_es: Borrar caché de objetos
fr_fr: Effacer le cache des objets
it_it: Cancella la cache degli oggetti
nl_nl: OPcache leeren
pl_pl: Wyczyść pamięć podręczną obiektów
pt_br: Limpar cache de objetos

source: Clear Transients
de_de: Transients leeren
es_es: Borrar Transients
fr_fr: Effacer les transitoires
it_it: Rimuovi transient
nl_nl: Transients verwijderen
pl_pl: Wyczyść dane chwilowe
pt_br: Apagar Transientes

source: Clear OPcache
de_de: OPcache löschen
es_es: Borrar OPcache
fr_fr: Effacer l'OPcache
it_it: Cancella OPcache
nl_nl: OPcache leeren
pl_pl: Wyczyść OPcache
pt_br: Limpar o OPcache

source: Clear Expired Transients Only
de_de: Nur abgelaufene Transienten löschen
es_es: Borrar sólo transitorios caducados
fr_fr: Effacer les transitoires expirés uniquement
it_it: Cancella solo i transitori scaduti
nl_nl: Alleen verlopen transiënten wissen
pl_pl: Tylko kasowanie wygasłych stanów nieustalonych
pt_br: Limpar somente transientes expirados

source: Use "Clear All Caches" for complete cache reset. Individual actions target specific cache types.
de_de: Verwenden Sie "Alle Caches löschen", um den Cache vollständig zurückzusetzen. Einzelne Aktionen zielen auf bestimmte Cache-Typen ab.
es_es: Utilice "Borrar todas las cachés" para restablecer la caché por completo. Las acciones individuales se dirigen a tipos específicos de caché.
fr_fr: Utilisez "Effacer tous les caches" pour une réinitialisation complète du cache. Des actions individuelles ciblent des types de caches spécifiques.
it_it: Utilizzare "Cancella tutte le cache" per azzerare completamente la cache. Le azioni individuali riguardano tipi di cache specifici.
nl_nl: Gebruik "Wis alle cache" om de cache volledig te resetten. Afzonderlijke acties zijn gericht op specifieke cachetypes.
pl_pl: Użyj opcji "Wyczyść wszystkie pamięci podręczne", aby całkowicie zresetować pamięć podręczną. Poszczególne akcje są ukierunkowane na określone typy pamięci podręcznej.
pt_br: Use "Clear All Caches" (Limpar todos os caches) para redefinir completamente o cache. Ações individuais visam tipos de cache específicos.

source: Cache Details
es_es: Detalles de la caché
fr_fr: Détails du cache
it_it: Dettagli della cache
nl_nl: Details cache
pl_pl: Szczegóły pamięci podręcznej
pt_br: Detalhes do cache

source: Refresh
de_de: Aktualisieren
es_es: Refrescar
fr_fr: Actualiser
it_it: Aggiorna
nl_nl: Ververs
pl_pl: Odśwież
pt_br: Atualizar

source: Cache Type
de_de: Cache-Typ
es_es: Tipo de caché
fr_fr: Type de cache
it_it: Tipo di cache
nl_nl: Type cache
pl_pl: Typ pamięci podręcznej
pt_br: Tipo de cache

source: Count/Status
de_de: Anzahl/Status
es_es: Recuento/Estado
fr_fr: Nombre/Statut
it_it: Conteggio/Stato
nl_nl: Aantal/status
pl_pl: Liczba/status
pt_br: Contagem/Status

source: Details
es_es: Detalles
fr_fr: Détails
it_it: Dettagli
pl_pl: Szczegóły
pt_br: Detalhes

source: Plugin-specific transients in database
de_de: Plugin-spezifische Transienten in der Datenbank
es_es: Transitorios específicos de los plugins en la base de datos
fr_fr: Transitoires spécifiques aux plugins dans la base de données
it_it: Transitori specifici del plugin nel database
nl_nl: Plugin-specifieke transiënten in database
pl_pl: Stany przejściowe specyficzne dla wtyczki w bazie danych
pt_br: Transientes específicos do plug-in no banco de dados

source: Site Transients
de_de: Standorttransienten
es_es: Transitorios
fr_fr: Transitoires du site
it_it: Transienti del sito
nl_nl: Plaatselijke transiënten
pl_pl: Stany nieustalone w miejscu instalacji
pt_br: Transientes no local

source: Network-wide transients (multisite)
de_de: Netzweite Transienten (Multisite)
es_es: Transitorios en toda la red (multisitio)
fr_fr: Transitoires à l'échelle du réseau (multisites)
it_it: Transitori a livello di rete (multisito)
nl_nl: Netwerkwijde transiënten (multisite)
pl_pl: Stany nieustalone w całej sieci (multisite)
pt_br: Transientes em toda a rede (vários locais)

source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Actif
it_it: Attivo
nl_nl: Actief
pl_pl: Aktywny
pt_br: Ativo

source: Inactive
de_de: Inaktiv
es_es: Inactivo
fr_fr: Inactif
it_it: Inattivo
nl_nl: Inactief
pl_pl: Nieaktywne
pt_br: Inativo

source: Type: %s
de_de: Typ: %s
es_es: Tipo: %s
it_it: Tipo: %s
pl_pl: Rodzaj: %s
pt_br: Tipo: %s

source: Using default WordPress object cache
de_de: Standard-WordPress-Objekt-Cache verwenden
es_es: Uso de la caché de objetos predeterminada de WordPress
fr_fr: Utilisation du cache d'objets par défaut de WordPress
it_it: Utilizzo della cache degli oggetti predefinita di WordPress
nl_nl: Standaard WordPress object cache gebruiken
pl_pl: Korzystanie z domyślnej pamięci podręcznej obiektów WordPress
pt_br: Uso do cache de objetos padrão do WordPress

source: Memory: %s MB
de_de: Speicher: %s MB
es_es: Memoria: %s MB
fr_fr: Mémoire : %s MO
it_it: Memoria: %s MB
nl_nl: Geheugen: %s MB
pl_pl: Pamięć: %s MB
pt_br: Memória: %s MB

source: PHP bytecode cache
es_es: Caché de código de bytes de PHP
fr_fr: Cache du bytecode PHP
it_it: Cache del bytecode PHP
pl_pl: Pamięć podręczna kodu bajtowego PHP
pt_br: Cache de bytecode PHP

source: Cache Statistics
de_de: Cache-Statistik
es_es: Estadísticas de la caché
fr_fr: Statistiques du cache
it_it: Statistiche della cache
nl_nl: Cache statistieken
pl_pl: Statystyka pamięci podręcznej
pt_br: Estatísticas de Cache

source: Statistic
de_de: Statistik
es_es: Estadisticas
fr_fr: Statistique
it_it: Statistiche
nl_nl: Statistiek
pl_pl: Statystyka
pt_br: Estatística

source: Value
de_de: Wert
es_es: Valor
fr_fr: Valeur
it_it: Valore
nl_nl: Waarde
pl_pl: Wartość
pt_br: Valor

source: Last Updated
de_de: Zuletzt aktualisiert
es_es: Última actualización
fr_fr: Dernière mise à jour
it_it: Ultimo Aggiornamento
nl_nl: Laatst bijgewerkt
pl_pl: Ostatnio zaktualizowany
pt_br: Última Atualização

source: Security check failed
de_de: Sicherheitsprüfung fehlgeschlagen
es_es: Control de seguridad falló
fr_fr: Le contrôle de sécurité a échoué
it_it: Controllo di sicurezza non riuscito
nl_nl: Beveilegingscheck mislukt
pl_pl: Sprawdzenie bezpieczeństwa zakończone niepowodzeniem
pt_br: A verificação de segurança falhou

source: Insufficient permissions
de_de: Ungenügende Rechte
es_es: Permisos insuficientes
fr_fr: Autorisations insuffisantes
it_it: Permessi insufficienti
nl_nl: Onvoldoende machtigingen
pl_pl: Brak wystarczających uprawnień
pt_br: Permissões Insuficientes

source: All caches cleared
de_de: Alle Caches geleert
es_es: Todas las cachés borradas
fr_fr: Tous les caches sont vidés
it_it: Tutte le cache sono state cancellate
nl_nl: Alle caches gewist
pl_pl: Wszystkie pamięci podręczne wyczyszczone
pt_br: Todos os caches limpos

source: Object cache cleared
de_de: Objekt-Cache geleert
es_es: Caché de objetos borrada
fr_fr: Cache d'objets vidé
it_it: Cancellazione della cache degli oggetti
nl_nl: Object cache gewist
pl_pl: Pamięć podręczna obiektów wyczyszczona
pt_br: Cache de objetos limpo

source: Failed to clear object cache
de_de: Objekt-Cache konnte nicht gelöscht werden
es_es: Error al borrar la caché de objetos
fr_fr: Échec de l'effacement du cache des objets
it_it: Non è riuscito a cancellare la cache degli oggetti
nl_nl: Object cache niet gewist
pl_pl: Nie udało się wyczyścić pamięci podręcznej obiektów
pt_br: Falha ao limpar o cache de objetos

source: Cleared %d transients
de_de: Gelöschte %d Transienten
es_es: Borrado %d transitorios
fr_fr: Effacement de %d transitoires
it_it: Transitori %d cancellati
nl_nl: Gewiste %d transiënten
pl_pl: Usunięto %d stanów nieustalonych
pt_br: Limpou %d transientes

source: Object Cache Management
de_de: Objekt-Cache-Verwaltung
es_es: Gestión de la caché de objetos
fr_fr: Gestion du cache d'objets
it_it: Gestione della cache degli oggetti
nl_nl: Object cache beheer
pl_pl: Zarządzanie obiektową pamięcią podręczną
pt_br: Gerenciamento de cache de objetos

source: Current Status:
de_de: Aktueller Stand:
es_es: Estado Actual:
fr_fr: Statut actuel:
it_it: Stato Attuale:
nl_nl: Huidige status:
pl_pl: Obecny status:
pt_br: Status atual:

source: Available Systems:
de_de: Verfügbare Systeme:
es_es: Sistemas disponibles:
fr_fr: Systèmes disponibles :
it_it: Sistemi disponibili:
nl_nl: Beschikbare systemen:
pl_pl: Dostępne systemy:
pt_br: Sistemas disponíveis:

source: Connected
de_de: Verbunden
es_es: Conectado
fr_fr: Connecté
it_it: Connesso
nl_nl: Verbonden
pl_pl: Połączony
pt_br: Conectado

source: Not Connected
de_de: Nicht verbunden
es_es: No Conectado
fr_fr: Non connecté
it_it: Non connesso
nl_nl: Niet verbonden
pl_pl: Nie połączono
pt_br: Não Conectado

source: Enable %s
de_de: Aktiviere %s
es_es: Habilitar %s
fr_fr: Activer %s
it_it: Abilitare %s
nl_nl: %s inschakelen
pl_pl: Włącz %s
pt_br: Ativar %s

source: %s Not Available
de_de: %s Nicht verfügbar
es_es: %s No disponible
fr_fr: %s Non disponible
it_it: %s Non disponibile
nl_nl: %s Niet beschikbaar
pl_pl: %s Niedostępne
pt_br: %s Não disponível

source: No Object Cache Systems Available
de_de: Keine Objekt-Cache-Systeme verfügbar
es_es: No hay sistemas de caché de objetos disponibles
fr_fr: Aucun système de cache d'objets n'est disponible
it_it: Nessun sistema di cache degli oggetti disponibile
nl_nl: Geen object-cache-systemen beschikbaar
pl_pl: Brak dostępnych systemów obiektowej pamięci podręcznej
pt_br: Não há sistemas de cache de objetos disponíveis

source: Install Redis, Memcached, or APCu to enable object caching.
de_de: Installieren Sie Redis, Memcached oder APCu, um das Objekt-Caching zu aktivieren.
es_es: Instale Redis, Memcached o APCu para habilitar el almacenamiento en caché de objetos.
fr_fr: Installez Redis, Memcached ou APCu pour activer la mise en cache des objets.
it_it: Installare Redis, Memcached o APCu per abilitare la cache degli oggetti.
nl_nl: Installeer Redis, Memcached of APCu om object caching in te schakelen.
pl_pl: Zainstaluj Redis, Memcached lub APCu, aby włączyć buforowanie obiektów.
pt_br: Instale o Redis, o Memcached ou o APCu para ativar o cache de objetos.

source: Disable Object Cache
de_de: Cache deaktivieren
es_es: Desactivar caché de objetos
fr_fr: Désactiver le cache d’objet
it_it: Disattivare la cache degli oggetti
nl_nl: Object cache uitschakelen
pl_pl: Wyłączanie pamięci podręcznej obiektów
pt_br: Desativar o cache de objetos

source: Test Object Cache
de_de: Objekt Cache testen
es_es: Caché de objetos de prueba
it_it: Cache degli oggetti di test
pt_br: Cache de objetos de teste

source: Object Cache File:
de_de: Objekt-Cache-Datei:
es_es: Archivo caché de objetos:
fr_fr: Fichier de cache d'objets :
it_it: File della cache degli oggetti:
nl_nl: Object Cache Bestand:
pl_pl: Plik pamięci podręcznej obiektów:
pt_br: Arquivo de cache de objetos:

source: High-performance in-memory data structure store
de_de: Leistungsstarker In-Memory-Speicher für Datenstrukturen
es_es: Almacenamiento de estructuras de datos en memoria de alto rendimiento
fr_fr: Stockage de structures de données en mémoire à haute performance
it_it: Archivio di strutture di dati in-memory ad alte prestazioni
nl_nl: Krachtige in-memory opslag van datastructuren
pl_pl: Wysokowydajny magazyn struktur danych w pamięci
pt_br: Armazenamento de estrutura de dados na memória de alto desempenho

source: Distributed memory object caching system
de_de: Objekt-Caching-System mit verteiltem Speicher
es_es: Sistema de caché de objetos en memoria distribuida
fr_fr: Système de mise en cache d'objets à mémoire distribuée
it_it: Sistema di caching degli oggetti a memoria distribuita
nl_nl: Objectcaching-systeem met gedistribueerd geheugen
pl_pl: System buforowania obiektów w pamięci rozproszonej
pt_br: Sistema de cache de objetos de memória distribuída

source: User cache for PHP (shared memory)
de_de: Benutzer-Cache für PHP (gemeinsamer Speicher)
es_es: Caché de usuario para PHP (memoria compartida)
fr_fr: Cache utilisateur pour PHP (mémoire partagée)
it_it: Cache utente per PHP (memoria condivisa)
nl_nl: Gebruikerscache voor PHP (gedeeld geheugen)
pl_pl: Pamięć podręczna użytkownika dla PHP (pamięć współdzielona)
pt_br: Cache de usuário para PHP (memória compartilhada)
