Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Upgrade Plan
de_de: Plan upgraden
es_es: Actualizar plan
fr_fr: Plan de mise à niveau
it_it: Aggiorna piano
nl_nl: Abonnement upgraden
pl_pl: Rozszerz plan
pt_br: Fazer upgrade do plano

source: Upgrade to Advanced
de_de: Auf Fortgeschritten upgraden
es_es: Actualizar a Avanzado
fr_fr: Passer à Avancé
it_it: Passa ad Avanzato
nl_nl: Upgraden naar Advanced
pl_pl: Rozszerz do wersji Zaawansowanej
pt_br: Fazer upgrade para o Avançado

source: Upgrade to Pro
de_de: Auf Pro upgraden
es_es: Actualizar a Pro
fr_fr: Passer à Pro
it_it: Passa a Pro
nl_nl: Upgraden naar Pro
pl_pl: Rozszerz do wersji Pro
pt_br: Fazer upgrade para o Pro

source: Upgrade to Standard
de_de: Auf Standard upgraden
es_es: Actualizar a Estándar
fr_fr: Passer au Standard
it_it: Passa a Standard
nl_nl: Upgraden naar Standard
pl_pl: Rozszerz do wersji Standard
pt_br: Fazer upgrade para o Standard

source: Url Length Check
de_de: URL-Längenprüfung
es_es: Comprobación de la longitud de la URL
fr_fr: Vérification de la longueur de l’URL
it_it: Controllo lunghezza URL
nl_nl: URL-lengtecontrole
pl_pl: Sprawdzenie długości adresu URL
pt_br: Verificação do comprimento do URL

source: Url Readability
de_de: URL-Lesbarkeit
es_es: Legibilidad de la URL
fr_fr: Lisibilité de l’URL
it_it: Leggibilità dell'URL
nl_nl: URL-leesbaarheid
pl_pl: Czytelność adresu URL
pt_br: Legibilidade do URL

source: Use Canonical Tags
de_de: Canonical-Tags verwenden
es_es: Usar etiquetas canónicas
fr_fr: Utiliser les balises canoniques
it_it: Usa i tag canonici
nl_nl: Gebruik canonical-tags
pl_pl: Używaj tagów kanonicznych
pt_br: Usar tags canônicas

source: Use H1 as the First Heading
de_de: H1 als erste Überschrift verwenden
es_es: Usar H1 como primer encabezado
fr_fr: Utiliser H1 comme premier titre
it_it: Usa H1 come prima intestazione
nl_nl: Gebruik H1 als eerste kop
pl_pl: Użyj H1 jako pierwszego nagłówka
pt_br: Usar H1 como primeiro título

source: Use Hyphens in URLs
de_de: Bindestriche in URLs verwenden
es_es: Usar guiones en las URL
fr_fr: Utiliser des tirets dans les URL
it_it: Usa i trattini negli URL
nl_nl: Gebruik koppeltekens in URL's
pl_pl: Używaj myślników w adresach URL
pt_br: Usar hífens nos URLs

source: Use Keywords Naturally in Alt Text
de_de: Keywords natürlich im Alternativtext verwenden
es_es: Usar palabras clave de forma natural en el texto alternativo
fr_fr: Utiliser les mots-clés naturellement dans le texte alternatif
it_it: Usa le parole chiave in modo naturale nel testo alternativo
nl_nl: Gebruik zoekwoorden natuurlijk in alt-tekst
pl_pl: Używaj słów kluczowych naturalnie w tekście alternatywnym
pt_br: Usar palavras-chave naturalmente no texto alternativo

source: Use Next-Gen Image Formats
de_de: Bildformate der nächsten Generation verwenden
es_es: Usar formatos de imagen de nueva generación
fr_fr: Utiliser des formats d'image de nouvelle génération
it_it: Usa formati di immagine di nuova generazione
nl_nl: Gebruik nieuwe generatie afbeeldingsformaten
pl_pl: Używaj formatów obrazów nowej generacji
pt_br: Usar formatos de imagem de nova geração

source: Use Only One Canonical Tag
de_de: Nur ein Canonical-Tag verwenden
es_es: Usar solo una etiqueta canónica
fr_fr: Utiliser seulement une balise canonique
it_it: Usa un solo tag canonico
nl_nl: Gebruik slechts één canonical-tag
pl_pl: Używaj tylko jednego tagu kanonicznego
pt_br: Usar apenas uma tag canônica

source: Use Only One H1 Tag
de_de: Nur ein H1-Tag verwenden
es_es: Usar solo una etiqueta H1
fr_fr: Utiliser seulement une balise H1
it_it: Usa un solo tag H1
nl_nl: Gebruik slechts één H1-tag
pl_pl: Używaj tylko jednego tagu H1
pt_br: Usar apenas uma tag H1

source: Use Pronouns After First Mention
de_de: Pronomen nach der ersten Erwähnung verwenden
es_es: Usar pronombres después de la primera mención
fr_fr: Utiliser des pronoms après la première mention
it_it: Usa pronomi dopo la prima menzione
nl_nl: Gebruik voornaamwoorden na eerste vermelding
pl_pl: Używaj zaimków po pierwszej wzmiance
pt_br: Usar pronomes após a primeira menção

source: Use SEO-Friendly Permalink Structure
de_de: SEO-freundliche Permalink-Struktur verwenden
es_es: Usar una estructura de enlaces permanentes amigable para el SEO
fr_fr: Utiliser une structure de permalien SEO-friendly
it_it: Usa una struttura di permalink SEO-friendly
nl_nl: Gebruik SEO-vriendelijke permalinkstructuur
pl_pl: Używaj struktury linków bezpośrednich przyjaznej dla SEO
pt_br: Usar estrutura de link permanente amigável para SEO

source: Use Synonyms and Related Terms
de_de: Synonyme und verwandte Begriffe verwenden
es_es: Usar sinónimos y términos relacionados
fr_fr: Utiliser des synonymes et des termes connexes
it_it: Usa sinonimi e termini correlati
nl_nl: Gebruik synoniemen en gerelateerde termen
pl_pl: Używaj synonimów i powiązanych terminów
pt_br: Usar sinônimos e termos relacionados

source: Use active voice for more engaging and clearer content.
de_de: Verwenden Sie die aktive Stimme für ansprechendere und klarere Inhalte.
es_es: Usa la voz activa para un contenido más atractivo y claro.
fr_fr: Utilisez la voix active pour un contenu plus engageant et plus clair.
it_it: Usa la voce attiva per un contenuto più coinvolgente e chiaro.
nl_nl: Gebruik de actieve vorm voor boeiendere en duidelijkere content.
pl_pl: Używaj strony czynnej, aby treść była bardziej angażująca i jaśniejsza.
pt_br: Use a voz ativa para um conteúdo mais envolvente e claro.

source: Use an indirect reference: "Understanding the principles behind %s can help..."
de_de: Verwenden Sie einen indirekten Verweis: „Das Verständnis der Prinzipien hinter %s kann helfen …“
es_es: Usa una referencia indirecta: «Entender los principios detrás de %s puede ayudar...»
fr_fr: Utilisez une référence indirecte : "Comprendre les principes derrière %s peut aider..."
it_it: Usa un riferimento indiretto: "Comprendere i principi alla base di %s può aiutare..."
nl_nl: Gebruik een indirecte verwijzing: "Het begrijpen van de principes achter %s kan helpen..."
pl_pl: Użyj odwołania pośredniego: „Zrozumienie zasad stojących za %s może pomóc...”
pt_br: Use uma referência indireta: "Entender os princípios por trás de %s pode ajudar..."

source: Use analogies to explain technical concepts
de_de: Verwenden Sie Analogien, um technische Konzepte zu erklären
es_es: Usa analogías para explicar conceptos técnicos
fr_fr: Utilisez des analogies pour expliquer les concepts techniques
it_it: Usa analogie per spiegare concetti tecnici
nl_nl: Analogieën gebruiken om technische concepten uit te leggen
pl_pl: Używaj analogii do wyjaśniania pojęć technicznych
pt_br: Use analogias para explicar conceitos técnicos

source: Use confident, definitive language
de_de: Verwenden Sie eine selbstbewusste, definitive Sprache
es_es: Usa un lenguaje seguro y definitivo
fr_fr: Utilisez un langage confiant et définitif
it_it: Usa un linguaggio sicuro e definitivo
nl_nl: Gebruik zelfverzekerde, definitieve taal
pl_pl: Używaj pewnego siebie, zdecydowanego języka
pt_br: Use uma linguagem confiante e definitiva

source: Use more conversational language
de_de: Verwenden Sie eine unterhaltsamere Sprache
es_es: Usa un lenguaje más conversacional
fr_fr: Utilisez un langage plus conversationnel
it_it: Usa un linguaggio più colloquiale
nl_nl: Gebruik meer spreektaal
pl_pl: Używaj bardziej swobodnego języka
pt_br: Use uma linguagem mais coloquial

source: Use more formal language and avoid casual expressions
de_de: Verwenden Sie eine formellere Sprache und vermeiden Sie saloppe Ausdrücke
es_es: Usa un lenguaje más formal y evita expresiones informales
fr_fr: Utilisez un langage plus formel et évitez les expressions familières
it_it: Usa un linguaggio più formale ed evita espressioni informali
nl_nl: Gebruik formeler taalgebruik en vermijd informele uitdrukkingen
pl_pl: Używaj bardziej formalnego języka i unikaj potocznych wyrażeń
pt_br: Use uma linguagem mais formal e evite expressões casuais

source: Use more precise terminology
de_de: Verwenden Sie eine präzisere Terminologie
es_es: Usa una terminología más precisa
fr_fr: Utilisez une terminologie plus précise
it_it: Usa una terminologia più precisa
nl_nl: Preciezere terminologie gebruiken
pl_pl: Używaj bardziej precyzyjnej terminologii
pt_br: Use uma terminologia mais precisa

source: Use more straightforward explanations
de_de: Verwenden Sie einfachere Erklärungen
es_es: Usa explicaciones más directas
fr_fr: Utilisez des explications plus directes
it_it: Usa spiegazioni più dirette
nl_nl: Gebruik eenvoudigere uitleg
pl_pl: Używaj bardziej bezpośrednich wyjaśnień
pt_br: Use explicações mais diretas

source: Use more transition words
de_de: Mehr Übergangswörter verwenden
es_es: Usar más palabras de transición
fr_fr: Utiliser plus de mots de transition
it_it: Usa più parole di transizione
nl_nl: Gebruik meer overgangswoorden
pl_pl: Używaj więcej słów przejściowych
pt_br: Use mais palavras de transição

source: Use simpler vocabulary where possible
de_de: Verwenden Sie nach Möglichkeit ein einfacheres Vokabular
es_es: Usa un vocabulario más sencillo cuando sea posible
fr_fr: Utilisez un vocabulaire plus simple lorsque c'est possible
it_it: Usa un vocabolario più semplice dove possibile
nl_nl: Gebruik waar mogelijk eenvoudiger woordenschat
pl_pl: Używaj prostszego słownictwa, gdy to możliwe
pt_br: Use um vocabulário mais simples sempre que possível

source: Use supportive language that shows understanding
de_de: Verwenden Sie eine unterstützende Sprache, die Verständnis zeigt
es_es: Usa un lenguaje de apoyo que muestre comprensión
fr_fr: Utilisez un langage de soutien qui montre de la compréhension
it_it: Usa un linguaggio di supporto che mostri comprensione
nl_nl: Gebruik ondersteunende taal die begrip toont
pl_pl: Używaj języka wspierającego, który okazuje zrozumienie
pt_br: Use uma linguagem de apoio que demonstre compreensão

source: User with ID %s not found.
de_de: Benutzer mit der ID %s nicht gefunden.
es_es: Usuario con ID %s no encontrado.
fr_fr: Utilisateur avec l'ID %s introuvable.
it_it: Utente con ID %s non trovato.
nl_nl: Gebruiker met ID %s niet gevonden.
pl_pl: Nie znaleziono użytkownika o ID %s.
pt_br: Usuário com ID %s não encontrado.

source: Uses Google`s Safe Browsing API to determine whether a page is flagged for malware or phishing. Reports potential security issues and advises remediation to protect visitors and preserve search engine trust.
de_de: Verwendet die Safe Browsing API von Google, um festzustellen, ob eine Seite wegen Malware oder Phishing gemeldet wurde. Meldet potenzielle Sicherheitsprobleme und empfiehlt Abhilfemaßnahmen, um Besucher zu schützen und das Vertrauen der Suchmaschinen zu erhalten.
es_es: Utiliza la API de Navegación Segura de Google para determinar si una página está marcada por malware o phishing. Informa de posibles problemas de seguridad y aconseja medidas para proteger a los visitantes y preservar la confianza de los motores de búsqueda.
fr_fr: Utilise l’API Safe Browsing de Google pour déterminer si une page est signalée pour logiciel malveillant ou hameçonnage. Signale les problèmes de sécurité potentiels et conseille des mesures correctives pour protéger les visiteurs et préserver la confiance des moteurs de recherche.
it_it: Utilizza l'API Safe Browsing di Google per determinare se una pagina è segnalata per malware o phishing. Segnala potenziali problemi di sicurezza e consiglia rimedi per proteggere i visitatori e preservare la fiducia dei motori di ricerca.
nl_nl: Gebruikt Google's Safe Browsing API om te bepalen of een pagina is gemarkeerd voor malware of phishing. Rapporteert potentiële veiligheidsproblemen en adviseert herstelmaatregelen om bezoekers te beschermen en het vertrouwen van zoekmachines te behouden.
pl_pl: Używa interfejsu API Bezpieczne przeglądanie Google, aby określić, czy strona jest oznaczona jako złośliwe oprogramowanie lub phishing. Zgłasza potencjalne problemy z bezpieczeństwem i zaleca działania naprawcze w celu ochrony odwiedzających i utrzymania zaufania wyszukiwarek.
pt_br: Usa a API de Navegação Segura do Google para determinar se uma página foi sinalizada por malware ou phishing. Relata possíveis problemas de segurança e aconselha a remediação para proteger os visitantes e preservar a confiança dos mecanismos de busca.

source: Using cached content for URL: %s
de_de: Verwende zwischengespeicherten Inhalt für URL: %s
es_es: Usando contenido en caché para la URL: %s
fr_fr: Utilisation du contenu en cache pour l'URL : %s
it_it: Utilizzo del contenuto memorizzato nella cache per l'URL: %s
nl_nl: Gecachte content wordt gebruikt voor URL: %s
pl_pl: Używanie zapisanej w pamięci podręcznej zawartości dla adresu URL: %s
pt_br: Usando conteúdo em cache para o URL: %s

source: Using transient cached content for URL: %s
de_de: Verwende transienten zwischengespeicherten Inhalt für URL: %s
es_es: Usando contenido en caché transitorio para la URL: %s
fr_fr: Utilisation du contenu en cache transitoire pour l'URL : %s
it_it: Utilizzo del contenuto memorizzato nella cache transitoria per l'URL: %s
nl_nl: Tijdelijk gecachte content wordt gebruikt voor URL: %s
pl_pl: Używanie tymczasowej zawartości z pamięci podręcznej dla adresu URL: %s
pt_br: Usando conteúdo em cache transitório para o URL: %s

source: Validates LocalBusiness schema markup for completeness and accuracy, ensuring required properties exist. Reviews structured data from page content, reporting any missing fields or incorrect types that could hinder local search visibility.
de_de: Validiert das LocalBusiness-Schema-Markup auf Vollständigkeit und Genauigkeit und stellt sicher, dass die erforderlichen Eigenschaften vorhanden sind. Überprüft strukturierte Daten aus dem Seiteninhalt und meldet fehlende Felder oder falsche Typen, die die lokale Suchsichtbarkeit beeinträchtigen könnten.
es_es: Valida el marcado de schema de LocalBusiness para comprobar su completitud y precisión, asegurando que existan las propiedades requeridas. Revisa los datos estructurados del contenido de la página, informando de cualquier campo faltante o tipo incorrecto que pueda dificultar la visibilidad en las búsquedas locales.
fr_fr: Valide le balisage du schéma LocalBusiness pour en vérifier l'exhaustivité et l'exactitude, en s'assurant que les propriétés requises existent. Passe en revue les données structurées du contenu de la page, signalant tout champ manquant ou type incorrect pouvant nuire à la visibilité locale dans les moteurs de recherche.
it_it: Convalida il markup dello schema LocalBusiness per completezza e accuratezza, garantendo l'esistenza delle proprietà richieste. Esamina i dati strutturati dal contenuto della pagina, segnalando eventuali campi mancanti o tipi errati che potrebbero ostacolare la visibilità nella ricerca locale.
nl_nl: Valideert LocalBusiness-schema-markup op volledigheid en nauwkeurigheid, en zorgt ervoor dat de vereiste eigenschappen bestaan. Beoordeelt gestructureerde gegevens van paginacontent en rapporteert ontbrekende velden of onjuiste types die de lokale zoekzichtbaarheid kunnen belemmeren.
pl_pl: Weryfikuje znaczniki schema LocalBusiness pod kątem kompletności i poprawności, upewniając się, że istnieją wymagane właściwości. Przegląda dane strukturalne z zawartości strony, zgłaszając brakujące pola lub nieprawidłowe typy, które mogłyby utrudnić widoczność w wyszukiwaniu lokalnym.
pt_br: Valida a marcação do schema LocalBusiness quanto à completude e precisão, garantindo a existência das propriedades necessárias. Revisa os dados estruturados do conteúdo da página, relatando quaisquer campos ausentes ou tipos incorretos que possam prejudicar a visibilidade na busca local.

source: Validates content formatting for headings, paragraphs, and bullet points to ensure readability and SEO best practices.
de_de: Validiert die Inhaltsformatierung für Überschriften, Absätze und Aufzählungspunkte, um Lesbarkeit und SEO-Best-Practices sicherzustellen.
es_es: Valida el formato del contenido para encabezados, párrafos y viñetas para asegurar la legibilidad y las mejores prácticas de SEO.
fr_fr: Valide la mise en forme du contenu pour les titres, les paragraphes et les points de liste afin d'assurer la lisibilité et les bonnes pratiques SEO.
it_it: Convalida la formattazione del contenuto per intestazioni, paragrafi ed elenchi puntati per garantire la leggibilità e le migliori pratiche SEO.
nl_nl: Valideert de contentopmaak voor koppen, paragrafen en opsommingstekens om de leesbaarheid en SEO-bestpractices te garanderen.
pl_pl: Weryfikuje formatowanie treści dla nagłówków, akapitów i list wypunktowanych, aby zapewnić czytelność i najlepsze praktyki SEO.
pt_br: Valida a formatação do conteúdo para títulos, parágrafos e listas com marcadores para garantir a legibilidade e as melhores práticas de SEO.

source: Validates if every image on a page has an alt text attribute for improved accessibility and SEO optimization.
de_de: Validiert, ob jedes Bild auf einer Seite ein Alternativtext-Attribut für verbesserte Barrierefreiheit und SEO-Optimierung hat.
es_es: Valida si cada imagen en una página tiene un atributo de texto alternativo para mejorar la accesibilidad y la optimización SEO.
fr_fr: Vérifie si chaque image d'une page possède un attribut texte alternatif pour améliorer l'accessibilité et l'optimisation SEO.
it_it: Verifica se ogni immagine su una pagina ha un attributo di testo alternativo per una migliore accessibilità e ottimizzazione SEO.
nl_nl: Valideert of elke afbeelding op een pagina een alt-tekst-attribuut heeft voor verbeterde toegankelijkheid en SEO-optimalisatie.
pl_pl: Weryfikuje, czy każdy obraz na stronie ma atrybut tekstu alternatywnego w celu poprawy dostępności i optymalizacji SEO.
pt_br: Valida se cada imagem em uma página possui um atributo de texto alternativo para acessibilidade aprimorada e otimização de SEO.

source: Validates keyword selection, analyzes competition metrics, and prevents cannibalization across content.
de_de: Validiert die Keyword-Auswahl, analysiert Wettbewerbsmetriken und verhindert Kannibalisierung über Inhalte hinweg.
es_es: Valida la selección de palabras clave, analiza las métricas de la competencia y previene la canibalización entre el contenido.
fr_fr: Valide la sélection de mots-clés, analyse les métriques de concurrence et prévient la cannibalisation entre contenus.
it_it: Convalida la selezione delle parole chiave, analizza le metriche della concorrenza e previene la cannibalizzazione tra i contenuti.
nl_nl: Valideert de selectie van zoekwoorden, analyseert concurrentiemetrieken en voorkomt kannibalisatie tussen content.
pl_pl: Weryfikuje dobór słów kluczowych, analizuje wskaźniki konkurencji i zapobiega kanibalizacji treści.
pt_br: Valida a seleção de palavras-chave, analisa métricas de concorrência e previne a canibalização entre conteúdos.

source: Validates meta title length to ensure optimal display in search results without truncation while containing sufficient information.
de_de: Validiert die Länge des Meta-Titels, um eine optimale Anzeige in den Suchergebnissen ohne Kürzung sicherzustellen und gleichzeitig ausreichende Informationen zu enthalten.
es_es: Valida la longitud del metatítulo para asegurar una visualización óptima en los resultados de búsqueda sin truncamiento y conteniendo información suficiente.
fr_fr: Vérifie la longueur de la balise titre afin d'assurer un affichage optimal dans les résultats de recherche sans troncature tout en contenant suffisamment d'informations.
it_it: Convalida la lunghezza del meta titolo per garantire una visualizzazione ottimale nei risultati di ricerca senza troncamento, pur contenendo informazioni sufficienti.
nl_nl: Valideert de lengte van de metatitel om een optimale weergave in zoekresultaten te garanderen zonder afbreking, terwijl er voldoende informatie in staat.
pl_pl: Weryfikuje długość metatytułu, aby zapewnić optymalne wyświetlanie w wynikach wyszukiwania bez przycinania, jednocześnie zawierając wystarczającą ilość informacji.
pt_br: Valida o comprimento do metatítulo para garantir a exibição ideal nos resultados de busca sem truncamento, contendo informações suficientes.

source: Validates primary and secondary keywords for a post, ensuring they are effectively used in content, titles, headings, and meta descriptions. Analyzes keyword presence, density, and plugin support for SEO optimization.
de_de: Validiert primäre und sekundäre Keywords für einen Beitrag und stellt sicher, dass sie effektiv in Inhalt, Titeln, Überschriften und Meta-Beschreibungen verwendet werden. Analysiert die Keyword-Präsenz, -Dichte und die Plugin-Unterstützung für die SEO-Optimierung.
es_es: Valida las palabras clave primarias y secundarias para una entrada, asegurando que se usen eficazmente en el contenido, títulos, encabezados y metadescripciones. Analiza la presencia, densidad y soporte del plugin para la optimización SEO.
fr_fr: Valide les mots-clés primaires et secondaires pour un article, en s'assurant qu'ils sont efficacement utilisés dans le contenu, les titres, les en-têtes et les méta-descriptions. Analyse la présence des mots-clés, leur densité et la prise en charge du plugin pour l’optimisation SEO.
it_it: Convalida le parole chiave principali e secondarie per un articolo, assicurando che siano utilizzate efficacemente in contenuti, titoli, intestazioni e meta descrizioni. Analizza la presenza, la densità e il supporto del plugin per le parole chiave per l'ottimizzazione SEO.
nl_nl: Valideert primaire en secundaire zoekwoorden voor een bericht en zorgt ervoor dat ze effectief worden gebruikt in content, titels, koppen en metabeschrijvingen. Analyseert de aanwezigheid van zoekwoorden, de dichtheid ervan en de plug-inondersteuning voor SEO-optimalisatie.
pl_pl: Weryfikuje główne i dodatkowe słowa kluczowe dla wpisu, upewniając się, że są one skutecznie używane w treści, tytułach, nagłówkach i metaopisach. Analizuje obecność słów kluczowych, ich zagęszczenie oraz wsparcie wtyczki dla optymalizacji SEO.
pt_br: Valida as palavras-chave primárias e secundárias de um post, garantindo que sejam usadas de forma eficaz no conteúdo, títulos, cabeçalhos e metadescrições. Analisa a presença, densidade e suporte do plugin para otimização de SEO.
