Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Automatic canonicals
de_de: Automatische Kanonische
es_es: Canónicas automáticas
fr_fr: Canons automatiques
it_it: Canonici automatici
nl_nl: Automatische canonical
pl_pl: Automatyczne kanony
pt_br: Canônicos automáticos

source: Avoid duplicate content with smart URL settings
de_de: Vermeiden Sie doppelte Inhalte mit intelligenten URL-Einstellungen
es_es: Evite el contenido duplicado con una configuración de URL inteligente
fr_fr: Éviter le contenu dupliqué grâce à des paramètres d'URL intelligents
it_it: Evitare i contenuti duplicati con le impostazioni intelligenti degli URL
nl_nl: Vermijd dubbele inhoud met slimme URL-instellingen
pl_pl: Unikaj powielania treści dzięki inteligentnym ustawieniom adresów URL
pt_br: Evite conteúdo duplicado com configurações inteligentes de URL

source: Image Alt-text generator
de_de: Bild-Alt-Text-Generator
es_es: Generador de texto alternativo para imágenes
fr_fr: Générateur de texte alt de l'image
it_it: Generatore di testo alternativo per le immagini
nl_nl: Afbeeldings Alt-tekst generator
pl_pl: Generator tekstu alternatywnego obrazu
pt_br: Gerador de texto alternativo de imagem

source: Automate alt text and titles for images
de_de: Automatisieren Sie Alt-Text und Titel für Bilder
es_es: Automatizar el texto alternativo y los títulos de las imágenes
fr_fr: Automatiser le texte alt et les titres des images
it_it: Automatizzare il testo alt e i titoli delle immagini
nl_nl: Alt-tekst en titels voor afbeeldingen automatiseren
pl_pl: Automatyzacja tekstu alternatywnego i tytułów obrazów
pt_br: Automatize o texto alternativo e os títulos das imagens

source: AI-powered social content
de_de: KI-gestützte soziale Inhalte
es_es: Contenidos sociales basados en IA
fr_fr: Contenu social alimenté par l'IA
it_it: Contenuti sociali alimentati dall'intelligenza artificiale
nl_nl: AI-gestuurde sociale inhoud
pl_pl: Treści społecznościowe oparte na AI
pt_br: Conteúdo social com tecnologia de IA

source: Generate social media titles and metadata instantly
de_de: Sofortige Generierung von Titeln und Metadaten für soziale Medien
es_es: Genere títulos y metadatos de redes sociales al instante
fr_fr: Générer instantanément des titres et des métadonnées pour les médias sociaux
it_it: Generazione istantanea di titoli e metadati per i social media
nl_nl: Genereer direct titels en metadata voor sociale media
pl_pl: Natychmiastowe generowanie tytułów i metadanych mediów społecznościowych
pt_br: Gerar títulos e metadados de mídia social instantaneamente

source: Page content
de_de: Seiteninhalt
es_es: Contenido de la página
fr_fr: Contenu de la page
it_it: Contenuto della pagina
nl_nl: Paginainhoud
pl_pl: Treść strony
pt_br: Conteúdo da Página

source: Auto-integrate keywords into your page content
de_de: Automatische Integration von Schlüsselwörtern in Ihren Seiteninhalt
es_es: Integración automática de palabras clave en el contenido de su página
fr_fr: Intégration automatique de mots-clés dans le contenu de vos pages
it_it: Integrare automaticamente le parole chiave nel contenuto della pagina
nl_nl: Trefwoorden automatisch integreren in de inhoud van je pagina
pl_pl: Automatyczna integracja słów kluczowych z treścią strony
pt_br: Integração automática de palavras-chave no conteúdo de sua página

source: PRO FEATURE
es_es: CARACTERÍSTICAS PROFESIONALES
fr_fr: CARACTÉRISTIQUES DU PROGRAMME PRO
it_it: CARATTERE PRO
pt_br: RECURSO PRO

source: Set noindex for this page:
de_de: Setzen Sie noindex für diese Seite:
es_es: Establecer noindex para esta página:
fr_fr: Définir le noindex pour cette page :
it_it: Imposta il noindex per questa pagina:
nl_nl: Stel noindex in voor deze pagina:
pl_pl: Ustaw noindex dla tej strony:
pt_br: Definir noindex para essa página:

source: Exclude this page from sitemap:
de_de: Diese Seite von der Sitemap ausschließen:
es_es: Excluir esta página del mapa del sitio:
fr_fr: Exclure cette page du plan du site :
it_it: Escludere questa pagina dalla sitemap:
nl_nl: Sluit deze pagina uit van de sitemap:
pl_pl: Wyklucz tę stronę z mapy witryny:
pt_br: Excluir esta página do mapa do site:

source: Canonical URL
de_de: Kanonische URL
es_es: URL canónica
fr_fr: URL Canonique
it_it: URL canonico
nl_nl: Permalink
pl_pl: Kanoniczny adres URL
pt_br: URL canónico

source: Enter canonical URL
de_de: Kanonische URL eingeben
es_es: Introduzca la URL canónica
fr_fr: Saisir l'URL canonique
it_it: Inserire l'URL canonico
nl_nl: Voer canonieke URL in
pl_pl: Wprowadź kanoniczny adres URL
pt_br: Insira o URL canônico

source: Your page title will appear here
de_de: Ihr Seitentitel wird hier erscheinen
es_es: El título de su página aparecerá aquí
fr_fr: Le titre de votre page apparaît ici
it_it: Il titolo della pagina apparirà qui
nl_nl: Je paginatitel verschijnt hier
pl_pl: Tytuł strony pojawi się tutaj
pt_br: O título de sua página aparecerá aqui

source: yourdomain.com
de_de: ihreDomain.de
es_es: tudominio.com
fr_fr: votredomaine.com
nl_nl: uwdomein.nl
pl_pl: twojadomena.com

source: From
de_de: Von
es_es: Desde
fr_fr: De
it_it: Dal
nl_nl: Van
pl_pl: Od
pt_br: De

source: Enter a title
de_de: Gib einen Titel ein
es_es: Introducir un título
fr_fr: Saisir un titre
it_it: Immetti un titolo
nl_nl: Voer een titel in
pl_pl: Wprowadź tytuł
pt_br: Insira um título

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
it_it: Titolo
nl_nl: Titel
pl_pl: Tytuł
pt_br: Título

source: Enter meta title
de_de: Meta-Titel eingeben
es_es: Introducir meta título
fr_fr: Saisir le méta-titre
it_it: Inserire il meta titolo
nl_nl: Meta-titel invoeren
pl_pl: Wprowadź meta tytuł
pt_br: Insira o meta título

source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
nl_nl: Omschrijving
pl_pl: Opis
pt_br: Descrição

source: Enter meta description
de_de: Meta-Beschreibung eingeben
es_es: Introducir meta descripción
fr_fr: Saisir la méta-description
it_it: Inserire la meta descrizione
nl_nl: Metabeschrijving invoeren
pl_pl: Wprowadź meta opis
pt_br: Insira a meta descrição

source: Poor SEO score — major improvements needed.
de_de: Schlechter SEO-Score – es sind größere Verbesserungen erforderlich.
es_es: Pobre puntuación SEO - se necesitan mejoras importantes.
fr_fr: Mauvais score en matière de référencement - des améliorations majeures sont nécessaires.
it_it: Punteggio SEO scarso: sono necessari importanti miglioramenti.
nl_nl: Slechte SEO-score - grote verbeteringen nodig.
pl_pl: Słaby wynik SEO - potrzeba znacznych ulepszeń.
pt_br: Pontuação ruim de SEO - são necessários grandes aprimoramentos.

source: No suggestions found
de_de: Es wurden keine Vorschläge gefunden
es_es: No se han encontrado sugerencias
fr_fr: Aucune suggestion n'a été trouvée
it_it: Nessun suggerimento trovato
nl_nl: Geen suggesties gevonden
pl_pl: Nie znaleziono żadnych sugestii
pt_br: Não foram achadas sugestões

source: rankingCoach logo
es_es: logotipo de rankingCoach
fr_fr: classement Logo de l'entraîneur
it_it: logo di rankingCoach
nl_nl: logo rankingCoach
pl_pl: logo rankingCoach
pt_br: logotipo do rankingCoach

source: On-Page Optimization Overview
de_de: On-Page-Optimierung im Überblick
es_es: Optimización en la página
fr_fr: Aperçu de l'optimisation des pages
it_it: Panoramica sull'ottimizzazione della pagina
nl_nl: Overzicht On-Page Optimalisatie
pl_pl: Przegląd optymalizacji strony
pt_br: Visão geral da otimização na página

source: Content SEO Score
de_de: SEO-Score
es_es: Puntuación SEO del contenido
fr_fr: Score SEO du contenu
it_it: Punteggio SEO dei contenuti
nl_nl: Inhoud SEO Score
pl_pl: Wynik SEO treści
pt_br: Pontuação de SEO do conteúdo

source: No recommendations available
de_de: Keine Empfehlungen verfügbar
es_es: No hay recomendaciones disponibles
fr_fr: Aucune recommandation disponible
it_it: Nessuna raccomandazione disponibile
nl_nl: Geen aanbevelingen beschikbaar
pl_pl: Brak dostępnych zaleceń
pt_br: Não há recomendações disponíveis

source: Both Source URL and Target URL are required
de_de: Sowohl Quell-URL als auch Ziel-URL sind erforderlich
es_es: Tanto la URL de origen como la de destino son obligatorias
fr_fr: L'URL source et l'URL cible sont toutes deux requises
it_it: Sono richiesti sia l'URL di origine che l'URL di destinazione
nl_nl: Zowel bron-URL als doel-URL zijn vereist
pl_pl: Wymagane są zarówno źródłowy adres URL, jak i docelowy adres URL
pt_br: Tanto o URL de origem quanto o URL de destino são obrigatórios

source: Failed to update redirect
de_de: Aktualisierung der Umleitung fehlgeschlagen
es_es: Error al actualizar la redirección
fr_fr: Échec de la mise à jour de la redirection
it_it: Aggiornamento fallito del reindirizzamento
nl_nl: Redirect niet bijgewerkt
pl_pl: Nie udało się zaktualizować przekierowania
pt_br: Falha ao atualizar o redirecionamento

source: Failed to add redirect
de_de: Umleitung kann nicht hinzugefügt werden
es_es: Error al añadir redirección
fr_fr: Échec de l'ajout d'une redirection
it_it: Impossibile aggiungere il reindirizzamento
nl_nl: Omleiding niet toegevoegd
pl_pl: Nie udało się dodać przekierowania
pt_br: Falha ao adicionar o redirecionamento

source: An error occurred while updating the redirect
de_de: Beim Aktualisieren der Umleitung ist ein Fehler aufgetreten
es_es: Se ha producido un error al actualizar la redirección
fr_fr: Une erreur s'est produite lors de la mise à jour de la redirection
it_it: Si è verificato un errore durante l'aggiornamento del reindirizzamento
nl_nl: Er is een fout opgetreden tijdens het bijwerken van de redirect
pl_pl: Wystąpił błąd podczas aktualizacji przekierowania
pt_br: Ocorreu um erro ao atualizar o redirecionamento

source: An error occurred while adding the redirect
de_de: Beim Hinzufügen der Umleitung ist ein Fehler aufgetreten
es_es: Se ha producido un error al añadir la redirección
fr_fr: Une erreur s'est produite lors de l'ajout de la redirection
it_it: Si è verificato un errore durante l'aggiunta del reindirizzamento
nl_nl: Er is een fout opgetreden tijdens het toevoegen van de redirect
pl_pl: Wystąpił błąd podczas dodawania przekierowania
pt_br: Ocorreu um erro ao adicionar o redirecionamento

source: No redirects data found in the response
de_de: Keine Umleitungsdaten in der Antwort gefunden
es_es: No se han encontrado datos de redireccionamiento en la respuesta
fr_fr: Aucune donnée de redirection n'a été trouvée dans la réponse
it_it: Nessun dato di reindirizzamento trovato nella risposta
nl_nl: Geen omleidingsgegevens gevonden in het antwoord
pl_pl: W odpowiedzi nie znaleziono danych przekierowań
pt_br: Nenhum dado de redirecionamento encontrado na resposta

source: Failed to load redirects data
de_de: Umleitungsdaten konnten nicht geladen werden
es_es: Error al cargar los datos de redireccionamiento
fr_fr: Échec du chargement des données de redirection
it_it: Non è riuscito a caricare i dati dei reindirizzamenti
nl_nl: Mislukt bij het laden van omleidingsgegevens
pl_pl: Nie udało się załadować danych przekierowań
pt_br: Falha ao carregar os dados dos redirecionamentos

source: Permanent (301)
es_es: Permanente (301)
it_it: Permanente (301)
pl_pl: Na stałe (301)
pt_br: Permanente (301)

source: Temporary (302)
de_de: Temporär (302)
es_es: Temporal (302)
fr_fr: Temporaire (302)
it_it: Temporaneo (302)
nl_nl: Tijdelijk (302)
pl_pl: Tymczasowy (302)
pt_br: Temporário (302)

source: Permanent
es_es: Permanente
it_it: Permanente
pl_pl: Permanentnie
pt_br: Permanente

source: Temporary
de_de: Befristet
es_es: Temporal
fr_fr: Temporaire
it_it: Temporaneo
nl_nl: Tijdelijk
pl_pl: Tymczasowa
pt_br: Temporário

source: Redirects Overview
de_de: Umleitungen Übersicht
es_es: Resumen de redireccionamientos
fr_fr: Aperçu des redirections
it_it: Panoramica sui reindirizzamenti
nl_nl: Overzicht omleidingen
pl_pl: Przegląd przekierowań
pt_br: Visão geral dos redirecionamentos

source: To create a redirect:
de_de: Um eine Weiterleitung zu erstellen:
es_es: Para crear una redirección:
fr_fr: Pour créer une redirection :
it_it: Per creare un reindirizzamento:
nl_nl: Een omleiding maken:
pl_pl: Aby utworzyć przekierowanie:
pt_br: Para criar um redirecionamento:

source: Source URL should be a local path (e.g. /old-page)
de_de: Die Quell-URL sollte ein lokaler Pfad sein (z. B. /old-page)
es_es: La URL de origen debe ser una ruta local (por ejemplo, /página-antigua)
fr_fr: L'URL source doit être un chemin d'accès local (par exemple, /old-page)
it_it: L'URL di origine deve essere un percorso locale (ad esempio, /vecchia pagina)
nl_nl: De bron-URL moet een lokaal pad zijn (bijv. /old-page)
pl_pl: Źródłowy adres URL powinien być ścieżką lokalną (np. /old-page)
pt_br: O URL de origem deve ser um caminho local (por exemplo, /old-page)

source: Destination URL can be any full link (internal or external)
de_de: Die Ziel-URL kann ein beliebiger vollständiger Link sein (intern oder extern)
es_es: La URL de destino puede ser cualquier enlace completo (interno o externo)
fr_fr: L'URL de destination peut être n'importe quel lien complet (interne ou externe)
it_it: L'URL di destinazione può essere un qualsiasi link completo (interno o esterno)
nl_nl: Bestemmings-URL kan elke volledige link zijn (intern of extern)
pl_pl: Docelowym adresem URL może być dowolny pełny link (wewnętrzny lub zewnętrzny)
pt_br: O URL de destino pode ser qualquer link completo (interno ou externo)

source: Current redirects:
de_de: Aktuelle Weiterleitungen:
es_es: Redirecciones actuales:
fr_fr: Redirections actuelles :
it_it: Reindirizzamenti attuali:
nl_nl: Huidige doorverwijzingen:
pl_pl: Aktualne przekierowania:
pt_br: Redirecionamentos atuais:

source: Source URL
de_de: Quellen-URL
es_es: URL de la fuente
fr_fr: URL de la source
it_it: Sorgente URL
nl_nl: Bron URL
pl_pl: URL źródłowy
pt_br: URL da Fonte

source: Target URL
de_de: Ziel-URL
es_es: URL de destino
fr_fr: URL cible
it_it: URL di destinazione
nl_nl: Doel-URL
pl_pl: Docelowy adres URL
pt_br: URL de Destino

source: Type
de_de: Typ
es_es: Tipo
it_it: Tipo
pl_pl: Typ
pt_br: Tipo

source: Hits
de_de: Treffer
es_es: Golpes
fr_fr: Vues
it_it: Visite
nl_nl: Treffers
pl_pl: Kliknięcia
pt_br: Acertos

source: Status
es_es: Estado
fr_fr: Statut
it_it: Stato
pt_br: Estado

source: Actions
de_de: Aktionen
es_es: Acciones
it_it: Azioni
nl_nl: Acties
pl_pl: Akcje
pt_br: Ações

source: No redirects found. Use the form below to create one.
de_de: Keine Weiterleitungen gefunden. Sollten Sie eine erstellen müssen, nutzen Sie bitte das Formular unten.
es_es: No se han encontrado redireccionamientos. Utilice el siguiente formulario para crear una.
fr_fr: Aucune redirection n'a été trouvée. Utilisez le formulaire ci-dessous pour en créer un.
it_it: Non sono stati trovati reindirizzamenti. Utilizzate il modulo sottostante per crearne uno.
nl_nl: Geen doorverwijzingen gevonden. Gebruik het onderstaande formulier om er een te maken.
pl_pl: Nie znaleziono przekierowań. Użyj poniższego formularza, aby je utworzyć.
pt_br: Não foram encontrados redirecionamentos. Use o formulário abaixo para criar um.

source: Add new redirect:
de_de: Neue Umleitung hinzufügen:
es_es: Añadir nueva redirección:
fr_fr: Ajouter une nouvelle redirection :
it_it: Aggiungere un nuovo reindirizzamento:
nl_nl: Nieuwe omleiding toevoegen:
pl_pl: Dodaj nowe przekierowanie:
pt_br: Adicionar novo redirecionamento:

source: Source URL (e.g., /old-page)
de_de: Quell-URL (z. B. /old-page)
es_es: URL de origen (por ejemplo, /página-antigua)
fr_fr: URL source (par exemple, /old-page)
it_it: URL di origine (ad esempio, /vecchia pagina)
nl_nl: Bron URL (bijv. /oude-pagina)
pl_pl: Źródłowy adres URL (np. /stara-strona)
pt_br: URL de origem (por exemplo, /old-page)

source: Target URL (e.g., /new-page)
de_de: Ziel-URL (z. B. /neue-seite)
es_es: URL de destino (por ejemplo, /página-nueva)
fr_fr: URL cible (par exemple, /new-page)
it_it: URL di destinazione (ad esempio, /nuova pagina)
nl_nl: Doel-URL (bijv. /nieuwe-pagina)
pl_pl: Docelowy adres URL (np. /nowa-strona)
pt_br: URL de destino (por exemplo, /new-page)

source: Redirect type
de_de: Weiterleitungs-Typ
es_es: Tipo de redirección
fr_fr: Type de redirection
it_it: Tipo di reindirizzamento
nl_nl: Omleidingstype
pl_pl: Typ przekierowania
pt_br: Tipo de Redirecionamento

source: 301 – Permanent Redirect
de_de: 301 - Dauerhafte Umleitung
es_es: 301 - Redirección permanente
fr_fr: 301 - Redirection permanente
it_it: 301 - Reindirizzamento permanente
nl_nl: 301 - Permanente omleiding
pl_pl: 301 - Stałe przekierowanie
pt_br: 301 - Redirecionamento permanente

source: Best for SEO. Use when a page is moved or replaced permanently.
de_de: Am besten für SEO. Zu verwenden, wenn eine Seite dauerhaft verschoben oder ersetzt wird.
es_es: Lo mejor para SEO. Utilizar cuando una página se traslada o sustituye permanentemente.
fr_fr: Meilleur pour le référencement. À utiliser lorsqu'une page est déplacée ou remplacée de façon permanente.
it_it: Ottimale per la SEO. Da utilizzare quando una pagina viene spostata o sostituita in modo permanente.
nl_nl: Het beste voor SEO. Gebruik dit wanneer een pagina permanent wordt verplaatst of vervangen.
pl_pl: Najlepsze dla SEO. Użyj, gdy strona zostanie przeniesiona lub zastąpiona na stałe.
pt_br: Melhor para SEO. Use quando uma página for movida ou substituída permanentemente.

source: 302 – Temporary Redirect
de_de: 302 - Vorübergehende Umleitung
es_es: 302 - Redirección temporal
fr_fr: 302 - Redirection temporaire
it_it: 302 - Reindirizzamento temporaneo
nl_nl: 302 - Tijdelijke omleiding
pl_pl: 302 - tymczasowe przekierowanie
pt_br: 302 - Redirecionamento temporário

source: Add Redirect
de_de: Neue Weiterleitung hinzufügen
es_es: Agregar Redirección
fr_fr: Ajouter Redirection
it_it: Aggiungi reindirizzamento
nl_nl: Omleiding toevoegen
pl_pl: Dodaj przekierowanie
pt_br: Adicionar redireccionamento

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar

source: No link assistant data found
de_de: Keine Link-Assistent-Daten gefunden
es_es: No se han encontrado datos del asistente de enlace
fr_fr: Aucune donnée d'assistant de liaison trouvée
it_it: Non sono stati trovati dati relativi all'assistente di collegamento
nl_nl: Geen linkassistentgegevens gevonden
pl_pl: Nie znaleziono danych asystenta łącza
pt_br: Nenhum dado de assistente de link encontrado

source: Failed to load link assistant data
de_de: Link-Assistent-Daten konnten nicht geladen werden
es_es: Error al cargar los datos del asistente de enlace
fr_fr: Échec du chargement des données de l'assistant de liaison
it_it: Impossibile caricare i dati dell'assistente di collegamento
nl_nl: Link-assistentgegevens zijn niet geladen
pl_pl: Nie udało się załadować danych asystenta łącza
pt_br: Falha ao carregar os dados do assistente de link

source: Failed to scan links
de_de: Links konnten nicht gescannt werden
es_es: Error al escanear enlaces
fr_fr: Échec de l'analyse des liens
it_it: Non è riuscita la scansione dei link
nl_nl: Geen links gescand
pl_pl: Skanowanie łączy nie powiodło się
pt_br: Falha na verificação de links

source: Link Assistant Overview
de_de: Link Assistant Übersicht
es_es: Visión general de Link Assistant
fr_fr: Aperçu de l'assistant de liaison
it_it: Panoramica dell'Assistente di collegamento
nl_nl: Overzicht Link Assistent
pl_pl: Przegląd Link Assistant
pt_br: Visão geral do Link Assistant

source: Link Status Guide:
es_es: Guía de estado del enlace:
fr_fr: Guide de l'état des liens :
it_it: Guida allo stato dei collegamenti:
nl_nl: Linkstatusgids:
pl_pl: Przewodnik po stanie łącza:
pt_br: Guia de status do link:

source: Not yet scanned - Click `Scan Links` to analyze
de_de: Noch nicht gescannt - Klicken Sie zum Analysieren auf "Links scannen"
es_es: Aún no escaneados - Haga clic en `Escanear enlaces` para analizarlos
fr_fr: Pas encore scannés - Cliquez sur "Scan Links" pour les analyser
it_it: Non ancora scansionato - Fare clic su "Scansiona link" per analizzarlo
nl_nl: Nog niet gescand - Klik op `Scan Links` om te analyseren
pl_pl: Jeszcze nie zeskanowane - kliknij `Scan Links`, aby przeanalizować
pt_br: Ainda não foi digitalizado - Clique em `Digitalizar links` para analisar

source: Working links - SEO-friendly
de_de: Funktionierende Links - SEO-freundlich
es_es: Enlaces que funcionan - SEO-friendly
fr_fr: Liens de travail - SEO-friendly
it_it: Link funzionanti - SEO-friendly
nl_nl: Werkende links - SEO-vriendelijk
pl_pl: Działające linki - przyjazne dla SEO
pt_br: Links funcionais - SEO-friendly

source: Broken links - Need attention
de_de: Defekte Links - Aufmerksamkeit erforderlich
es_es: Enlaces rotos - Necesitan atención
fr_fr: Liens brisés - Besoin d'attention
it_it: Link rotti - Necessità di attenzione
nl_nl: Gebroken links - Hebben aandacht nodig
pl_pl: Niedziałające linki - wymagają uwagi
pt_br: Links quebrados - precisam de atenção

source: Scan Links
de_de: Links scannen
es_es: Escanear enlaces
fr_fr: Liens de balayage
it_it: Link di scansione
nl_nl: Koppelingen scannen
pt_br: Links de varredura

source: Inbound Internal:
de_de: Interner Eingang:
es_es: Entrada interna:
it_it: Interno in entrata:
nl_nl: Inkomend intern:
pl_pl: Wewnętrzne przychodzące:
pt_br: Interno de entrada:

source: No internal links found.
de_de: Keine internen Links gefunden.
es_es: No se han encontrado enlaces internos.
fr_fr: Aucun lien interne n'a été trouvé.
it_it: Non sono stati trovati collegamenti interni.
nl_nl: Geen interne links gevonden.
pl_pl: Nie znaleziono linków wewnętrznych.
pt_br: Não foram encontrados links internos.

source: Outbound Internal:
de_de: Ausgehend Intern:
es_es: Salida interna:
fr_fr: Sortie Interne :
it_it: Interno in uscita:
nl_nl: Uitgaand Intern:
pl_pl: Wewnętrzne wychodzące:
pt_br: Interno de saída:

source: No outbound links found.
de_de: Keine ausgehenden Links gefunden.
es_es: No se han encontrado enlaces salientes.
fr_fr: Aucun lien sortant n'a été trouvé.
it_it: Non sono stati trovati link in uscita.
nl_nl: Geen uitgaande links gevonden.
pl_pl: Nie znaleziono linków wychodzących.
pt_br: Não foram encontrados links de saída.

source: External:
de_de: Extern:
es_es: Exterior:
fr_fr: Externe:
it_it: Esterno:
nl_nl: Externe:
pl_pl: Zewnętrznych:
pt_br: Externo:

source: No external links found.
de_de: Keine externen Links gefunden.
es_es: No se han encontrado enlaces externos.
fr_fr: Aucun lien externe n'a été trouvé.
it_it: Non sono stati trovati collegamenti esterni.
nl_nl: Geen externe links gevonden.
pl_pl: Nie znaleziono linków zewnętrznych.
pt_br: Não foram encontrados links externos.

source: Source Page
de_de: Quelle Seite
es_es: Página de origen
fr_fr: Page source
it_it: Fonte Pagina
nl_nl: Bron Pagina
pl_pl: Strona źródłowa
pt_br: Página de origem

source: Link Text
es_es: Texto del enlace
fr_fr: Texte du lien
it_it: Testo del link
nl_nl: Link Tekst
pl_pl: Tekst odnośnika
pt_br: Texto do link

source: Link Status
de_de: Verbindung Status
es_es: Estado del enlace
fr_fr: État du lien
it_it: Stato del collegamento
pl_pl: Status łącza
pt_br: Status do link

source: Schema in use
de_de: Verwendetes Schema
es_es: Esquema en uso
fr_fr: Schéma utilisé
it_it: Schema in uso
nl_nl: Schema in gebruik
pl_pl: Używany schemat
pt_br: Esquema em uso

source: Generate Schema
de_de: Schema generieren
es_es: Generar esquema
fr_fr: Générer un schéma
it_it: Generare lo schema
nl_nl: Schema genereren
pl_pl: Generowanie schematu
pt_br: Gerar esquema

source: Schema loaded from cache
de_de: Schema aus dem Cache geladen
es_es: Esquema cargado desde la caché
fr_fr: Schéma chargé à partir du cache
it_it: Schema caricato dalla cache
nl_nl: Schema geladen uit cache
pl_pl: Schemat załadowany z pamięci podręcznej
pt_br: Esquema carregado do cache
