Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Analyzes keyword competition, search volume, and CPC balance using external SEO API services. Provides insights on keyword difficulty and potential for content optimization.
de_de: Analysiert den Keyword-Wettbewerb, das Suchvolumen und die CPC-Balance mithilfe externer SEO-API-Dienste. Bietet Einblicke in die Keyword-Schwierigkeit und das Potenzial für die Inhaltsoptimierung.
es_es: Analiza la competencia de las palabras clave, el volumen de búsqueda y el balance del CPC usando servicios externos de API de SEO. Proporciona información sobre la dificultad de las palabras clave y el potencial para la optimización del contenido.
fr_fr: Analyse la concurrence des mots-clés, le volume de recherche et l'équilibre CPC à l'aide de services API SEO externes. Fournit des informations sur la difficulté des mots-clés et le potentiel d'optimisation du contenu.
it_it: Analizza la concorrenza delle parole chiave, il volume di ricerca e il bilanciamento del CPC utilizzando servizi API SEO esterni. Fornisce approfondimenti sulla difficoltà delle parole chiave e sul potenziale di ottimizzazione dei contenuti.
nl_nl: Analyseert de concurrentie van trefwoorden, het zoekvolume en de CPC-balans met behulp van externe SEO API-services. Biedt inzicht in de moeilijkheidsgraad van trefwoorden en het potentieel voor contentoptimalisatie.
pl_pl: Analizuje konkurencję słów kluczowych, wolumen wyszukiwania i balans CPC przy użyciu zewnętrznych usług API SEO. Dostarcza wglądu w trudność słów kluczowych i potencjał optymalizacji treści.
pt_br: Analisa a concorrência de palavras-chave, o volume de busca e o equilíbrio do CPC usando serviços de API de SEO externos. Fornece insights sobre a dificuldade da palavra-chave e o potencial de otimização do conteúdo.

source: Analyzes keyword usage and positioning within meta descriptions to ensure relevance without oversaturation.
de_de: Analysiert die Verwendung und Positionierung von Keywords in Meta-Beschreibungen, um Relevanz ohne Übersättigung zu gewährleisten.
es_es: Analiza el uso y la posición de las palabras clave en las metadescripciones para asegurar la relevancia sin sobresaturación.
fr_fr: Analyse l'utilisation et le positionnement des mots-clés dans les méta-descriptions pour assurer la pertinence sans sursaturation.
it_it: Analizza l'uso e il posizionamento delle parole chiave nelle meta descrizioni per garantirne la pertinenza senza sovrasaturazione.
nl_nl: Analyseert trefwoordgebruik en positionering binnen metabeschrijvingen om relevantie te garanderen zonder oververzadiging.
pl_pl: Analizuje użycie i pozycjonowanie słów kluczowych w metaopisach, aby zapewnić ich trafność bez przesycenia.
pt_br: Analisa o uso e o posicionamento de palavras-chave nas metadescrições para garantir relevância sem supersaturação.

source: Analyzes loading speed metrics and identifies performance bottlenecks to improve user experience and search rankings.
de_de: Analysiert Ladezeit-Metriken und identifiziert Leistungsengpässe, um die Nutzererfahrung und die Such-Rankings zu verbessern.
es_es: Analiza las métricas de velocidad de carga e identifica cuellos de botella de rendimiento para mejorar la experiencia del usuario y el posicionamiento en búsquedas.
fr_fr: Analyse les métriques de vitesse de chargement et identifie les goulots d'étranglement de performance pour améliorer l'expérience utilisateur et les classements de recherche.
it_it: Analizza le metriche sulla velocità di caricamento e identifica i colli di bottiglia delle prestazioni per migliorare l'esperienza utente e il posizionamento nei motori di ricerca.
nl_nl: Analyseert laadsnelheidsstatistieken en identificeert prestatieknelpunten om de gebruikerservaring en zoekposities te verbeteren.
pl_pl: Analizuje wskaźniki szybkości ładowania i identyfikuje wąskie gardła wydajności w celu poprawy doświadczenia użytkownika i rankingów w wyszukiwarkach.
pt_br: Analisa as métricas de velocidade de carregamento e identifica gargalos de desempenho para melhorar a experiência do usuário e as classificações de busca.

source: Analyzes meta title quality including word count, structure, formatting, and clickbait detection for optimal SEO performance.
de_de: Analysiert die Qualität des Meta-Titels, einschließlich Wortzahl, Struktur, Formatierung und Clickbait-Erkennung für eine optimale SEO-Leistung.
es_es: Analiza la calidad del metatítulo, incluyendo el recuento de palabras, la estructura, el formato y la detección de «clickbait» para un rendimiento SEO óptimo.
fr_fr: Analyse la qualité de la balise titre, y compris le nombre de mots, la structure, le formatage et la détection de clickbait pour une performance SEO optimale.
it_it: Analizza la qualità del meta titolo, inclusi il conteggio delle parole, la struttura, la formattazione e il rilevamento di clickbait per prestazioni SEO ottimali.
nl_nl: Analyseert de kwaliteit van de metatitel, inclusief woordenaantal, structuur, opmaak en clickbait-detectie voor optimale SEO-prestaties.
pl_pl: Analizuje jakość metatytułu, w tym liczbę słów, strukturę, formatowanie i wykrywanie clickbaitu, w celu uzyskania optymalnej wydajności SEO.
pt_br: Analisa a qualidade do metatítulo, incluindo contagem de palavras, estrutura, formatação e detecção de clickbait para um desempenho de SEO otimizado.

source: Analyzes multimedia elements (images, videos) in the content for proper optimization, including alt tags, captions, and keyword relevance. Provides suggestions for improving multimedia SEO.
de_de: Analysiert Multimedia-Elemente (Bilder, Videos) im Inhalt auf korrekte Optimierung, einschließlich Alt-Tags, Bildunterschriften und Keyword-Relevanz. Liefert Vorschläge zur Verbesserung des Multimedia-SEO.
es_es: Analiza los elementos multimedia (imágenes, vídeos) en el contenido para una correcta optimización, incluyendo etiquetas «alt», leyendas y relevancia de palabras clave. Proporciona sugerencias para mejorar el SEO de los elementos multimedia.
fr_fr: Analyse les éléments multimédias (images, vidéos) du contenu pour une optimisation appropriée, y compris les balises alt, les légendes et la pertinence des mots-clés. Fournit des suggestions pour améliorer le SEO des éléments multimédias.
it_it: Analizza gli elementi multimediali (immagini, video) nel contenuto per una corretta ottimizzazione, inclusi tag alt, didascalie e pertinenza delle parole chiave. Fornisce suggerimenti per migliorare la SEO multimediale.
nl_nl: Analyseert multimedia-elementen (afbeeldingen, video's) in de content voor een juiste optimalisatie, inclusief alt-tags, bijschriften en trefwoordrelevantie. Geeft suggesties voor het verbeteren van multimedia-SEO.
pl_pl: Analizuje elementy multimedialne (obrazy, filmy) w treści pod kątem prawidłowej optymalizacji, w tym tagów alt, podpisów i trafności słów kluczowych. Przedstawia sugestie dotyczące poprawy SEO multimediów.
pt_br: Analisa elementos multimídia (imagens, vídeos) no conteúdo para otimização adequada, incluindo tags alt, legendas e relevância de palavras-chave. Fornece sugestões para melhorar o SEO de multimídia.

source: Analyzes page content to detect existing schema types and recommends appropriate markup when missing. Validates current structured data implementation to ensure compatibility with search engine standards.
de_de: Analysiert den Seiteninhalt, um vorhandene Schema-Typen zu erkennen, und empfiehlt bei Fehlen ein geeignetes Markup. Validiert die aktuelle Implementierung strukturierter Daten, um die Kompatibilität mit den Standards der Suchmaschinen zu gewährleisten.
es_es: Analiza el contenido de la página para detectar tipos de schema existentes y recomienda el marcado apropiado cuando falta. Valida la implementación actual de datos estructurados para asegurar la compatibilidad con los estándares de los motores de búsqueda.
fr_fr: Analyse le contenu de la page pour détecter les types de schéma existants et recommande un balisage approprié lorsqu'il manque. Valide la mise en œuvre des données structurées actuelles pour garantir la compatibilité avec les normes des moteurs de recherche.
it_it: Analizza il contenuto della pagina per rilevare i tipi di schema esistenti e raccomanda il markup appropriato quando mancante. Convalida l'implementazione corrente dei dati strutturati per garantire la compatibilità con gli standard dei motori di ricerca.
nl_nl: Analyseert de pagina-inhoud om bestaande schematypen te detecteren en beveelt de juiste markup aan wanneer deze ontbreekt. Valideert de huidige implementatie van gestructureerde data om compatibiliteit met zoekmachinestandaarden te garanderen.
pl_pl: Analizuje treść strony w celu wykrycia istniejących typów Schema i rekomenduje odpowiednie znaczniki w przypadku ich braku. Waliduje bieżącą implementację danych strukturalnych, aby zapewnić zgodność ze standardami wyszukiwarek.
pt_br: Analisa o conteúdo da página para detectar tipos de schema existentes e recomenda a marcação apropriada quando ausente. Valida a implementação atual de dados estruturados para garantir a compatibilidade com os padrões dos mecanismos de busca.

source: Analyzes page headings to verify proper hierarchical structure, single H1 usage, and no missing levels. Computes a score based on nesting consistency and heading quality, offering guidance to improve SEO-friendly headers.
de_de: Analysiert Seitenüberschriften, um die korrekte hierarchische Struktur, die alleinige Verwendung von H1 und das Fehlen von Ebenen zu überprüfen. Berechnet eine Punktzahl basierend auf der Verschachtelungskonsistenz und der Überschriftenqualität und bietet Anleitungen zur Verbesserung von SEO-freundlichen Überschriften.
es_es: Analiza los encabezados de la página para verificar la estructura jerárquica adecuada, el uso de un solo H1 y la ausencia de niveles. Calcula una puntuación basada en la coherencia del anidamiento y la calidad de los encabezados, ofreciendo orientación para mejorar los encabezados amigables para el SEO.
fr_fr: Analyse les titres de la page pour vérifier la structure hiérarchique correcte, l'utilisation d'un seul H1 et l'absence de niveaux manquants. Calcule un score basé sur la cohérence de l'imbrication et la qualité des titres, offrant des conseils pour améliorer les en-têtes adaptés au SEO.
it_it: Analizza le intestazioni della pagina per verificare la corretta struttura gerarchica, l'uso di un singolo H1 e l'assenza di livelli mancanti. Calcola un punteggio basato sulla coerenza dell'annidamento e sulla qualità delle intestazioni, offrendo una guida per migliorare le intestazioni SEO-friendly.
nl_nl: Analyseert paginakoppen om de juiste hiërarchische structuur, het gebruik van één H1 en geen ontbrekende niveaus te verifiëren. Berekent een score op basis van de consistentie van de nesting en de kwaliteit van de kop, en biedt begeleiding om SEO-vriendelijke headers te verbeteren.
pl_pl: Analizuje nagłówki strony w celu weryfikacji prawidłowej struktury hierarchicznej, użycia pojedynczego H1 i braku brakujących poziomów. Oblicza wynik na podstawie spójności zagnieżdżenia i jakości nagłówków, oferując wskazówki dotyczące poprawy nagłówków przyjaznych dla SEO.
pt_br: Analisa os títulos da página para verificar a estrutura hierárquica adequada, o uso de um único H1 e a ausência de níveis. Calcula uma pontuação com base na consistência do aninhamento e na qualidade do título, oferecendo orientação para melhorar os cabeçalhos amigáveis para SEO.

source: Analyzes page load speed using internal metrics and optional external APIs. Generates a performance score and identifies elements slowing the site down, suggesting caching or optimization techniques to achieve faster loading.
de_de: Analysiert die Ladezeit der Seite mithilfe interner Metriken und optionaler externer APIs. Erstellt eine Leistungsbewertung und identifiziert Elemente, die die Website verlangsamen, und schlägt Caching- oder Optimierungstechniken vor, um ein schnelleres Laden zu erreichen.
es_es: Analiza la velocidad de carga de la página usando métricas internas y API externas opcionales. Genera una puntuación de rendimiento e identifica los elementos que ralentizan el sitio, sugiriendo técnicas de caché u optimización para lograr una carga más rápida.
fr_fr: Analyse la vitesse de chargement de la page à l'aide de métriques internes et d'API externes optionnelles. Génère un score de performance et identifie les éléments ralentissant le site, en suggérant des techniques de mise en cache ou d'optimisation pour obtenir un chargement plus rapide.
it_it: Analizza la velocità di caricamento della pagina utilizzando metriche interne e API esterne opzionali. Genera un punteggio di prestazione e identifica gli elementi che rallentano il sito, suggerendo tecniche di caching o ottimizzazione per ottenere un caricamento più veloce.
nl_nl: Analyseert de laadsnelheid van de pagina met behulp van interne statistieken en optionele externe API's. Genereert een prestatiescore en identificeert elementen die de site vertragen, en stelt caching- of optimalisatietechnieken voor om sneller laden te bereiken.
pl_pl: Analizuje szybkość ładowania strony przy użyciu wewnętrznych wskaźników i opcjonalnych zewnętrznych API. Generuje ocenę wydajności i identyfikuje elementy spowalniające witrynę, sugerując techniki buforowania lub optymalizacji w celu osiągnięcia szybszego ładowania.
pt_br: Analisa a velocidade de carregamento da página usando métricas internas e APIs externas opcionais. Gera uma pontuação de desempenho e identifica elementos que retardam o site, sugerindo técnicas de cache ou otimização para obter um carregamento mais rápido.

source: Analyzes structured data for proper schema usage and guideline adherence to improve indexing, rich results, and search performance.
de_de: Analysiert strukturierte Daten auf korrekte Schema-Nutzung und Einhaltung von Richtlinien, um die Indexierung, Rich Results und die Suchleistung zu verbessern.
es_es: Analiza los datos estructurados para un uso adecuado del schema y el cumplimiento de las directrices para mejorar la indexación, los resultados enriquecidos y el rendimiento en búsquedas.
fr_fr: Analyse les données structurées pour une utilisation appropriée du schéma et le respect des directives afin d'améliorer l'indexation, les résultats enrichis et les performances de recherche.
it_it: Analizza i dati strutturati per verificarne l’uso corretto e la conformità alle linee guida, così da migliorare l’indicizzazione, i risultati multimediali e le prestazioni di ricerca.
nl_nl: Analyseert gestructureerde data op correct schemagebruik en naleving van richtlijnen om indexering, rich results en zoekprestaties te verbeteren.
pl_pl: Analizuje dane strukturalne pod kątem prawidłowego użycia Schema i zgodności z wytycznymi w celu poprawy indeksowania, wyników z elementami rozszerzonymi i wydajności wyszukiwania.
pt_br: Analisa dados estruturados para o uso adequado de schema e adesão às diretrizes para melhorar a indexação, os resultados ricos e o desempenho de busca.

source: Analyzes the meta description to ensure both primary and secondary keywords are included naturally. Provides a ratio of keyword usage and points out missing terms to improve search relevance and keyword diversity.
de_de: Analysiert die Meta-Beschreibung, um sicherzustellen, dass sowohl primäre als auch sekundäre Keywords natürlich enthalten sind. Liefert ein Verhältnis der Keyword-Nutzung und weist auf fehlende Begriffe hin, um die Suchrelevanz und die Keyword-Vielfalt zu verbessern.
es_es: Analiza la metadescripción para asegurar que tanto las palabras clave primarias como las secundarias se incluyan de forma natural. Proporciona una proporción de uso de palabras clave y señala los términos que faltan para mejorar la relevancia en la búsqueda y la diversidad de palabras clave.
fr_fr: Analyse la méta description pour s'assurer que les mots-clés principaux et secondaires sont inclus naturellement. Fournit un ratio d'utilisation des mots-clés et signale les termes manquants pour améliorer la pertinence de la recherche et la diversité des mots-clés.
it_it: Analizza la meta descrizione per assicurarsi che sia le parole chiave principali che quelle secondarie siano incluse in modo naturale. Fornisce un rapporto sull'uso delle parole chiave e segnala i termini mancanti per migliorare la pertinenza della ricerca e la diversità delle parole chiave.
nl_nl: Analyseert de metabeschrijving om ervoor te zorgen dat zowel primaire als secundaire trefwoorden op een natuurlijke manier zijn opgenomen. Biedt een verhouding van trefwoordgebruik en wijst op ontbrekende termen om de zoekrelevantie en trefwoorddiversiteit te verbeteren.
pl_pl: Analizuje metaopis, aby upewnić się, że zarówno główne, jak i drugorzędne słowa kluczowe są zawarte w sposób naturalny. Podaje stosunek użycia słów kluczowych i wskazuje brakujące terminy w celu poprawy trafności wyszukiwania i różnorodności słów kluczowych.
pt_br: Analisa a metadescrição para garantir que as palavras-chave primárias e secundárias sejam incluídas naturalmente. Fornece uma proporção de uso de palavras-chave e aponta termos ausentes para melhorar a relevância da busca e a diversidade de palavras-chave.

source: Analyzes the opening paragraph of a post for engagement effectiveness. It evaluates the hook strength, emotional appeal, curiosity elements, personal connection with readers, and how well the topic is introduced. This helps ensure that the opening paragraph captures reader interest and sets the stage for the content.
de_de: Analysiert den Einleitungsabsatz eines Beitrags auf seine Engagement-Wirksamkeit. Es bewertet die Stärke des Aufhängers, die emotionale Anziehungskraft, die Neugier-Elemente, die persönliche Verbindung zu den Lesern und wie gut das Thema eingeführt wird. Dies stellt sicher, dass der Einleitungsabsatz das Interesse des Lesers weckt und die Bühne für den Inhalt bereitet.
es_es: Analiza el párrafo de apertura de una entrada para medir la eficacia de la interacción. Evalúa la fuerza del gancho, el atractivo emocional, los elementos de curiosidad, la conexión personal con los lectores y lo bien que se introduce el tema. Esto ayuda a asegurar que el párrafo de apertura capte el interés del lector y prepare el terreno para el contenido.
fr_fr: Analyse le paragraphe d’ouverture d’un article pour son efficacité d’engagement. Il évalue la force de l’accroche, l’attrait émotionnel, les éléments de curiosité, la connexion personnelle avec les lecteurs et la façon dont le sujet est introduit. Cela permet de s’assurer que le paragraphe d’ouverture capte l’intérêt du lecteur et prépare le terrain pour le contenu.
it_it: Analizza il paragrafo di apertura di un articolo per l'efficacia del coinvolgimento. Valuta la forza dell'aggancio, l'attrattiva emotiva, gli elementi di curiosità, la connessione personale con i lettori e come viene introdotto l'argomento. Questo aiuta a garantire che il paragrafo di apertura catturi l'interesse del lettore e prepari il terreno per il contenuto.
nl_nl: Analyseert de openingsalinea van een bericht op de effectiviteit van de betrokkenheid. Het evalueert de kracht van de 'hook', de emotionele aantrekkingskracht, nieuwsgierigheidselementen, de persoonlijke band met lezers en hoe goed het onderwerp wordt geïntroduceerd. Dit helpt ervoor te zorgen dat de openingsalinea de interesse van de lezer wekt en de toon zet voor de content.
pl_pl: Analizuje akapit otwierający wpis pod kątem skuteczności zaangażowania. Ocenia siłę haczyka, atrakcyjność emocjonalną, elementy budzące ciekawość, osobiste połączenie z czytelnikami oraz to, jak dobrze wprowadzono temat. Pomaga to upewnić się, że akapit otwierający przyciąga zainteresowanie czytelnika i przygotowuje grunt pod dalszą treść.
pt_br: Analisa a eficácia do engajamento do parágrafo de abertura de um post. Avalia a força do gancho, o apelo emocional, os elementos de curiosidade, a conexão pessoal com os leitores e quão bem o tópico é introduzido. Isso ajuda a garantir que o parágrafo de abertura capture o interesse do leitor e prepare o terreno para o conteúdo.

source: Analyzes the quality of image alt text on a page, ensuring it is descriptive and useful for SEO and accessibility. Flags poor alt text (e.g., filenames) as needing improvement.
de_de: Analysiert die Qualität des Bild-Alternativtextes auf einer Seite und stellt sicher, dass er beschreibend und für SEO sowie Barrierefreiheit nützlich ist. Kennzeichnet schlechten Alternativtext (z. B. Dateinamen) als verbesserungswürdig.
es_es: Analiza la calidad del texto alternativo de las imágenes en una página, asegurando que sea descriptivo y útil para el SEO y la accesibilidad. Marca los textos alternativos deficientes (p. ej., nombres de archivo) como necesitados de mejora.
fr_fr: Analyse la qualité du texte alternatif des images sur une page, en s'assurant qu'il est descriptif et utile pour le SEO et l'accessibilité. Signale les textes alternatifs médiocres (par exemple, les noms de fichiers) comme nécessitant une amélioration.
it_it: Analizza la qualità del testo alternativo delle immagini su una pagina, assicurandosi che sia descrittivo e utile per la SEO e l'accessibilità. Segnala i testi alternativi di scarsa qualità (ad es. nomi di file) come bisognosi di miglioramento.
nl_nl: Analyseert de kwaliteit van de alt-tekst van afbeeldingen op een pagina, en zorgt ervoor dat deze beschrijvend en nuttig is voor SEO en toegankelijkheid. Markeert slechte alt-tekst (bijv. bestandsnamen) als te verbeteren.
pl_pl: Analizuje jakość tekstu alternatywnego obrazów na stronie, upewniając się, że jest on opisowy i użyteczny dla SEO oraz dostępności. Oznacza słabe teksty alternatywne (np. nazwy plików) jako wymagające poprawy.
pt_br: Analisa a qualidade do texto alternativo da imagem em uma página, garantindo que seja descritivo e útil para SEO e acessibilidade. Sinaliza textos alternativos de baixa qualidade (por exemplo, nomes de arquivos) como necessitando de melhoria.

source: Analyzes the quality of referring links to a page, assessing anchor text distribution, link attributes, and domain ratings
de_de: Analysiert die Qualität der verweisenden Links zu einer Seite und bewertet dabei die Verteilung des Ankertextes, die Link-Attribute und die Domain-Bewertungen
es_es: Analiza la calidad de los enlaces de referencia a una página, evaluando la distribución del texto de anclaje, los atributos del enlace y las calificaciones de dominio
fr_fr: Analyse la qualité des liens référents vers une page, en évaluant la distribution des textes d'ancrage, les attributs des liens et les évaluations de domaine
it_it: Analizza la qualità dei link di riferimento a una pagina, valutando la distribuzione del testo di ancoraggio, gli attributi dei link e le valutazioni dei domini
nl_nl: Analyseert de kwaliteit van verwijzende links naar een pagina en beoordeelt de distributie van ankertekst, linkattributen en domeinbeoordelingen
pl_pl: Analizuje jakość linków odsyłających do strony, oceniając dystrybucję tekstu kotwicy, atrybuty linków i oceny domen
pt_br: Analisa a qualidade dos links de referência para uma página, avaliando a distribuição do texto âncora, os atributos do link e as classificações do domínio
