Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Your meta title needs expansion with relevant keywords. Longer titles capture more search intent and enhance click-through rates from search results.
de_de: Ihr Meta-Titel muss mit relevanten Keywords erweitert werden. Längere Titel erfassen mehr Suchintentionen und verbessern die Klickraten aus den Suchergebnissen.
es_es: Tu metatítulo necesita ser ampliado con palabras clave relevantes. Los títulos más largos captan más intención de búsqueda y mejoran las tasas de clics desde los resultados de búsqueda.
fr_fr: Votre méta-titre a besoin d'expansion avec des mots-clés pertinents. Les titres plus longs capturent plus d'intention de recherche et améliorent les taux de clic des résultats de recherche.
it_it: Il tuo meta titolo necessita di essere ampliato con parole chiave pertinenti. I titoli più lunghi catturano un maggiore intento di ricerca e migliorano la percentuale di clic dai risultati di ricerca.
nl_nl: Uw metatitel moet worden uitgebreid met relevante zoekwoorden. Langere titels vangen meer zoekintentie op en verbeteren de doorklikratio's vanuit zoekresultaten.
pl_pl: Twój metatytuł wymaga rozszerzenia o trafne słowa kluczowe. Dłuższe tytuły lepiej oddają intencje wyszukiwania i zwiększają współczynnik klikalności z wyników wyszukiwania.
pt_br: Seu metatítulo precisa ser expandido com palavras-chave relevantes. Títulos mais longos capturam mais intenção de busca e melhoram as taxas de cliques dos resultados de busca.

source: Your opening paragraph doesn't create curiosity or intrigue. Include elements that spark curiosity such as questions, teasers, or hints at valuable information to come.
de_de: Ihr Einleitungsabsatz weckt keine Neugier oder Spannung. Fügen Sie Elemente ein, die Neugier wecken, wie Fragen, Teaser oder Hinweise auf wertvolle kommende Informationen.
es_es: Tu párrafo inicial no crea curiosidad ni intriga. Incluye elementos que despierten la curiosidad, como preguntas, avances o pistas sobre información valiosa que está por venir.
fr_fr: Votre paragraphe d'ouverture ne crée pas de curiosité ou d'intrigue. Incluez des éléments qui suscitent la curiosité comme des questions, des teasers ou des indices sur des informations précieuses à venir.
it_it: Il tuo paragrafo di apertura non crea curiosità o intrigo. Includi elementi che stimolino la curiosità come domande, teaser o anticipazioni di informazioni preziose a venire.
nl_nl: Uw openingsparagraaf wekt geen nieuwsgierigheid of intrige op. Voeg elementen toe die nieuwsgierigheid opwekken, zoals vragen, teasers of hints naar waardevolle informatie die nog komt.
pl_pl: Twój akapit otwierający nie wzbudza ciekawości ani intrygi. Włącz elementy, które rozbudzają ciekawość, takie jak pytania, zajawki lub wskazówki dotyczące cennych informacji, które nadejdą.
pt_br: Seu parágrafo de abertura não cria curiosidade ou intriga. Inclua elementos que despertem a curiosidade, como perguntas, teasers ou dicas de informações valiosas que virão.

source: Your opening paragraph doesn't establish a personal connection with readers. Use direct address (you/your) or shared experiences to make readers feel the content is relevant to them personally.
de_de: Ihr Einleitungsabsatz stellt keine persönliche Verbindung zu den Lesern her. Verwenden Sie eine direkte Ansprache (Sie/Ihr) oder geteilte Erfahrungen, damit die Leser das Gefühl haben, dass der Inhalt für sie persönlich relevant ist.
es_es: Tu párrafo inicial no establece una conexión personal con los lectores. Usa un trato directo (tú/tu) o experiencias compartidas para que los lectores sientan que el contenido es relevante para ellos personalmente.
fr_fr: Votre paragraphe d'ouverture n'établit pas de connexion personnelle avec les lecteurs. Utilisez l'adresse directe (vous/votre) ou des expériences partagées pour faire sentir aux lecteurs que le contenu leur est personnellement pertinent.
it_it: Il tuo paragrafo di apertura non stabilisce una connessione personale con i lettori. Usa un'allocuzione diretta (tu/tuo) o esperienze condivise per far sentire ai lettori che il contenuto è rilevante per loro personalmente.
nl_nl: Uw openingsparagraaf legt geen persoonlijke connectie met lezers. Gebruik directe aanspreking (u/uw) of gedeelde ervaringen om lezers het gevoel te geven dat de content persoonlijk relevant voor hen is.
pl_pl: Twój akapit otwierający nie nawiązuje osobistej więzi z czytelnikami. Użyj bezpośredniego zwrotu (ty/twój) lub wspólnych doświadczeń, aby czytelnicy poczuli, że treść jest dla nich osobiście istotna.
pt_br: Seu parágrafo de abertura não estabelece uma conexão pessoal com os leitores. Use um tratamento direto (você/seu) ou experiências compartilhadas para fazer com que os leitores sintam que o conteúdo é relevante para eles pessoalmente.

source: Your opening paragraph lacks emotional appeal. Include words that evoke emotions to create a stronger connection with readers and increase engagement.
de_de: Ihrem Einleitungsabsatz fehlt es an emotionaler Anziehungskraft. Fügen Sie Wörter ein, die Emotionen hervorrufen, um eine stärkere Verbindung zu den Lesern herzustellen und das Engagement zu erhöhen.
es_es: Tu párrafo inicial carece de atractivo emocional. Incluye palabras que evoquen emociones para crear una conexión más fuerte con los lectores y aumentar la participación.
fr_fr: Votre paragraphe d'ouverture manque d'attrait émotionnel. Incluez des mots qui évoquent des émotions pour créer une connexion plus forte avec les lecteurs et augmenter l'engagement.
it_it: Il tuo paragrafo di apertura manca di impatto emotivo. Includi parole che evochino emozioni per creare una connessione più forte con i lettori e aumentare il coinvolgimento.
nl_nl: Uw openingsparagraaf mist emotionele aantrekkingskracht. Voeg woorden toe die emoties oproepen om een sterkere band met lezers te creëren en de betrokkenheid te vergroten.
pl_pl: Twój akapit otwierający nie ma ładunku emocjonalnego. Włącz słowa, które wywołują emocje, aby stworzyć silniejszą więź z czytelnikami i zwiększyć zaangażowanie.
pt_br: Seu parágrafo de abertura carece de apelo emocional. Inclua palavras que evoquem emoções para criar uma conexão mais forte com os leitores e aumentar o engajamento.

source: Your opening paragraph lacks engaging keyword integration. Incorporate the primary keyword naturally while maintaining compelling, reader-focused content that encourages continued reading.
de_de: Ihrem Einleitungsabsatz fehlt eine ansprechende Keyword-Integration. Binden Sie das primäre Keyword natürlich ein und pflegen Sie gleichzeitig überzeugende, leserorientierte Inhalte, die zum Weiterlesen anregen.
es_es: A tu párrafo inicial le falta una integración atractiva de palabras clave. Incorpora la palabra clave principal de forma natural manteniendo un contenido atractivo y centrado en el lector que fomente la lectura continuada.
fr_fr: Votre paragraphe d'ouverture manque d'intégration engageante des mots-clés. Incorporez le mot-clé principal naturellement tout en maintenant un contenu convaincant et centré sur le lecteur qui encourage la lecture continue.
it_it: Il tuo paragrafo di apertura manca di un'integrazione accattivante della parola chiave. Incorpora la parola chiave principale in modo naturale, mantenendo un contenuto avvincente e incentrato sul lettore che incoraggi a continuare la lettura.
nl_nl: Uw openingsparagraaf mist een boeiende integratie van zoekwoorden. Verwerk het primaire zoekwoord op natuurlijke wijze terwijl u boeiende, lezersgerichte content behoudt die aanmoedigt tot verder lezen.
pl_pl: W Twoim akapicie otwierającym brakuje angażującej integracji słów kluczowych. Włącz główne słowo kluczowe w naturalny sposób, jednocześnie utrzymując przekonującą, skoncentrowaną na czytelniku treść, która zachęca do dalszego czytania.
pt_br: Seu parágrafo de abertura carece de uma integração de palavras-chave envolvente. Incorpore a palavra-chave principal naturalmente, mantendo um conteúdo atraente e focado no leitor que incentive a leitura contínua.

source: Your opening paragraph omits the primary keyword, reducing immediate relevance signals. Incorporate it naturally to enhance topical clarity and search engine recognition.
de_de: In Ihrem Einleitungsabsatz fehlt das primäre Keyword, was die unmittelbaren Relevanz-Signale reduziert. Binden Sie es natürlich ein, um die thematische Klarheit und die Erkennung durch Suchmaschinen zu verbessern.
es_es: Tu párrafo inicial omite la palabra clave principal, lo que reduce las señales de relevancia inmediata. Incorpórala de forma natural para mejorar la claridad temática y el reconocimiento de los motores de búsqueda.
fr_fr: Votre paragraphe d'ouverture omet le mot-clé principal, réduisant les signaux de pertinence immédiats. Incorporez-le naturellement pour améliorer la clarté thématique et la reconnaissance des moteurs de recherche.
it_it: Il tuo paragrafo di apertura omette la parola chiave principale, riducendo i segnali di pertinenza immediati. Incorporala in modo naturale per migliorare la chiarezza dell'argomento e il riconoscimento da parte dei motori di ricerca.
nl_nl: Uw openingsparagraaf mist het primaire zoekwoord, wat onmiddellijke relevantiesignalen vermindert. Verwerk het op natuurlijke wijze om de thematische duidelijkheid en herkenning door zoekmachines te verbeteren.
pl_pl: Twój akapit otwierający pomija główne słowo kluczowe, co zmniejsza natychmiastowe sygnały trafności. Włącz je naturalnie, aby zwiększyć klarowność tematyczną i rozpoznawalność przez wyszukiwarki.
pt_br: Seu parágrafo de abertura omite a palavra-chave principal, reduzindo os sinais de relevância imediatos. Incorpore-a naturalmente para melhorar a clareza do tópico e o reconhecimento pelos motores de busca.

source: Your page already has valid LocalBusiness schema markup. No action required.
de_de: Ihre Seite verfügt bereits über ein gültiges LocalBusiness-Schema-Markup. Es ist keine Aktion erforderlich.
es_es: Tu página ya tiene un marcado de schema LocalBusiness válido. No se requiere ninguna acción.
fr_fr: Votre page a déjà un balisage de schéma LocalBusiness valide. Aucune action requise.
it_it: La tua pagina ha già un markup dello schema LocalBusiness valido. Nessuna azione richiesta.
nl_nl: Uw pagina heeft al geldige LocalBusiness-schema-markup. Geen actie vereist.
pl_pl: Twoja strona ma już prawidłowe znaczniki schema LocalBusiness. Żadne działanie nie jest wymagane.
pt_br: Sua página já possui uma marcação de schema LocalBusiness válida. Nenhuma ação é necessária.

source: Your page contains images that are too large in file size. Large images significantly slow down page loading. Resize and compress images to appropriate dimensions and file sizes.
de_de: Ihre Seite enthält Bilder, deren Dateigröße zu groß ist. Große Bilder verlangsamen das Laden der Seite erheblich. Passen Sie die Größe an und komprimieren Sie die Bilder auf angemessene Abmessungen und Dateigrößen.
es_es: Tu página contiene imágenes con un tamaño de archivo demasiado grande. Las imágenes grandes ralentizan significativamente la carga de la página. Redimensiona y comprime las imágenes a las dimensiones y tamaños de archivo adecuados.
fr_fr: Votre page contient des images qui sont trop grandes en taille de fichier. Les grandes images ralentissent considérablement le chargement de la page. Redimensionnez et compressez les images aux dimensions et tailles de fichier appropriées.
it_it: La tua pagina contiene immagini con una dimensione di file troppo grande. Le immagini grandi rallentano significativamente il caricamento della pagina. Ridimensiona e comprimi le immagini a dimensioni e pesi di file appropriati.
nl_nl: Uw pagina bevat afbeeldingen die te groot zijn qua bestandsgrootte. Grote afbeeldingen vertragen het laden van de pagina aanzienlijk. Pas het formaat en de compressie van afbeeldingen aan naar de juiste afmetingen en bestandsgroottes.
pl_pl: Twoja strona zawiera obrazy o zbyt dużym rozmiarze pliku. Duże obrazy znacznie spowalniają ładowanie strony. Zmień rozmiar i skompresuj obrazy do odpowiednich wymiarów i rozmiarów plików.
pt_br: Sua página contém imagens com tamanho de arquivo muito grande. Imagens grandes retardam significativamente o carregamento da página. Redimensione e comprima as imagens para dimensões e tamanhos de arquivo apropriados.

source: Your page contains images without responsive attributes (srcset). Responsive images allow browsers to load appropriately sized images based on the device screen size, improving page load speed and mobile experience. Add srcset attributes to deliver optimized images for different devices.
de_de: Ihre Seite enthält Bilder ohne responsive Attribute (srcset). Responsive Bilder ermöglichen es Browsern, Bilder in der passenden Größe basierend auf der Bildschirmgröße des Geräts zu laden, was die Ladezeit der Seite und die mobile Erfahrung verbessert. Fügen Sie srcset-Attribute hinzu, um optimierte Bilder für verschiedene Geräte bereitzustellen.
es_es: Tu página contiene imágenes sin atributos adaptables (srcset). Las imágenes adaptables permiten a los navegadores cargar imágenes de tamaño adecuado según el tamaño de la pantalla del dispositivo, lo que mejora la velocidad de carga de la página y la experiencia móvil. Añade atributos srcset para ofrecer imágenes optimizadas para diferentes dispositivos.
fr_fr: Votre page contient des images sans attributs responsifs (srcset). Les images responsives permettent aux navigateurs de charger des images de taille appropriée basées sur la taille d'écran de l'appareil, améliorant la vitesse de chargement de page et l'expérience mobile. Ajoutez des attributs srcset pour livrer des images optimisées pour différents appareils.
it_it: La tua pagina contiene immagini senza attributi responsive (srcset). Le immagini responsive consentono ai browser di caricare immagini di dimensioni appropriate in base alle dimensioni dello schermo del dispositivo, migliorando la velocità di caricamento della pagina e l'esperienza mobile. Aggiungi gli attributi srcset per fornire immagini ottimizzate per diversi dispositivi.
nl_nl: Uw pagina bevat afbeeldingen zonder responsieve attributen (srcset). Responsieve afbeeldingen stellen browsers in staat om afbeeldingen van de juiste grootte te laden op basis van de schermgrootte van het apparaat, wat de laadsnelheid van de pagina en de mobiele ervaring verbetert. Voeg srcset-attributen toe om geoptimaliseerde afbeeldingen voor verschillende apparaten te leveren.
pl_pl: Twoja strona zawiera obrazy bez atrybutów responsywnych (srcset). Obrazy responsywne pozwalają przeglądarkom ładować obrazy o odpowiednim rozmiarze w zależności od wielkości ekranu urządzenia, co poprawia szybkość ładowania strony i doświadczenie mobilne. Dodaj atrybuty srcset, aby dostarczać zoptymalizowane obrazy dla różnych urządzeń.
pt_br: Sua página contém imagens sem atributos responsivos (srcset). Imagens responsivas permitem que os navegadores carreguem imagens de tamanho apropriado com base no tamanho da tela do dispositivo, melhorando a velocidade de carregamento da página e a experiência móvel. Adicione atributos srcset para entregar imagens otimizadas para diferentes dispositivos.

source: Your page contains multiple H1 tags. Use a single H1 tag to clearly define the main topic of the page for both users and search engines.
de_de: Ihre Seite enthält mehrere H1-Tags. Verwenden Sie einen einzigen H1-Tag, um das Hauptthema der Seite sowohl für Benutzer als auch für Suchmaschinen klar zu definieren.
es_es: Tu página contiene varias etiquetas H1. Utiliza una sola etiqueta H1 para definir claramente el tema principal de la página tanto para los usuarios como para los motores de búsqueda.
fr_fr: Votre page contient plusieurs balises H1. Utilisez une seule balise H1 pour définir clairement le sujet principal de la page pour les utilisateurs et les moteurs de recherche.
it_it: La tua pagina contiene più tag H1. Usa un singolo tag H1 per definire chiaramente l'argomento principale della pagina sia per gli utenti che per i motori di ricerca.
nl_nl: Uw pagina bevat meerdere H1-tags. Gebruik één enkele H1-tag om het hoofdonderwerp van de pagina duidelijk te definiëren voor zowel gebruikers als zoekmachines.
pl_pl: Twoja strona zawiera wiele tagów H1. Użyj jednego tagu H1, aby jasno zdefiniować główny temat strony zarówno dla użytkowników, jak i wyszukiwarek.
pt_br: Sua página contém múltiplas tags H1. Use uma única tag H1 para definir claramente o tópico principal da página tanto para os usuários quanto para os motores de busca.

source: Your page contains several canonical tags, creating ambiguity for search engines and compromising their ability to properly index your content.
de_de: Ihre Seite enthält mehrere Canonical-Tags, was zu Unklarheiten für Suchmaschinen führt und deren Fähigkeit beeinträchtigt, Ihre Inhalte korrekt zu indizieren.
es_es: Tu página contiene varias etiquetas canónicas, lo que crea ambigüedad para los motores de búsqueda y compromete su capacidad para indexar correctamente tu contenido.
fr_fr: Votre page contient plusieurs balises canoniques, créant une ambiguïté pour les moteurs de recherche et compromettant leur capacité à indexer correctement votre contenu.
it_it: La tua pagina contiene diversi tag canonical, creando ambiguità per i motori di ricerca e compromettendo la loro capacità di indicizzare correttamente il tuo contenuto.
nl_nl: Uw pagina bevat meerdere canonical-tags, wat ambiguïteit creëert voor zoekmachines en hun vermogen om uw content correct te indexeren in gevaar brengt.
pl_pl: Twoja strona zawiera kilka tagów kanonicznych, co tworzy niejednoznaczność dla wyszukiwarek i zagraża ich zdolności do prawidłowego indeksowania Twojej treści.
pt_br: Sua página contém várias tags canônicas, criando ambiguidade para os motores de busca e comprometendo a capacidade deles de indexar seu conteúdo corretamente.

source: Your page contains unoptimized images that are too large (over 200KB). Large images slow down page loading, affecting user experience and SEO rankings. Compress these images without losing quality using image optimization tools.
de_de: Ihre Seite enthält unoptimierte Bilder, die zu groß sind (über 200 KB). Große Bilder verlangsamen das Laden der Seite, was sich auf die Benutzererfahrung und die SEO-Rankings auswirkt. Komprimieren Sie diese Bilder ohne Qualitätsverlust mit Bildoptimierungswerkzeugen.
es_es: Tu página contiene imágenes no optimizadas que son demasiado grandes (más de 200 KB). Las imágenes grandes ralentizan la carga de la página, lo que afecta a la experiencia del usuario y al posicionamiento SEO. Comprime estas imágenes sin perder calidad utilizando herramientas de optimización de imágenes.
fr_fr: Votre page contient des images non optimisées qui sont trop grandes (plus de 200KB). Les grandes images ralentissent le chargement de la page, affectant l'expérience utilisateur et les classements SEO. Compressez ces images sans perdre de qualité en utilisant des outils d'optimisation d'images.
it_it: La tua pagina contiene immagini non ottimizzate troppo grandi (oltre 200 KB). Le immagini di grandi dimensioni rallentano il caricamento della pagina, influenzando l'esperienza utente e il posizionamento SEO. Comprimi queste immagini senza perdere qualità usando strumenti di ottimizzazione delle immagini.
nl_nl: Uw pagina bevat niet-geoptimaliseerde afbeeldingen die te groot zijn (meer dan 200 KB). Grote afbeeldingen vertragen het laden van de pagina, wat de gebruikerservaring en SEO-rankings beïnvloedt. Comprimeer deze afbeeldingen zonder kwaliteitsverlies met behulp van beeldoptimalisatietools.
pl_pl: Twoja strona zawiera niezoptymalizowane obrazy, które są zbyt duże (powyżej 200 KB). Duże obrazy spowalniają ładowanie strony, wpływając na doświadczenie użytkownika i rankingi SEO. Skompresuj te obrazy bez utraty jakości, używając narzędzi do optymalizacji obrazów.
pt_br: Sua página contém imagens não otimizadas que são muito grandes (mais de 200KB). Imagens grandes retardam o carregamento da página, afetando a experiência do usuário e os rankings de SEO. Comprima essas imagens sem perder qualidade usando ferramentas de otimização de imagem.

source: Your page contains unoptimized images. Properly compressed images can reduce file size by 30-80% without visible quality loss. Use modern image compression techniques and appropriate formats.
de_de: Ihre Seite enthält unoptimierte Bilder. Richtig komprimierte Bilder können die Dateigröße um 30–80 % ohne sichtbaren Qualitätsverlust reduzieren. Verwenden Sie moderne Bildkomprimierungstechniken und geeignete Formate.
es_es: Tu página contiene imágenes no optimizadas. Las imágenes correctamente comprimidas pueden reducir el tamaño del archivo entre un 30 % y un 80 % sin una pérdida de calidad visible. Utiliza técnicas modernas de compresión de imágenes y formatos adecuados.
fr_fr: Votre page contient des images non optimisées. Les images correctement compressées peuvent réduire la taille du fichier de 30-80% sans perte de qualité visible. Utilisez des techniques modernes de compression d'images et des formats appropriés.
it_it: La tua pagina contiene immagini non ottimizzate. Le immagini compresse correttamente possono ridurre la dimensione del file del 30-80% senza una perdita di qualità visibile. Usa tecniche di compressione delle immagini moderne e formati appropriati.
nl_nl: Uw pagina bevat niet-geoptimaliseerde afbeeldingen. Correct gecomprimeerde afbeeldingen kunnen de bestandsgrootte met 30-80% verminderen zonder zichtbaar kwaliteitsverlies. Gebruik moderne beeldcompressietechnieken en geschikte formaten.
pl_pl: Twoja strona zawiera niezoptymalizowane obrazy. Prawidłowo skompresowane obrazy mogą zmniejszyć rozmiar pliku o 30-80% bez widocznej utraty jakości. Użyj nowoczesnych technik kompresji obrazów i odpowiednich formatów.
pt_br: Sua página contém imagens não otimizadas. Imagens devidamente comprimidas podem reduzir o tamanho do arquivo em 30 a 80% sem perda de qualidade visível. Use técnicas modernas de compressão de imagem e formatos apropriados.
