Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Evaluates referring domains, backlink quality, anchor text distribution, and domain authority to improve site credibility and search rankings.
de_de: Bewertet verweisende Domains, die Qualität von Backlinks, die Verteilung von Ankertexten und die Domain-Autorität, um die Glaubwürdigkeit der Website und die Such-Rankings zu verbessern.
es_es: Evalúa los dominios de referencia, la calidad de los backlinks, la distribución del texto de anclaje y la autoridad del dominio para mejorar la credibilidad del sitio y el posicionamiento en las búsquedas.
fr_fr: Évalue les domaines référents, la qualité des liens retour, la distribution du texte d'ancrage et l'autorité du domaine pour améliorer la crédibilité du site et les classements de recherche.
it_it: Valuta i domini di riferimento, la qualità dei backlink, la distribuzione del testo di ancoraggio e l'autorità del dominio per migliorare la credibilità del sito e il posizionamento nei motori di ricerca.
nl_nl: Evalueert verwijzende domeinen, de kwaliteit van backlinks, de distributie van ankertekst en de domeinautoriteit om de geloofwaardigheid van de site en de posities in zoekmachines te verbeteren.
pl_pl: Ocenia domeny odsyłające, jakość linków zwrotnych, dystrybucję tekstu kotwicy i autorytet domeny w celu poprawy wiarygodności witryny i rankingów w wyszukiwarkach.
pt_br: Avalia os domínios de referência, a qualidade dos backlinks, a distribuição do texto âncora e a autoridade do domínio para melhorar a credibilidade do site e as classificações de busca.

source: Evaluates website indexability through search engine presence, robots.txt configuration, meta directives, and security status checks.
de_de: Bewertet die Indexierbarkeit der Website durch die Präsenz in Suchmaschinen, die robots.txt-Konfiguration, Meta-Anweisungen und Sicherheitsstatusprüfungen.
es_es: Evalúa la indexabilidad del sitio web a través de la presencia en motores de búsqueda, la configuración de robots.txt, las directivas meta y las comprobaciones de estado de seguridad.
fr_fr: Évalue l'indexabilité du site web par la présence dans les moteurs de recherche, la configuration robots.txt, les directives méta et les vérifications de statut de sécurité.
it_it: Valuta l'indicizzabilità del sito web attraverso la presenza sui motori di ricerca, la configurazione di robots.txt, le direttive meta e i controlli dello stato di sicurezza.
nl_nl: Evalueert de indexeerbaarheid van de website via de aanwezigheid in zoekmachines, de configuratie van robots.txt, meta-richtlijnen en controles van de beveiligingsstatus.
pl_pl: Ocenia indeksowalność witryny poprzez obecność w wyszukiwarkach, konfigurację robots.txt, dyrektywy meta i sprawdzanie stanu bezpieczeństwa.
pt_br: Avalia a indexabilidade do site através da presença em mecanismos de busca, configuração do robots.txt, diretivas meta e verificações de status de segurança.

source: Evaluates whether the primary keyword appears in the page URL and how close it is to the domain root. Suggests adjustments when keywords are absent or buried deep in the path.
de_de: Bewertet, ob das primäre Keyword in der Seiten-URL vorkommt und wie nah es an der Domain-Wurzel liegt. Schlägt Anpassungen vor, wenn Keywords fehlen oder tief im Pfad vergraben sind.
es_es: Evalúa si la palabra clave principal aparece en la URL de la página y qué tan cerca está de la raíz del dominio. Sugiere ajustes cuando las palabras clave están ausentes o muy profundas en la ruta.
fr_fr: Évalue si le mot-clé principal apparaît dans l’URL de la page et à quelle distance il se trouve de la racine du domaine. Suggère des ajustements lorsque les mots-clés sont absents ou enfouis profondément dans le chemin.
it_it: Valuta se la parola chiave principale appare nell'URL della pagina e quanto è vicina alla radice del dominio. Suggerisce aggiustamenti quando le parole chiave sono assenti o sepolte in profondità nel percorso.
nl_nl: Evalueert of het primaire trefwoord in de URL van de pagina voorkomt en hoe dicht het bij de domeinroot staat. Stelt aanpassingen voor wanneer trefwoorden afwezig zijn of diep in het pad zijn begraven.
pl_pl: Ocenia, czy główne słowo kluczowe pojawia się w adresie URL strony i jak blisko jest do głównej domeny. Sugeruje dostosowania, gdy słowa kluczowe są nieobecne lub ukryte głęboko w ścieżce.
pt_br: Avalia se a palavra-chave principal aparece no URL da página e quão perto ela está da raiz do domínio. Sugere ajustes quando as palavras-chave estão ausentes ou muito profundas no caminho.

source: Everything in Advanced, plus:
de_de: Alles aus Fortgeschritten, plus:
es_es: Todo lo del plan Avanzado, y además:
fr_fr: Tout ce qui est dans Avancé, plus :
it_it: Tutto ciò che è incluso in Avanzato, più:
nl_nl: Alles in Geavanceerd, plus:
pl_pl: Wszystko z planu Zaawansowanego plus:
pt_br: Tudo do Avançado, mais:

source: Everything in Standard, plus:
de_de: Alles aus Standard, plus:
es_es: Todo lo del plan Estándar, y además:
fr_fr: Tout ce qui est dans Standard, plus :
it_it: Tutto ciò che è incluso in Standard, più:
nl_nl: Alles in Standaard, plus:
pl_pl: Wszystko z planu Standard plus:
pt_br: Tudo do Standard, mais:

source: Examines content for local business indicators and existing structured data. Recommends appropriate schema markup when location signals are missing, helping search engines understand and display local information more effectively.
de_de: Untersucht Inhalte auf lokale Geschäftsindikatoren und vorhandene strukturierte Daten. Empfiehlt ein geeignetes Schema-Markup, wenn Standortsignale fehlen, und hilft Suchmaschinen, lokale Informationen effektiver zu verstehen und anzuzeigen.
es_es: Examina el contenido en busca de indicadores de negocios locales y datos estructurados existentes. Recomienda el marcado de schema apropiado cuando faltan señales de ubicación, ayudando a los motores de búsqueda a entender y mostrar la información local de manera más efectiva.
fr_fr: Examine le contenu pour détecter des indicateurs d'entreprise locale et des données structurées existantes. Recommande un balisage de schéma approprié lorsque les signaux de localisation sont absents, aidant les moteurs de recherche à mieux comprendre et afficher les informations locales.
it_it: Esamina il contenuto alla ricerca di indicatori di attività locali e dati strutturati esistenti. Raccomanda il markup schema appropriato quando mancano i segnali di localizzazione, aiutando i motori di ricerca a comprendere e visualizzare le informazioni locali in modo più efficace.
nl_nl: Onderzoekt content op indicatoren voor lokale bedrijven en bestaande gestructureerde data. Beveelt de juiste schema markup aan wanneer locatiesignalen ontbreken, wat zoekmachines helpt lokale informatie effectiever te begrijpen en weer te geven.
pl_pl: Bada treść pod kątem wskaźników lokalnej firmy i istniejących danych strukturalnych. Rekomenduje odpowiednie znaczniki schematu, gdy brakuje sygnałów lokalizacyjnych, pomagając wyszukiwarkom lepiej zrozumieć i wyświetlać informacje lokalne.
pt_br: Examina o conteúdo em busca de indicadores de negócios locais e dados estruturados existentes. Recomenda a marcação de schema apropriada quando os sinais de localização estão ausentes, ajudando os mecanismos de busca a entender e exibir informações locais de forma mais eficaz.

source: Examines heading elements for primary and secondary keyword usage, measuring frequency and placement. Highlights overuse or absence of keywords in headers to improve relevancy and SEO performance.
de_de: Untersucht Überschriftenelemente auf die Verwendung von primären und sekundären Keywords und misst deren Häufigkeit und Platzierung. Hebt die übermäßige Verwendung oder das Fehlen von Keywords in Überschriften hervor, um die Relevanz und die SEO-Leistung zu verbessern.
es_es: Examina los elementos de encabezado para el uso de palabras clave primarias y secundarias, midiendo la frecuencia y la ubicación. Destaca el uso excesivo o la ausencia de palabras clave en los encabezados para mejorar la relevancia y el rendimiento SEO.
fr_fr: Examine les éléments d'en-tête pour l'utilisation des mots-clés principaux et secondaires, en mesurant la fréquence et l'emplacement. Met en évidence la surutilisation ou l'absence de mots-clés dans les en-têtes afin d'améliorer la pertinence et la performance SEO.
it_it: Esamina gli elementi di intestazione per l'uso di parole chiave principali e secondarie, misurandone la frequenza e il posizionamento. Evidenzia l'uso eccessivo o l'assenza di parole chiave nelle intestazioni per migliorare la pertinenza e le prestazioni SEO.
nl_nl: Onderzoekt kopelementen op het gebruik van primaire en secundaire trefwoorden, en meet de frequentie en plaatsing. Markeert overmatig gebruik of afwezigheid van trefwoorden in koppen om de relevantie en SEO-prestaties te verbeteren.
pl_pl: Bada elementy nagłówków pod kątem użycia głównych i drugorzędnych słów kluczowych, mierząc częstotliwość i umiejscowienie. Podkreśla nadużywanie lub brak słów kluczowych w nagłówkach w celu poprawy trafności i wydajności SEO.
pt_br: Examina os elementos de cabeçalho para o uso de palavras-chave primárias e secundárias, medindo a frequência e o posicionamento. Destaca o uso excessivo ou a ausência de palavras-chave nos cabeçalhos para melhorar a relevância e o desempenho de SEO.

source: Examines page URLs to ensure words are separated with hyphens rather than underscores. Detects any underscores and offers guidance to standardize URL structure, improving readability and search engine recognition.
de_de: Untersucht Seiten-URLs, um sicherzustellen, dass Wörter mit Bindestrichen anstelle von Unterstrichen getrennt werden. Erkennt alle Unterstriche und bietet Anleitungen zur Standardisierung der URL-Struktur, um die Lesbarkeit und die Erkennung durch Suchmaschinen zu verbessern.
es_es: Examina las URL de las páginas para asegurar que las palabras estén separadas por guiones en lugar de guiones bajos. Detecta cualquier guion bajo y ofrece orientación para estandarizar la estructura de la URL, mejorando la legibilidad y el reconocimiento por parte de los motores de búsqueda.
fr_fr: Examine les URL des pages pour s'assurer que les mots sont séparés par des tirets plutôt que par des soulignements. Détecte les soulignements et propose des conseils pour standardiser la structure des URL, améliorant ainsi la lisibilité et la reconnaissance par les moteurs de recherche.
it_it: Esamina gli URL delle pagine per assicurarsi che le parole siano separate da trattini anziché da trattini bassi. Rileva eventuali trattini bassi e offre una guida per standardizzare la struttura degli URL, migliorando la leggibilità e il riconoscimento da parte dei motori di ricerca.
nl_nl: Onderzoekt pagina-URL's om ervoor te zorgen dat woorden worden gescheiden door koppeltekens in plaats van underscores. Detecteert eventuele underscores en biedt begeleiding om de URL-structuur te standaardiseren, wat de leesbaarheid en herkenning door zoekmachines verbetert.
pl_pl: Bada adresy URL stron, aby upewnić się, że słowa są oddzielone łącznikami, a nie podkreśleniami. Wykrywa wszelkie podkreślenia i oferuje wskazówki dotyczące standaryzacji struktury adresu URL, poprawiając czytelność i rozpoznawanie przez wyszukiwarki.
pt_br: Examina os URLs das páginas para garantir que as palavras sejam separadas por hífens em vez de sublinhados. Detecta quaisquer sublinhados e oferece orientação para padronizar a estrutura do URL, melhorando a legibilidade e o reconhecimento pelos mecanismos de busca.

source: Excellent
de_de: Ausgezeichnet
es_es: Excelente
it_it: Eccellente
nl_nl: Uitstekend
pl_pl: Doskonały
pt_br: Excelente

source: Expand Content Depth
de_de: Inhaltstiefe erweitern
es_es: Ampliar la profundidad del contenido
fr_fr: Élargir la profondeur du contenu
it_it: Espandi la profondità dei contenuti
nl_nl: Contentdiepte uitbreiden
pl_pl: Zwiększenie głębi treści
pt_br: Expandir a profundidade do conteúdo

source: Expand Content Length
de_de: Inhaltslänge erweitern
es_es: Ampliar la longitud del contenido
fr_fr: Élargir la longueur du contenu
it_it: Aumenta la lunghezza dei contenuti
nl_nl: Contentlengte uitbreiden
pl_pl: Zwiększenie długości treści
pt_br: Expandir a extensão do conteúdo

source: Expand Keyword Coverage
de_de: Keyword-Abdeckung erweitern
es_es: Ampliar la cobertura de palabras clave
fr_fr: Élargir la couverture des mots-clés
it_it: Espandi la copertura delle parole chiave
nl_nl: Trefwoorddekking uitbreiden
pl_pl: Rozszerzenie zasięgu słów kluczowych
pt_br: Expandir a cobertura de palavras-chave

source: Expand Meta Description
de_de: Meta-Beschreibung erweitern
es_es: Ampliar la metadescripción
fr_fr: Élargir la méta-description
it_it: Espandi la meta descrizione
nl_nl: Metabeschrijving uitbreiden
pl_pl: Rozszerzenie metaopisu
pt_br: Expandir a metadescrição

source: Expand Meta Title
de_de: Meta-Titel erweitern
es_es: Ampliar el metatítulo
fr_fr: Élargir le méta-titre
it_it: Espandi il meta titolo
nl_nl: Metatitel uitbreiden
pl_pl: Rozszerzenie metatytułu
pt_br: Expandir o metatítulo

source: Expand Your Backlink Profile
de_de: Ihr Backlink-Profil erweitern
es_es: Ampliar tu perfil de backlinks
fr_fr: Élargir votre profil de liens retour
it_it: Espandi il tuo profilo di backlink
nl_nl: Uw backlinkprofiel uitbreiden
pl_pl: Rozszerzenie profilu linków zwrotnych
pt_br: Expandir seu perfil de backlinks

source: Expand Your Keyword Portfolio
de_de: Ihr Keyword-Portfolio erweitern
es_es: Ampliar tu cartera de palabras clave
fr_fr: Élargir votre portefeuille de mots-clés
it_it: Espandi il tuo portafoglio di parole chiave
nl_nl: Uw trefwoordportfolio uitbreiden
pl_pl: Rozszerzenie portfolio słów kluczowych
pt_br: Expandir seu portfólio de palavras-chave

source: Expand your content to provide more value to your target audience.
de_de: Erweitern Sie Ihren Inhalt, um Ihrer Zielgruppe mehr Wert zu bieten.
es_es: Amplía tu contenido para proporcionar más valor a tu audiencia objetivo.
fr_fr: Développez votre contenu pour fournir plus de valeur à votre audience cible.
it_it: Espandi i tuoi contenuti per fornire più valore al tuo pubblico di destinazione.
nl_nl: Breid uw content uit om meer waarde te bieden aan uw doelgroep.
pl_pl: Rozszerz swoją treść, aby dostarczyć więcej wartości docelowej grupie odbiorców.
pt_br: Expanda seu conteúdo para fornecer mais valor ao seu público-alvo.

source: External API call is disabled by feature flag
de_de: Externer API-Aufruf ist durch Feature-Flag deaktiviert
es_es: La llamada a la API externa está deshabilitada por el indicador de funcionalidad
fr_fr: L'appel API externe est désactivé par le flag de fonctionnalité
it_it: La chiamata API esterna è disabilitata dal flag di funzionalità
nl_nl: Externe API-oproep is uitgeschakeld door een feature flag
pl_pl: Zewnętrzne wywołanie API jest wyłączone przez flagę funkcji
pt_br: A chamada de API externa está desativada pela flag de recurso

source: FAQs
es_es: Preguntas frecuentes
fr_fr: FAQ
it_it: FAQ
nl_nl: Veelgestelde vragen
pl_pl: FAQ
pt_br: Perguntas frequentes

source: Failed to activate test account
de_de: Aktivierung des Testkontos fehlgeschlagen
es_es: No se pudo activar la cuenta de prueba
fr_fr: Échec de l'activation du compte de test
it_it: Attivazione dell'account di prova non riuscita
nl_nl: Kon testaccount niet activeren
pl_pl: Nie udało się aktywować konta testowego
pt_br: Falha ao ativar a conta de teste

source: Failed to analyze images in content
de_de: Analyse der Bilder im Inhalt fehlgeschlagen
es_es: No se pudieron analizar las imágenes en el contenido
fr_fr: Échec de l'analyse des images dans le contenu
it_it: Analisi delle immagini nel contenuto non riuscita
nl_nl: Kon afbeeldingen in content niet analyseren
pl_pl: Nie udało się przeanalizować obrazów w treści
pt_br: Falha ao analisar imagens no conteúdo

source: Failed to build keyword mapping
de_de: Erstellung des Keyword-Mappings fehlgeschlagen
es_es: No se pudo crear el mapa de palabras clave
fr_fr: Échec de la construction de la cartographie des mots-clés
it_it: Creazione della mappatura delle parole chiave non riuscita
nl_nl: Kon trefwoordenkaart niet opbouwen
pl_pl: Nie udało się zbudować mapowania słów kluczowych
pt_br: Falha ao construir o mapeamento de palavras-chave

source: Failed to calculate and save average SEO score: %s
de_de: Berechnung und Speicherung des durchschnittlichen SEO-Scores fehlgeschlagen: %s
es_es: No se pudo calcular y guardar la puntuación SEO promedio: %s
fr_fr: Échec du calcul et de la sauvegarde du score SEO moyen : %s
it_it: Calcolo e salvataggio del punteggio SEO medio non riusciti: %s
nl_nl: Kon gemiddelde SEO-score niet berekenen en opslaan: %s
pl_pl: Nie udało się obliczyć i zapisać średniego wyniku SEO: %s
pt_br: Falha ao calcular e salvar a pontuação média de SEO: %s

source: Failed to check account details.
de_de: Überprüfung der Kontodetails fehlgeschlagen.
es_es: No se pudieron comprobar los detalles de la cuenta.
fr_fr: Échec de la vérification des détails du compte.
it_it: Controllo dei dettagli dell'account non riuscito.
nl_nl: Kon accountgegevens niet controleren.
pl_pl: Nie udało się sprawdzić szczegółów konta.
pt_br: Falha ao verificar os detalhes da conta.

source: Failed to create test account
de_de: Erstellung des Testkontos fehlgeschlagen
es_es: No se pudo crear la cuenta de prueba
fr_fr: Échec de la création du compte de test
it_it: Creazione dell'account di prova non riuscita
nl_nl: Kon testaccount niet aanmaken
pl_pl: Nie udało się utworzyć konta testowego
pt_br: Falha ao criar conta de teste

source: Failed to extract content from post
de_de: Extraktion des Inhalts aus dem Beitrag fehlgeschlagen
es_es: No se pudo extraer el contenido de la entrada
fr_fr: Échec de l'extraction du contenu de la publication
it_it: Estrazione del contenuto dall'articolo non riuscita
nl_nl: Kon content niet extraheren uit bericht
pl_pl: Nie udało się wyodrębnić treści z wpisu
pt_br: Falha ao extrair conteúdo do post

source: Failed to extract content from the page
de_de: Extraktion des Inhalts von der Seite fehlgeschlagen
es_es: No se pudo extraer el contenido de la página
fr_fr: Échec de l'extraction du contenu de la page
it_it: Estrazione del contenuto dalla pagina non riuscita
nl_nl: Kon content niet extraheren van de pagina
pl_pl: Nie udało się wyodrębnić treści ze strony
pt_br: Falha ao extrair conteúdo da página

source: Failed to fetch HTML content from URL
de_de: Abruf des HTML-Inhalts von der URL fehlgeschlagen
es_es: No se pudo obtener el contenido HTML de la URL
fr_fr: Échec de la récupération du contenu HTML depuis l'URL
it_it: Recupero del contenuto HTML dall'URL non riuscito
nl_nl: Kon HTML-content niet ophalen van URL
pl_pl: Nie udało się pobrać treści HTML z adresu URL
pt_br: Falha ao buscar conteúdo HTML do URL

source: Failed to fetch URL %s. Error: %s
de_de: Abruf der URL %s fehlgeschlagen. Fehler: %s
es_es: No se pudo obtener la URL %s. Error: %s
fr_fr: Échec de la récupération de l'URL %s. Erreur : %s
it_it: Recupero dell'URL %s non riuscito. Errore: %s
nl_nl: Kon URL %s niet ophalen. Fout: %s
pl_pl: Nie udało się pobrać adresu URL %s. Błąd: %s
pt_br: Falha ao buscar URL %s. Erro: %s

source: Failed to fetch backlinks data from API
de_de: Abruf der Backlink-Daten von der API fehlgeschlagen
es_es: No se pudieron obtener los datos de backlinks de la API
fr_fr: Échec de la récupération des données de liens retour depuis l'API
it_it: Recupero dei dati dei backlink dall'API non riuscito
nl_nl: Kon backlinkgegevens niet ophalen van API
pl_pl: Nie udało się pobrać danych o linkach zwrotnych z API
pt_br: Falha ao buscar dados de backlinks da API

source: Failed to fetch content
de_de: Inhalt konnte nicht abgerufen werden
es_es: No se pudo obtener el contenido
fr_fr: Échec de la récupération du contenu
it_it: Recupero del contenuto non riuscito
nl_nl: Kon content niet ophalen
pl_pl: Nie udało się pobrać treści
pt_br: Falha ao buscar conteúdo

source: Failed to fetch content for analysis
de_de: Inhalt für die Analyse konnte nicht abgerufen werden
es_es: No se pudo obtener el contenido para el análisis
fr_fr: Échec de la récupération du contenu pour l'analyse
it_it: Recupero del contenuto per l'analisi non riuscito
nl_nl: Kon content voor analyse niet ophalen
pl_pl: Nie udało się pobrać treści do analizy
pt_br: Falha ao buscar conteúdo para análise

source: Failed to fetch content from URL
de_de: Inhalt von URL konnte nicht abgerufen werden
es_es: No se pudo obtener el contenido de la URL
fr_fr: Échec de la récupération du contenu depuis l'URL
it_it: Recupero del contenuto dall'URL non riuscito
nl_nl: Kon content niet ophalen van URL
pl_pl: Nie udało się pobrać treści z adresu URL
pt_br: Falha ao buscar conteúdo do URL

source: Failed to fetch content update suggestions from API
de_de: Vorschläge zur Inhaltsaktualisierung konnten nicht von der API abgerufen werden
es_es: No se pudieron obtener las sugerencias de actualización de contenido de la API
fr_fr: Échec de la récupération des suggestions de mise à jour de contenu depuis l'API
it_it: Recupero dei suggerimenti di aggiornamento dei contenuti dall'API non riuscito
nl_nl: Kon suggesties voor contentupdates niet ophalen van API
pl_pl: Nie udało się pobrać sugestii aktualizacji treści z API
pt_br: Falha ao buscar sugestões de atualização de conteúdo da API

source: Failed to fetch indexation status from API
de_de: Indexierungsstatus konnte nicht von der API abgerufen werden
es_es: No se pudo obtener el estado de indexación de la API
fr_fr: Échec de la récupération du statut d'indexation depuis l'API
it_it: Recupero dello stato di indicizzazione dall'API non riuscito
nl_nl: Kon indexatiestatus niet ophalen van API
pl_pl: Nie udało się pobrać stanu indeksacji z API
pt_br: Falha ao buscar o status de indexação da API

source: Failed to fetch keyword metrics from API
de_de: Keyword-Metriken konnten nicht von der API abgerufen werden
es_es: No se pudieron obtener las métricas de palabras clave de la API
fr_fr: Échec de la récupération des métriques de mots-clés depuis l'API
it_it: Recupero delle metriche delle parole chiave dall'API non riuscito
nl_nl: Kon trefwoordstatistieken niet ophalen van API
pl_pl: Nie udało się pobrać metryk słów kluczowych z API
pt_br: Falha ao buscar métricas de palavras-chave da API

source: Failed to fetch page speed data from API
de_de: Seitengeschwindigkeitsdaten konnten nicht von der API abgerufen werden
es_es: No se pudieron obtener los datos de velocidad de la página de la API
fr_fr: Échec de la récupération des données de vitesse de page depuis l'API
it_it: Recupero dei dati sulla velocità della pagina dall'API non riuscito
nl_nl: Kon paginasnelheidsgegevens niet ophalen van API
pl_pl: Nie udało się pobrać danych o szybkości strony z API
pt_br: Falha ao buscar dados de velocidade da página da API

source: Failed to fetch referring domains data from API
de_de: Daten der verweisenden Domains konnten nicht von der API abgerufen werden
es_es: No se pudieron obtener los datos de dominios de referencia de la API
fr_fr: Échec de la récupération des données de domaines référents depuis l'API
it_it: Recupero dei dati dei domini di riferimento dall'API non riuscito
nl_nl: Kon gegevens van verwijzende domeinen niet ophalen van API
pl_pl: Nie udało się pobrać danych o domenach odsyłających z API
pt_br: Falha ao buscar dados de domínios de referência da API
