Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Your content provides only surface-level information without comprehensive analysis or detailed explanations. Incorporate expert insights, relevant statistics, and practical examples to establish topical authority and satisfy user intent.
de_de: Ihr Inhalt bietet nur oberflächliche Informationen ohne umfassende Analyse oder detaillierte Erklärungen. Integrieren Sie Experteneinblicke, relevante Statistiken und praktische Beispiele, um thematische Autorität aufzubauen und die Nutzerabsicht zu erfüllen.
es_es: Tu contenido solo proporciona información superficial, sin un análisis exhaustivo ni explicaciones detalladas. Incorpora opiniones de expertos, estadísticas relevantes y ejemplos prácticos para establecer la autoridad temática y satisfacer la intención del usuario.
fr_fr: Votre contenu ne fournit que des informations de surface sans analyse complète ou explications détaillées. Incorporez des insights d'experts, des statistiques pertinentes et des exemples pratiques pour établir l'autorité thématique et satisfaire l'intention de l'utilisateur.
it_it: Il tuo contenuto fornisce solo informazioni superficiali senza analisi approfondite o spiegazioni dettagliate. Includi approfondimenti di esperti, statistiche pertinenti ed esempi pratici per stabilire l'autorevolezza tematica e soddisfare l'intento dell'utente.
nl_nl: Uw content biedt slechts oppervlakkige informatie zonder uitgebreide analyse of gedetailleerde uitleg. Voeg inzichten van experts, relevante statistieken en praktische voorbeelden toe om thematische autoriteit te vestigen en aan de gebruikersintentie te voldoen.
pl_pl: Twoja treść dostarcza jedynie powierzchownych informacji bez kompleksowej analizy czy szczegółowych wyjaśnień. Włącz spostrzeżenia ekspertów, istotne statystyki i praktyczne przykłady, aby ugruntować autorytet tematyczny i zaspokoić intencje użytkowników.
pt_br: Seu conteúdo fornece apenas informações superficiais, sem análise abrangente ou explicações detalhadas. Incorpore insights de especialistas, estatísticas relevantes e exemplos práticos para estabelecer autoridade no tópico e satisfazer a intenção do usuário.

source: Your content shows irregular keyword placement with clusters in some sections and sparse usage in others. Distribute keywords evenly for improved SEO performance.
de_de: Ihr Inhalt zeigt eine unregelmäßige Platzierung von Keywords, mit Häufungen in einigen Abschnitten und seltener Verwendung in anderen. Verteilen Sie die Keywords gleichmäßig für eine verbesserte SEO-Leistung.
es_es: Tu contenido muestra una colocación irregular de las palabras clave, con agrupaciones en algunas secciones y un uso escaso en otras. Distribuye las palabras clave de manera uniforme para mejorar el rendimiento del SEO.
fr_fr: Votre contenu montre un placement irrégulier des mots-clés avec des groupes dans certaines sections et une utilisation clairsemée dans d'autres. Distribuez les mots-clés uniformément pour améliorer les performances SEO.
it_it: Il posizionamento delle parole chiave nel tuo contenuto è irregolare, con raggruppamenti in alcune sezioni e un uso sporadico in altre. Distribuisci le parole chiave in modo uniforme per migliorare le prestazioni SEO.
nl_nl: Uw content vertoont een onregelmatige plaatsing van zoekwoorden met clusters in sommige secties en schaars gebruik in andere. Verdeel de zoekwoorden gelijkmatig voor betere SEO-prestaties.
pl_pl: Twoja treść wykazuje nieregularne rozmieszczenie słów kluczowych, z ich skupiskami w niektórych sekcjach i rzadkim użyciem w innych. Rozmieszczaj słowa kluczowe równomiernie, aby poprawić wydajność SEO.
pt_br: Seu conteúdo mostra um posicionamento irregular de palavras-chave, com aglomerações em algumas seções e uso escasso em outras. Distribua as palavras-chave uniformemente para um melhor desempenho de SEO.

source: Your content uses too much passive voice (%s%% of sentences).
de_de: Ihr Inhalt verwendet zu viel Passiv (%s%% der Sätze).
es_es: Tu contenido usa demasiado la voz pasiva (%s%% de las frases).
fr_fr: Votre contenu utilise trop la voix passive (%s%% des phrases).
it_it: Il tuo contenuto usa troppo la forma passiva (il %s%% delle frasi).
nl_nl: Uw content gebruikt te veel de passieve vorm (%s%% van de zinnen).
pl_pl: Twoja treść używa zbyt dużo strony biernej (%s%% zdań).
pt_br: Seu conteúdo usa voz passiva em excesso (%s%% das frases).

source: Your content's readability score (%s) indicates it may be difficult to read for the average person.
de_de: Der Lesbarkeitswert Ihres Inhalts (%s) deutet darauf hin, dass er für eine durchschnittliche Person schwer zu lesen sein könnte.
es_es: El índice de legibilidad de tu contenido (%s) indica que puede ser difícil de leer para una persona promedio.
fr_fr: Le score de lisibilité de votre contenu (%s) indique qu'il peut être difficile à lire pour la personne moyenne.
it_it: Il punteggio di leggibilità del tuo contenuto (%s) indica che potrebbe essere difficile da leggere per una persona media.
nl_nl: De leesbaarheidsscore van uw content (%s) geeft aan dat deze voor de gemiddelde persoon moeilijk te lezen kan zijn.
pl_pl: Wynik czytelności Twojej treści (%s) wskazuje, że może być ona trudna do przeczytania dla przeciętnej osoby.
pt_br: A pontuação de legibilidade do seu conteúdo (%s) indica que pode ser difícil de ler para uma pessoa comum.

source: Your current plan
de_de: Ihr aktueller Plan
es_es: Tu plan actual
fr_fr: Votre plan actuel
it_it: Il tuo piano attuale
nl_nl: Uw huidige abonnement
pl_pl: Twój obecny plan
pt_br: Seu plano atual

source: Your existing LocalBusiness schema needs %s.
de_de: Ihr vorhandenes LocalBusiness-Schema benötigt %s.
es_es: Tu schema de LocalBusiness existente necesita %s.
fr_fr: Votre schéma LocalBusiness existant nécessite %s.
it_it: Il tuo schema LocalBusiness esistente richiede %s.
nl_nl: Uw bestaande LocalBusiness-schema heeft %s nodig.
pl_pl: Twój istniejący schemat LocalBusiness wymaga %s.
pt_br: Seu schema LocalBusiness existente precisa de %s.

source: Your first paragraph contains excessive keyword repetition. This creates poor readability and may trigger search engine penalties. Rewrite using pronouns, synonyms, and natural language flow.
de_de: Ihr erster Absatz enthält übermäßige Keyword-Wiederholungen. Dies führt zu schlechter Lesbarkeit und kann Strafen von Suchmaschinen auslösen. Schreiben Sie den Text um und verwenden Sie Pronomen, Synonyme und einen natürlichen Sprachfluss.
es_es: Tu primer párrafo contiene una repetición excesiva de palabras clave. Esto crea una mala legibilidad y puede provocar penalizaciones de los motores de búsqueda. Reescríbelo usando pronombres, sinónimos y un flujo de lenguaje natural.
fr_fr: Votre premier paragraphe contient une répétition excessive de mots-clés. Cela crée une mauvaise lisibilité et peut déclencher des pénalités de moteur de recherche. Réécrivez en utilisant des pronoms, des synonymes et un flux de langage naturel.
it_it: Il tuo primo paragrafo contiene una ripetizione eccessiva di parole chiave. Questo peggiora la leggibilità e potrebbe attivare penalità da parte dei motori di ricerca. Riscrivi usando pronomi, sinonimi e un flusso di linguaggio naturale.
nl_nl: Uw eerste paragraaf bevat overmatige herhaling van zoekwoorden. Dit zorgt voor slechte leesbaarheid en kan leiden tot straffen van zoekmachines. Herschrijf met voornaamwoorden, synoniemen en een natuurlijke taalflow.
pl_pl: Twój pierwszy akapit zawiera nadmierną powtarzalność słów kluczowych. Powoduje to słabą czytelność i może skutkować karami od wyszukiwarek. Przepisz go, używając zaimków, synonimów i naturalnego języka.
pt_br: Seu primeiro parágrafo contém repetição excessiva de palavras-chave. Isso cria uma legibilidade ruim e pode acionar penalidades dos motores de busca. Reescreva usando pronomes, sinônimos e um fluxo de linguagem natural.

source: Your headings fail to incorporate primary and secondary keywords, reducing topical relevance. Strategically integrate them to enhance search visibility and user engagement.
de_de: Ihre Überschriften enthalten keine primären und sekundären Keywords, was die thematische Relevanz verringert. Integrieren Sie sie strategisch, um die Sichtbarkeit in der Suche und das Nutzerengagement zu erhöhen.
es_es: Tus encabezados no incorporan las palabras clave principales y secundarias, lo que reduce la relevancia temática. Intégralos estratégicamente para mejorar la visibilidad en las búsquedas y la participación del usuario.
fr_fr: Vos titres ne parviennent pas à incorporer les mots-clés primaires et secondaires, réduisant la pertinence thématique. Intégrez-les stratégiquement pour améliorer la visibilité de recherche et l'engagement des utilisateurs.
it_it: I tuoi titoli non includono le parole chiave primarie e secondarie, riducendo la pertinenza tematica. Integrali in modo strategico per migliorare la visibilità sui motori di ricerca e il coinvolgimento degli utenti.
nl_nl: Uw koppen bevatten geen primaire en secundaire zoekwoorden, wat de thematische relevantie vermindert. Integreer ze strategisch om de zichtbaarheid in zoekmachines en de betrokkenheid van gebruikers te vergroten.
pl_pl: Twoje nagłówki nie zawierają głównych i dodatkowych słów kluczowych, co zmniejsza ich trafność tematyczną. Zintegruj je strategicznie, aby zwiększyć widoczność w wyszukiwarkach i zaangażowanie użytkowników.
pt_br: Seus títulos não incorporam as palavras-chave primárias e secundárias, reduzindo a relevância do tópico. Integre-as estrategicamente para aumentar a visibilidade na busca e o engajamento do usuário.

source: Your images have srcset attributes but are missing the sizes attribute. The sizes attribute helps browsers determine which image to download before layout occurs, improving performance. Add sizes attributes to your responsive images for optimal rendering.
de_de: Ihre Bilder haben srcset-Attribute, aber das sizes-Attribut fehlt. Das sizes-Attribut hilft Browsern zu bestimmen, welches Bild vor dem Layout-Aufbau heruntergeladen werden soll, was die Leistung verbessert. Fügen Sie Ihren responsiven Bildern sizes-Attribute für ein optimales Rendering hinzu.
es_es: Tus imágenes tienen atributos srcset, pero les falta el atributo sizes. El atributo sizes ayuda a los navegadores a determinar qué imagen descargar antes de que se produzca el diseño, mejorando el rendimiento. Añade atributos sizes a tus imágenes adaptables para una representación óptima.
fr_fr: Vos images ont des attributs srcset mais manquent l'attribut sizes. L'attribut sizes aide les navigateurs à déterminer quelle image télécharger avant que la mise en page se produise, améliorant les performances. Ajoutez des attributs sizes à vos images responsives pour un rendu optimal.
it_it: Le tue immagini hanno gli attributi srcset ma manca l'attributo sizes. L'attributo sizes aiuta i browser a determinare quale immagine scaricare prima che avvenga il layout, migliorando le prestazioni. Aggiungi gli attributi sizes alle tue immagini responsive per un rendering ottimale.
nl_nl: Uw afbeeldingen hebben srcset-attributen, maar het sizes-attribuut ontbreekt. Het sizes-attribuut helpt browsers te bepalen welke afbeelding ze moeten downloaden voordat de lay-out plaatsvindt, wat de prestaties verbetert. Voeg sizes-attributen toe aan uw responsieve afbeeldingen voor een optimale weergave.
pl_pl: Twoje obrazy mają atrybuty srcset, ale brakuje im atrybutu sizes. Atrybut sizes pomaga przeglądarkom określić, który obraz pobrać przed renderowaniem układu, co poprawia wydajność. Dodaj atrybuty sizes do swoich responsywnych obrazów, aby uzyskać optymalne renderowanie.
pt_br: Suas imagens têm atributos srcset, mas falta o atributo sizes. O atributo sizes ajuda os navegadores a determinar qual imagem baixar antes que o layout ocorra, melhorando o desempenho. Adicione atributos sizes às suas imagens responsivas para uma renderização ideal.

source: Your introduction section is missing multimedia elements. Consider adding images, videos, or infographics to enhance engagement.
de_de: In Ihrer Einleitung fehlen multimediale Elemente. Erwägen Sie, Bilder, Videos oder Infografiken hinzuzufügen, um das Engagement zu erhöhen.
es_es: A tu sección de introducción le faltan elementos multimedia. Considera la posibilidad de añadir imágenes, vídeos o infografías para aumentar la participación.
fr_fr: Votre section d'introduction manque d'éléments multimédias. Envisagez d'ajouter des images, vidéos ou infographies pour améliorer l'engagement.
it_it: Nella tua sezione introduttiva mancano elementi multimediali. Considera di aggiungere immagini, video o infografiche per aumentare il coinvolgimento.
nl_nl: Uw introductiesectie mist multimedia-elementen. Overweeg afbeeldingen, video's of infographics toe te voegen om de betrokkenheid te vergroten.
pl_pl: W Twoim wstępie brakuje elementów multimedialnych. Rozważ dodanie obrazów, filmów lub infografik, aby zwiększyć zaangażowanie.
pt_br: Sua seção de introdução não possui elementos multimídia. Considere adicionar imagens, vídeos ou infográficos para aumentar o engajamento.

source: Your keyword distribution is uneven. Some topics have too many pages while others have too few. Balance your keyword targeting across content.
de_de: Ihre Keyword-Verteilung ist ungleichmäßig. Einige Themen haben zu viele Seiten, während andere zu wenige haben. Gleichen Sie Ihr Keyword-Targeting über alle Inhalte hinweg aus.
es_es: La distribución de tus palabras clave es desigual. Algunos temas tienen demasiadas páginas, mientras que otros tienen muy pocas. Equilibra la segmentación por palabras clave en todo el contenido.
fr_fr: Votre distribution de mots-clés est inégale. Certains sujets ont trop de pages tandis que d'autres en ont trop peu. Équilibrez votre ciblage de mots-clés à travers le contenu.
it_it: La distribuzione delle tue parole chiave non è uniforme. Alcuni argomenti hanno troppe pagine, mentre altri ne hanno troppo poche. Bilancia il targeting delle parole chiave tra i contenuti.
nl_nl: De verdeling van uw zoekwoorden is ongelijk. Sommige onderwerpen hebben te veel pagina's, terwijl andere er te weinig hebben. Breng uw zoekwoordtargeting in evenwicht over de content.
pl_pl: Rozkład Twoich słów kluczowych jest nierównomierny. Niektóre tematy mają zbyt wiele stron, podczas gdy inne mają ich za mało. Zrównoważ targetowanie słów kluczowych w całej treści.
pt_br: A distribuição de suas palavras-chave é irregular. Alguns tópicos têm muitas páginas, enquanto outros têm poucas. Equilibre a segmentação de palavras-chave em todo o conteúdo.

source: Your keyword strategy relies on too few terms. Diversify with a blend of competitive and niche keywords to capture broader traffic and achieve sustainable ranking growth.
de_de: Ihre Keyword-Strategie stützt sich auf zu wenige Begriffe. Diversifizieren Sie mit einer Mischung aus wettbewerbsintensiven und Nischen-Keywords, um breiteren Traffic zu erfassen und ein nachhaltiges Ranking-Wachstum zu erzielen.
es_es: Tu estrategia de palabras clave se basa en muy pocos términos. Diversifica con una mezcla de palabras clave competitivas y de nicho para captar un tráfico más amplio y lograr un crecimiento sostenible en el posicionamiento.
fr_fr: Votre stratégie de mots-clés repose sur trop peu de termes. Diversifiez avec un mélange de mots-clés compétitifs et de niche pour capturer un trafic plus large et obtenir une croissance de classement durable.
it_it: La tua strategia di parole chiave si basa su troppi pochi termini. Diversifica con un mix di parole chiave competitive e di nicchia per catturare un traffico più ampio e ottenere una crescita sostenibile nel posizionamento.
nl_nl: Uw zoekwoordstrategie is gebaseerd op te weinig termen. Diversifieer met een mix van competitieve en niche-zoekwoorden om breder verkeer aan te trekken en duurzame rankinggroei te realiseren.
pl_pl: Twoja strategia słów kluczowych opiera się na zbyt małej liczbie terminów. Zdywersyfikuj ją, mieszając konkurencyjne i niszowe słowa kluczowe, aby przyciągnąć szerszy ruch i osiągnąć zrównoważony wzrost w rankingach.
pt_br: Sua estratégia de palavras-chave depende de poucos termos. Diversifique com uma mistura de palavras-chave competitivas e de nicho para capturar um tráfego mais amplo e alcançar um crescimento sustentável nos rankings.

source: Your keywords concentrate in isolated sections rather than flowing naturally throughout the content. Spread them evenly across headings, paragraphs, and conclusion for better SEO impact.
de_de: Ihre Keywords konzentrieren sich auf isolierte Abschnitte, anstatt natürlich durch den Inhalt zu fließen. Verteilen Sie sie gleichmäßig auf Überschriften, Absätze und die Schlussfolgerung, um eine bessere SEO-Wirkung zu erzielen.
es_es: Tus palabras clave se concentran en secciones aisladas en lugar de fluir de forma natural por todo el contenido. Repártelas uniformemente por los encabezados, los párrafos y la conclusión para conseguir un mayor impacto en el SEO.
fr_fr: Vos mots-clés se concentrent dans des sections isolées plutôt que de circuler naturellement dans tout le contenu. Répartissez-les uniformément dans les titres, paragraphes et conclusion pour un meilleur impact SEO.
it_it: Le tue parole chiave sono concentrate in sezioni isolate invece di scorrere naturalmente nel contenuto. Distribuiscile in modo uniforme tra titoli, paragrafi e conclusione per un migliore impatto SEO.
nl_nl: Uw zoekwoorden concentreren zich in geïsoleerde secties in plaats van natuurlijk door de content te vloeien. Verspreid ze gelijkmatig over koppen, paragrafen en de conclusie voor een beter SEO-effect.
pl_pl: Twoje słowa kluczowe koncentrują się w odizolowanych sekcjach, zamiast naturalnie przepływać przez całą treść. Rozmieść je równomiernie w nagłówkach, akapitach i zakończeniu, aby uzyskać lepszy efekt SEO.
pt_br: Suas palavras-chave se concentram em seções isoladas em vez de fluir naturalmente por todo o conteúdo. Distribua-as uniformemente entre títulos, parágrafos e conclusão para um melhor impacto de SEO.

source: Your links come from too few types of websites or regions. Getting links from diverse sources looks more natural to search engines and improves rankings.
de_de: Ihre Links stammen von zu wenigen Arten von Websites oder aus zu wenigen Regionen. Links aus vielfältigen Quellen wirken für Suchmaschinen natürlicher und verbessern die Rankings.
es_es: Tus enlaces proceden de muy pocos tipos de sitios web o regiones. Conseguir enlaces de fuentes diversas parece más natural para los motores de búsqueda y mejora el posicionamiento.
fr_fr: Vos liens proviennent de trop peu de types de sites web ou de régions. Obtenir des liens de sources diverses semble plus naturel aux moteurs de recherche et améliore les classements.
it_it: I tuoi link provengono da troppi pochi tipi di siti web o regioni. Ottenere link da fonti diverse appare più naturale ai motori di ricerca e migliora il posizionamento.
nl_nl: Uw links komen van te weinig soorten websites of regio's. Links van diverse bronnen verkrijgen ziet er natuurlijker uit voor zoekmachines en verbetert de rankings.
pl_pl: Twoje linki pochodzą ze zbyt małej liczby typów witryn lub regionów. Zdobywanie linków z różnorodnych źródeł wygląda bardziej naturalnie dla wyszukiwarek i poprawia rankingi.
pt_br: Seus links vêm de poucos tipos de sites ou regiões. Obter links de fontes diversas parece mais natural para os motores de busca e melhora os rankings.

source: Your links look artificial to search engines. Focus on earning links naturally from relevant websites that would genuinely reference your content, rather than using manipulative tactics.
de_de: Ihre Links wirken für Suchmaschinen künstlich. Konzentrieren Sie sich darauf, auf natürliche Weise Links von relevanten Websites zu erhalten, die Ihren Inhalt wirklich referenzieren würden, anstatt manipulative Taktiken anzuwenden.
es_es: Tus enlaces parecen artificiales para los motores de búsqueda. Céntrate en conseguir enlaces de forma natural desde sitios web relevantes que realmente hagan referencia a tu contenido, en lugar de utilizar tácticas de manipulación.
fr_fr: Vos liens semblent artificiels aux moteurs de recherche. Concentrez-vous sur l'obtention de liens naturellement de sites web pertinents qui référenceraient véritablement votre contenu, plutôt que d'utiliser des tactiques manipulatrices.
it_it: I tuoi link sembrano artificiali ai motori di ricerca. Concentrati sull'ottenere link in modo naturale da siti web pertinenti che farebbero genuinamente riferimento al tuo contenuto, piuttosto che usare tattiche manipolative.
nl_nl: Uw links zien er kunstmatig uit voor zoekmachines. Richt u op het natuurlijk verdienen van links van relevante websites die echt naar uw content zouden verwijzen, in plaats van manipulatieve tactieken te gebruiken.
pl_pl: Twoje linki wyglądają sztucznie dla wyszukiwarek. Skup się na naturalnym zdobywaniu linków z odpowiednich witryn, które autentycznie odwoływałyby się do Twojej treści, zamiast stosować manipulacyjne taktyki.
pt_br: Seus links parecem artificiais para os motores de busca. Concentre-se em conquistar links naturalmente de sites relevantes que genuinamente referenciariam seu conteúdo, em vez de usar táticas manipuladoras.

source: Your main keyword appears either too frequently or not often enough in your content. Try to use it in about 1-2% of your text (1-2 times per 100 words). This makes your content relevant without looking like you're trying to manipulate search rankings.
de_de: Ihr Haupt-Keyword erscheint entweder zu häufig oder zu selten in Ihrem Inhalt. Versuchen Sie, es in etwa 1–2 % Ihres Textes zu verwenden (1–2 Mal pro 100 Wörter). Dies macht Ihren Inhalt relevant, ohne dass es so aussieht, als würden Sie versuchen, die Such-Rankings zu manipulieren.
es_es: Tu palabra clave principal aparece con demasiada frecuencia o no con la suficiente frecuencia en tu contenido. Intenta utilizarla en torno al 1-2 % de tu texto (1-2 veces por cada 100 palabras). Esto hace que tu contenido sea relevante sin que parezca que intentas manipular el posicionamiento en los buscadores.
fr_fr: Votre mot-clé principal apparaît soit trop fréquemment soit pas assez souvent dans votre contenu. Essayez de l'utiliser dans environ 1-2% de votre texte (1-2 fois par 100 mots). Cela rend votre contenu pertinent sans donner l'impression que vous essayez de manipuler les classements de recherche.
it_it: La tua parola chiave principale compare troppo spesso o non abbastanza nel tuo contenuto. Prova a usarla in circa l'1-2% del tuo testo (1-2 volte ogni 100 parole). Questo rende il tuo contenuto pertinente senza dare l'impressione di voler manipolare il posizionamento sui motori di ricerca.
nl_nl: Uw hoofdzoekwoord komt te vaak of juist niet vaak genoeg voor in uw content. Probeer het in ongeveer 1-2% van uw tekst te gebruiken (1-2 keer per 100 woorden). Dit maakt uw content relevant zonder dat het lijkt alsof u de zoekresultaten probeert te manipuleren.
pl_pl: Twoje główne słowo kluczowe pojawia się w treści zbyt często lub zbyt rzadko. Staraj się używać go w około 1-2% tekstu (1-2 razy na 100 słów). Sprawia to, że Twoja treść jest trafna, nie wyglądając przy tym, jakbyś próbował manipulować rankingami wyszukiwania.
pt_br: Sua palavra-chave principal aparece com muita frequência ou com pouca frequência em seu conteúdo. Tente usá-la em cerca de 1 a 2% do seu texto (1 a 2 vezes a cada 100 palavras). Isso torna seu conteúdo relevante sem parecer que você está tentando manipular os rankings de busca.
