Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Get powerful extra features like these — and more.
de_de: Holen Sie sich leistungsstarke Zusatzfunktionen wie diese – und mehr.
es_es: Consigue potentes funcionalidades extra como estas — y más.
fr_fr: Obtenez des fonctionnalités supplémentaires puissantes comme celles-ci — et plus encore.
it_it: Ottieni funzionalità extra potenti come queste — e molto altro.
nl_nl: Krijg krachtige extra functies zoals deze — en meer.
pl_pl: Zyskaj potężne dodatkowe funkcje, takie jak te — i jeszcze więcej.
pt_br: Obtenha recursos extras poderosos como estes — e muito mais.

source: Get reviews widget
de_de: Bewertungs-Widget erhalten
es_es: Widget para obtener reseñas
fr_fr: Widget d'obtention d'avis
it_it: Widget per ottenere recensioni
nl_nl: Widget voor beoordelingen krijgen
pl_pl: Widżet do zbierania opinii
pt_br: Obter widget de avaliações

source: Go further with
de_de: Gehen Sie weiter mit
es_es: Ve más allá con
fr_fr: Allez plus loin avec
it_it: Vai oltre con
nl_nl: Ga verder met
pl_pl: Idź o krok dalej z
pt_br: Vá mais longe com

source: Good
de_de: Gut
es_es: Bueno
fr_fr: Bien
it_it: Buono
nl_nl: Goed
pl_pl: Dobry
pt_br: Bom

source: Good balance between primary and secondary keywords.
de_de: Gute Balance zwischen primären und sekundären Keywords.
es_es: Buen equilibrio entre las palabras clave primarias y secundarias.
fr_fr: Bon équilibre entre les mots-clés primaires et secondaires.
it_it: Buon equilibrio tra parole chiave primarie e secondarie.
nl_nl: Goede balans tussen primaire en secundaire trefwoorden.
pl_pl: Dobry balans między głównymi a drugorzędnymi słowami kluczowymi.
pt_br: Bom equilíbrio entre palavras-chave primárias e secundárias.

source: Google Analytics integration
es_es: Integración con Google Analytics
fr_fr: Intégration Google Analytics
it_it: Integrazione con Google Analytics
nl_nl: Google Analytics-integratie
pl_pl: Integracja z Google Analytics
pt_br: Integração com o Google Analytics

source: Google And Bing Indexation Check
de_de: Überprüfung der Indexierung bei Google und Bing
es_es: Comprobación de indexación en Google y Bing
fr_fr: Vérification de l'indexation Google et Bing
it_it: Controllo indicizzazione Google e Bing
nl_nl: Indexatiecontrole Google en Bing
pl_pl: Sprawdzenie indeksacji w Google i Bing
pt_br: Verificação de indexação do Google e Bing

source: Graduate level: Technical content that may be difficult for many readers
de_de: Graduiertenniveau: Technischer Inhalt, der für viele Leser schwierig sein kann
es_es: Nivel de posgrado: contenido técnico que puede ser difícil para muchos lectores
fr_fr: Niveau supérieur : Contenu technique qui peut être difficile pour de nombreux lecteurs
it_it: Livello post-laurea: contenuto tecnico che potrebbe essere difficile per molti lettori
nl_nl: Universitair niveau: technische content die voor veel lezers moeilijk kan zijn
pl_pl: Poziom absolwenta: treść techniczna, która może być trudna dla wielu czytelników
pt_br: Nível de pós-graduação: conteúdo técnico que pode ser difícil para muitos leitores

source: HTTP error fetching URL. Status code: %d
de_de: HTTP-Fehler beim Abrufen der URL. Statuscode: %d
es_es: Error HTTP al obtener la URL. Código de estado: %d
fr_fr: Erreur HTTP lors de la récupération de l'URL. Code de statut : %d
it_it: Errore HTTP durante il recupero dell'URL. Codice di stato: %d
nl_nl: HTTP-fout bij het ophalen van URL. Statuscode: %d
pl_pl: Błąd HTTP podczas pobierania adresu URL. Kod statusu: %d
pt_br: Erro HTTP ao buscar URL. Código de status: %d

source: Header Hierarchy Check
de_de: Prüfung der Überschriftenhierarchie
es_es: Comprobación de la jerarquía de encabezados
fr_fr: Vérification de la hiérarchie des en-têtes
it_it: Controllo gerarchia intestazioni
nl_nl: Hiërarchiecontrole van koppen
pl_pl: Sprawdzenie hierarchii nagłówków
pt_br: Verificação da hierarquia de títulos

source: Header Tags Structure
de_de: Struktur der Überschriften-Tags
es_es: Estructura de las etiquetas de encabezado
fr_fr: Structure des balises d'en-tête
it_it: Struttura dei tag di intestazione
nl_nl: Structuur van koptags
pl_pl: Struktura tagów nagłówków
pt_br: Estrutura das tags de título

source: Header consistency check completed successfully
de_de: Prüfung der Überschriftenkonsistenz erfolgreich abgeschlossen
es_es: Comprobación de coherencia de encabezados completada con éxito
fr_fr: Vérification de la cohérence des en-têtes terminée avec succès
it_it: Controllo della coerenza delle intestazioni completato con successo
nl_nl: Consistentiecontrole van koppen succesvol voltooid
pl_pl: Sprawdzanie spójności nagłówków zakończone pomyślnie
pt_br: Verificação de consistência dos títulos concluída com sucesso

source: Heading tags are not used in a proper hierarchical order (e.g., skipping from H1 to H4). Use correct nesting to improve semantic structure and SEO.
de_de: Überschriften-Tags werden nicht in einer korrekten hierarchischen Reihenfolge verwendet (z. B. Sprung von H1 zu H4). Verwenden Sie eine korrekte Verschachtelung, um die semantische Struktur und SEO zu verbessern.
es_es: Las etiquetas de encabezado no se usan en un orden jerárquico adecuado (p. ej., saltando de H1 a H4). Usa un anidamiento correcto para mejorar la estructura semántica y el SEO.
fr_fr: Les balises de titre ne sont pas utilisées dans un ordre hiérarchique approprié (par exemple, sauter de H1 à H4). Utilisez un emboîtement correct pour améliorer la structure sémantique et le SEO.
it_it: I tag di intestazione non sono usati in un ordine gerarchico corretto (es. saltando da H1 a H4). Usa un annidamento corretto per migliorare la struttura semantica e la SEO.
nl_nl: Koptags worden niet in de juiste hiërarchische volgorde gebruikt (bijv. van H1 naar H4 springen). Gebruik de juiste nesting om de semantische structuur en SEO te verbeteren.
pl_pl: Tagi nagłówków nie są używane w prawidłowej kolejności hierarchicznej (np. pominięcie z H1 do H4). Użyj poprawnego zagnieżdżenia, aby poprawić strukturę semantyczną i SEO.
pt_br: As tags de título não são usadas em uma ordem hierárquica adequada (por exemplo, pulando de H1 para H4). Use o aninhamento correto para melhorar a estrutura semântica e o SEO.

source: Hi %s
de_de: Hallo %s
es_es: Hola, %s
fr_fr: Salut %s
it_it: Ciao %s
nl_nl: Hoi %s
pl_pl: Cześć %s
pt_br: Olá, %s

source: Hi there
de_de: Hallo
es_es: Hola
fr_fr: Salut
it_it: Ciao
nl_nl: Hallo daar
pl_pl: Cześć
pt_br: Olá

source: High
de_de: Hoch
es_es: Alto
fr_fr: Élevé
it_it: Alto
nl_nl: Hoog
pl_pl: Wysoki
pt_br: Alto

source: High school level: Reasonably accessible for most readers
de_de: Gymnasialniveau: Für die meisten Leser einigermaßen zugänglich
es_es: Nivel de secundaria: razonablemente accesible para la mayoría de los lectores
fr_fr: Niveau lycée : Raisonnablement accessible pour la plupart des lecteurs
it_it: Livello scuola superiore: ragionevolmente accessibile per la maggior parte dei lettori
nl_nl: Middelbareschoolniveau: redelijk toegankelijk voor de meeste lezers
pl_pl: Poziom liceum: rozsądnie dostępny dla większości czytelników
pt_br: Nível médio: razoavelmente acessível para a maioria dos leitores

source: Home
de_de: Startseite
es_es: Inicio
fr_fr: Accueil
pl_pl: Strona główna
pt_br: Início

source: Hyphens Instead Of Underscores
de_de: Bindestriche statt Unterstriche
es_es: Guiones en lugar de guiones bajos
fr_fr: Tirets au lieu de soulignements
it_it: Trattini invece di trattini bassi
nl_nl: Koppeltekens in plaats van underscores
pl_pl: Łączniki zamiast podkreśleń
pt_br: Hífens em vez de sublinhados

source: I see.
de_de: Ich verstehe.
es_es: Entiendo.
fr_fr: Je vois.
it_it: Capisco.
nl_nl: Ik begrijp het.
pl_pl: Rozumiem.
pt_br: Entendi.

source: Identical content has been detected on multiple URLs. This can severely dilute ranking signals and confuse search engines.
de_de: Identischer Inhalt wurde auf mehreren URLs erkannt. Dies kann Ranking-Signale stark verwässern und Suchmaschinen verwirren.
es_es: Se ha detectado contenido idéntico en múltiples URL. Esto puede diluir gravemente las señales de posicionamiento y confundir a los motores de búsqueda.
fr_fr: Du contenu identique a été détecté sur plusieurs URL. Cela peut sévèrement diluer les signaux de classement et confondre les moteurs de recherche.
it_it: Contenuto identico è stato rilevato su più URL. Ciò può diluire gravemente i segnali di posizionamento e confondere i motori di ricerca.
nl_nl: Identieke content is gedetecteerd op meerdere URL's. Dit kan rankingsignalen ernstig verwateren en zoekmachines in verwarring brengen.
pl_pl: Wykryto identyczną treść na wielu adresach URL. Może to poważnie osłabić sygnały rankingowe i wprowadzić w błąd wyszukiwarki.
pt_br: Conteúdo idêntico foi detectado em múltiplos URLs. Isso pode diluir severamente os sinais de classificação e confundir os mecanismos de busca.

source: Identifies broken internal and external links, prioritizing critical issues affecting user experience and SEO performance. If no links are found on the page, this check is marked as passed by default.
de_de: Identifiziert defekte interne und externe Links und priorisiert kritische Probleme, die die Nutzererfahrung und die SEO-Leistung beeinträchtigen. Wenn keine Links auf der Seite gefunden werden, wird diese Prüfung standardmäßig als bestanden markiert.
es_es: Identifica enlaces internos y externos rotos, priorizando los problemas críticos que afectan la experiencia del usuario y el rendimiento SEO. Si no se encuentran enlaces en la página, esta comprobación se marca como superada por defecto.
fr_fr: Identifie les liens internes et externes brisés, en priorisant les problèmes critiques affectant l'expérience utilisateur et les performances SEO. Si aucun lien n'est trouvé sur la page, cette vérification est marquée comme réussie par défaut.
it_it: Identifica i link interni ed esterni non funzionanti, dando priorità ai problemi critici che influenzano l'esperienza utente e le prestazioni SEO. Se non vengono trovati link sulla pagina, questo controllo viene contrassegnato come superato per impostazione predefinita.
nl_nl: Identificeert verbroken interne en externe links en geeft prioriteit aan kritieke problemen die de gebruikerservaring en SEO-prestaties beïnvloeden. Als er geen links op de pagina worden gevonden, wordt deze controle standaard als geslaagd gemarkeerd.
pl_pl: Identyfikuje uszkodzone linki wewnętrzne i zewnętrzne, priorytetyzując krytyczne problemy wpływające na doświadczenie użytkownika i wydajność SEO. Jeśli na stronie nie zostaną znalezione żadne linki, to sprawdzenie jest domyślnie oznaczone jako zaliczone.
pt_br: Identifica links internos e externos quebrados, priorizando questões críticas que afetam a experiência do usuário e o desempenho de SEO. Se nenhum link for encontrado na página, esta verificação é marcada como aprovada por padrão.

source: Image Compression Validation
de_de: Validierung der Bildkomprimierung
es_es: Validación de la compresión de imágenes
fr_fr: Validation de la compression d'image
it_it: Validazione della compressione delle immagini
nl_nl: Validatie van afbeeldingscompressie
pl_pl: Walidacja kompresji obrazów
pt_br: Validação da compressão de imagem

source: Image Optimization
de_de: Bildoptimierung
es_es: Optimización de imágenes
fr_fr: Optimisation d'images
it_it: Ottimizzazione delle immagini
nl_nl: Afbeeldingsoptimalisatie
pl_pl: Optymalizacja obrazów
pt_br: Otimização de imagens

source: Image compression analysis completed
de_de: Analyse der Bildkomprimierung abgeschlossen
es_es: Análisis de compresión de imágenes completado
fr_fr: Analyse de compression d'image terminée
it_it: Analisi della compressione delle immagini completata
nl_nl: Analyse van afbeeldingscompressie voltooid
pl_pl: Analiza kompresji obrazów zakończona
pt_br: Análise de compressão de imagem concluída

source: Implement Efficient Browser Caching
de_de: Effizientes Browser-Caching implementieren
es_es: Implementar un almacenamiento en caché del navegador eficiente
fr_fr: Implémenter une mise en cache efficace du navigateur
it_it: Implementa un caching efficiente del browser
nl_nl: Implementeer efficiënte browsercaching
pl_pl: Wdrożenie efektywnego buforowania przeglądarki
pt_br: Implementar cache de navegador eficiente

source: Implement Responsive Images
de_de: Responsive Bilder implementieren
es_es: Implementar imágenes adaptables
fr_fr: Implémenter des images responsives
it_it: Implementa immagini responsive
nl_nl: Implementeer responsive afbeeldingen
pl_pl: Wdrożenie obrazów responsywnych
pt_br: Implementar imagens responsivas

source: Implement WebP Support
de_de: WebP-Unterstützung implementieren
es_es: Implementar soporte para WebP
fr_fr: Implémenter le support WebP
it_it: Implementa il supporto a WebP
nl_nl: Implementeer WebP-ondersteuning
pl_pl: Wdrożenie wsparcia dla formatu WebP
pt_br: Implementar suporte a WebP

source: Implementation suggestion
de_de: Implementierungsvorschlag
es_es: Sugerencia de implementación
fr_fr: Suggestion d'implémentation
it_it: Suggerimento di implementazione
nl_nl: Implementatiesuggestie
pl_pl: Sugestia implementacji
pt_br: Sugestão de implementação

source: Important admin sections like /wp-admin/, /wp-includes/, and /wp-login.php are not blocked in your robots.txt file. Blocking these areas prevents search engines from crawling non-essential pages and improves crawl efficiency.
de_de: Wichtige Admin-Bereiche wie /wp-admin/, /wp-includes/ und /wp-login.php sind in Ihrer robots.txt-Datei nicht blockiert. Das Blockieren dieser Bereiche verhindert, dass Suchmaschinen nicht wesentliche Seiten crawlen, und verbessert die Crawl-Effizienz.
es_es: Secciones importantes de administración como /wp-admin/, /wp-includes/ y /wp-login.php no están bloqueadas en tu archivo robots.txt. Bloquear estas áreas evita que los motores de búsqueda rastreen páginas no esenciales y mejora la eficiencia del rastreo.
fr_fr: Des sections d'administration importantes comme /wp-admin/, /wp-includes/ et /wp-login.php ne sont pas bloquées dans votre fichier robots.txt. Bloquer ces zones empêche les moteurs de recherche de crawler des pages non essentielles et améliore l'efficacité de crawl.
it_it: Sezioni di amministrazione importanti come /wp-admin/, /wp-includes/ e /wp-login.php non sono bloccate nel tuo file robots.txt. Bloccare queste aree impedisce ai motori di ricerca di scansionare pagine non essenziali e migliora l'efficienza della scansione.
nl_nl: Belangrijke admin-secties zoals /wp-admin/, /wp-includes/ en /wp-login.php worden niet geblokkeerd in uw robots.txt-bestand. Het blokkeren van deze gebieden voorkomt dat zoekmachines niet-essentiële pagina's crawlen en verbetert de crawlefficiëntie.
pl_pl: Ważne sekcje administracyjne, takie jak /wp-admin/, /wp-includes/ i /wp-login.php, nie są zablokowane w pliku robots.txt. Blokowanie tych obszarów uniemożliwia wyszukiwarkom indeksowanie nieistotnych stron i poprawia efektywność indeksowania.
pt_br: Seções importantes de administração como /wp-admin/, /wp-includes/ e /wp-login.php não estão bloqueadas no seu arquivo robots.txt. Bloquear essas áreas impede que os mecanismos de busca rastreiem páginas não essenciais e melhora a eficiência do rastreamento.

source: Improve Anchor Text Distribution
de_de: Verteilung des Ankertextes verbessern
es_es: Mejorar la distribución del texto de anclaje
fr_fr: Améliorer la distribution du texte d'ancrage
it_it: Migliora la distribuzione del testo di ancoraggio
nl_nl: Verbeter de distributie van ankertekst
pl_pl: Poprawa dystrybucji tekstu kotwicy
pt_br: Melhorar a distribuição do texto âncora

source: Improve Backlink Quality
de_de: Backlink-Qualität verbessern
es_es: Mejorar la calidad de los backlinks
fr_fr: Améliorer la qualité des liens retour
it_it: Migliora la qualità dei backlink
nl_nl: Verbeter de backlinkkwaliteit
pl_pl: Poprawa jakości linków zwrotnych
pt_br: Melhorar a qualidade dos backlinks

source: Improve Competitive Advantage
de_de: Wettbewerbsvorteil verbessern
es_es: Mejorar la ventaja competitiva
fr_fr: Améliorer l'avantage concurrentiel
it_it: Migliora il vantaggio competitivo
nl_nl: Verbeter het concurrentievoordeel
pl_pl: Poprawa przewagi konkurencyjnej
pt_br: Melhorar a vantagem competitiva

source: Improve First Contentful Paint
de_de: First Contentful Paint verbessern
es_es: Mejorar el First Contentful Paint
fr_fr: Améliorer le First Contentful Paint
it_it: Migliora il First Contentful Paint
nl_nl: Verbeter First Contentful Paint
pl_pl: Poprawa wskaźnika First Contentful Paint
pt_br: Melhorar a primeira exibição de conteúdo (FCP)

source: Improve Keyword Assignment Strategy
de_de: Strategie zur Keyword-Zuweisung verbessern
es_es: Mejorar la estrategia de asignación de palabras clave
fr_fr: Améliorer la stratégie d'assignation des mots-clés
it_it: Migliora la strategia di assegnazione delle parole chiave
nl_nl: Verbeter de strategie voor trefwoordtoewijzing
pl_pl: Poprawa strategii przypisywania słów kluczowych
pt_br: Melhorar a estratégia de atribuição de palavras-chave

source: Improve Keyword Distribution
de_de: Keyword-Verteilung verbessern
es_es: Mejorar la distribución de palabras clave
fr_fr: Améliorer la distribution des mots-clés
it_it: Migliora la distribuzione delle parole chiave
nl_nl: Verbeter de trefwoorddistributie
pl_pl: Poprawa dystrybucji słów kluczowych
pt_br: Melhorar a distribuição de palavras-chave

source: Improve Largest Contentful Paint
de_de: Largest Contentful Paint verbessern
es_es: Mejorar el Largest Contentful Paint
fr_fr: Améliorer le Largest Contentful Paint
it_it: Migliora il Largest Contentful Paint
nl_nl: Verbeter Largest Contentful Paint
pl_pl: Poprawa wskaźnika Largest Contentful Paint
pt_br: Melhorar a maior exibição de conteúdo (LCP)

source: Improve Meta Title Capitalization
de_de: Großschreibung im Meta-Titel verbessern
es_es: Mejorar el uso de mayúsculas en el metatítulo
fr_fr: Améliorer la capitalisation du méta-titre
it_it: Migliora la capitalizzazione del meta titolo
nl_nl: Verbeter het hoofdlettergebruik in de metatitel
pl_pl: Poprawa wielkości liter w metatytule
pt_br: Melhorar a capitalização do metatítulo

source: Improve Overall Page Performance
de_de: Gesamtleistung der Seite verbessern
es_es: Mejorar el rendimiento general de la página
fr_fr: Améliorer les performances globales de la page
it_it: Migliora le prestazioni generali della pagina
nl_nl: Verbeter de algehele paginaprestaties
pl_pl: Poprawa ogólnej wydajności strony
pt_br: Melhorar o desempenho geral da página

source: Improve Visual Stability
de_de: Visuelle Stabilität verbessern
es_es: Mejorar la estabilidad visual
fr_fr: Améliorer la stabilité visuelle
it_it: Migliora la stabilità visiva
nl_nl: Verbeter de visuele stabiliteit
pl_pl: Poprawa stabilności wizualnej
pt_br: Melhorar a estabilidade visual

source: Improved version: "%s"
de_de: Verbesserte Version: „%s“
es_es: Versión mejorada: «%s»
fr_fr: Version améliorée : "%s"
it_it: Versione migliorata: "%s"
nl_nl: Verbeterde versie: "%s"
pl_pl: Ulepszona wersja: „%s”
pt_br: Versão melhorada: "%s"

source: Include Missing Related Keywords
de_de: Fehlende verwandte Keywords einfügen
es_es: Incluir palabras clave relacionadas que faltan
fr_fr: Inclure les mots-clés connexes manquants
it_it: Includi le parole chiave correlate mancanti
nl_nl: Voeg ontbrekende gerelateerde trefwoorden toe
pl_pl: Uwzględnienie brakujących powiązanych słów kluczowych
pt_br: Incluir palavras-chave relacionadas ausentes

source: Include Primary Keyword in Image Alt Text
de_de: Primäres Keyword in Bild-Alternativtext einfügen
es_es: Incluir la palabra clave principal en el texto alternativo de la imagen
fr_fr: Inclure le mot-clé principal dans le texte alternatif des images
it_it: Includi la parola chiave principale nel testo alternativo dell'immagine
nl_nl: Neem primair trefwoord op in alt-tekst van afbeelding
pl_pl: Uwzględnienie głównego słowa kluczowego w tekście alternatywnym obrazów
pt_br: Incluir a palavra-chave principal no texto alternativo da imagem

source: Include Primary Keyword in URL
de_de: Primäres Keyword in URL einfügen
es_es: Incluir la palabra clave principal en la URL
fr_fr: Inclure le mot-clé principal dans l'URL
it_it: Includi la parola chiave principale nell'URL
nl_nl: Neem primair trefwoord op in URL
pl_pl: Uwzględnienie głównego słowa kluczowego w adresie URL
pt_br: Incluir a palavra-chave principal no URL

source: Include a clear directive about what the user should do next
de_de: Fügen Sie eine klare Anweisung hinzu, was der Nutzer als Nächstes tun soll
es_es: Incluye una directiva clara sobre lo que el usuario debe hacer a continuación
fr_fr: Incluez une directive claire sur ce que l'utilisateur devrait faire ensuite
it_it: Includi una direttiva chiara su cosa l'utente dovrebbe fare dopo
nl_nl: Neem een duidelijke aanwijzing op over wat de gebruiker vervolgens moet doen
pl_pl: Dodaj jasną dyrektywę, co użytkownik powinien zrobić dalej
pt_br: Inclua uma diretiva clara sobre o que o usuário deve fazer a seguir

source: Include calls-to-action throughout the content
de_de: Fügen Sie Handlungsaufforderungen im gesamten Inhalt ein
es_es: Incluye llamadas a la acción en todo el contenido
fr_fr: Incluez des appels à l'action tout au long du contenu
it_it: Includi inviti all'azione in tutto il contenuto
nl_nl: Neem calls-to-action op in de gehele content
pl_pl: Umieść wezwania do działania w całej treści
pt_br: Inclua chamadas para ação (CTAs) ao longo do conteúdo

source: Include data points and technical examples
de_de: Fügen Sie Datenpunkte und technische Beispiele ein
es_es: Incluye puntos de datos y ejemplos técnicos
fr_fr: Incluez des points de données et des exemples techniques
it_it: Includi punti dati ed esempi tecnici
nl_nl: Neem datapunten en technische voorbeelden op
pl_pl: Dodaj dane liczbowe i przykłady techniczne
pt_br: Inclua pontos de dados e exemplos técnicos

source: Include examples relevant to your audience
de_de: Fügen Sie relevante Beispiele für Ihre Zielgruppe ein
es_es: Incluye ejemplos relevantes para tu audiencia
fr_fr: Incluez des exemples pertinents pour votre audience
it_it: Includi esempi pertinenti per il tuo pubblico
nl_nl: Neem voorbeelden op die relevant zijn voor uw publiek
pl_pl: Dodaj przykłady istotne dla Twoich odbiorców
pt_br: Inclua exemplos relevantes para o seu público

source: Include examples to illustrate complex concepts
de_de: Fügen Sie Beispiele zur Veranschaulichung komplexer Konzepte ein
es_es: Incluye ejemplos para ilustrar conceptos complejos
fr_fr: Incluez des exemples pour illustrer les concepts complexes
it_it: Includi esempi per illustrare concetti complessi
nl_nl: Neem voorbeelden op om complexe concepten te illustreren
pl_pl: Dodaj przykłady, aby zilustrować złożone koncepcje
pt_br: Inclua exemplos para ilustrar conceitos complexos

source: Include more complex analysis of concepts
de_de: Fügen Sie komplexere Analysen von Konzepten ein
es_es: Incluye un análisis más complejo de los conceptos
fr_fr: Incluez une analyse plus complexe des concepts
it_it: Includi un'analisi più complessa dei concetti
nl_nl: Neem een complexere analyse van concepten op
pl_pl: Dodaj bardziej złożoną analizę pojęć
pt_br: Inclua análises mais complexas dos conceitos

source: Include more data-driven insights
de_de: Fügen Sie mehr datengestützte Erkenntnisse ein
es_es: Incluye más información basada en datos
fr_fr: Incluez plus d'insights basés sur les données
it_it: Includi più approfondimenti basati sui dati
nl_nl: Neem meer data-gedreven inzichten op
pl_pl: Dodaj więcej spostrzeżeń opartych na danych
pt_br: Inclua mais insights baseados em dados
