Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: All fields are required. To finish onboarding, set your address on the map and add at least five keywords and one category.
de_de: Alle Felder sind erforderlich. Um die Einrichtung abzuschließen, setzen Sie Ihre Adresse auf der Karte und fügen Sie mindestens ein Keyword und eine Kategorie hinzu.
es_es: Todos los campos son obligatorios. Para finalizar la incorporación, establece tu dirección en el mapa y añade al menos una palabra clave y una categoría.
fr_fr: Tous les champs sont obligatoires. Pour terminer l'intégration, définissez votre adresse sur la carte et ajoutez au moins un mot-clé et une catégorie.
it_it: Tutti i campi sono obbligatori. Per completare l'onboarding, imposta il tuo indirizzo sulla mappa e aggiungi almeno una parola chiave e una categoria.
nl_nl: Alle velden zijn verplicht. Om de onboarding te voltooien, stel je adres op de kaart in en voeg je minimaal één zoekwoord en één categorie toe.
pl_pl: Wszystkie pola są wymagane. Aby zakończyć proces wprowadzania, ustaw swój adres na mapie i dodaj przynajmniej jedno słowo kluczowe oraz jedną kategorię.
pt_br: Todos os campos são obrigatórios. Para concluir a integração, defina seu endereço no mapa e adicione pelo menos uma palavra-chave e uma categoria.

source: Hey there, I`m your assistant.
de_de: Hallo, ich bin Ihr Assistent.
es_es: Hola, soy tu asistente.
fr_fr: Bonjour, je suis votre assistante.
it_it: Salve, sono la sua assistente.
nl_nl: Hallo, ik ben je assistent.
pl_pl: Cześć, jestem twoim asystentem.
pt_br: Olá, sou sua assistente.

source: I`m here to make SEO simple and effective for your website.
de_de: Ich bin hier, um SEO einfach und effektiv für Ihre Website zu machen.
es_es: Estoy aquí para hacer SEO simple y eficaz para su sitio web.
fr_fr: Je suis là pour rendre le référencement simple et efficace pour votre site web.
it_it: Sono qui per rendere il SEO semplice ed efficace per il vostro sito web.
nl_nl: Ik ben hier om SEO eenvoudig en effectief te maken voor je website.
pl_pl: Jestem tutaj, aby uczynić SEO prostym i skutecznym dla Twojej witryny.
pt_br: Estou aqui para tornar o SEO simples e eficaz para seu site.

source: Ready to dive in?
de_de: Bereit zum Eintauchen?
es_es: ¿Listo para sumergirte?
fr_fr: Prêt à plonger ?
it_it: Pronti a tuffarvi?
nl_nl: Klaar om erin te duiken?
pl_pl: Gotowy do zanurzenia się?
pt_br: Pronto para mergulhar?

source: Please wait, I’m setting this up now. We’ll continue in just a few minutes.
de_de: Bitte warten Sie, ich baue das jetzt auf. Wir werden in ein paar Minuten weitermachen.
es_es: Por favor espere, estoy preparando esto ahora. Continuaremos en unos minutos.
fr_fr: Veuillez patienter, je suis en train de l'installer. Nous reprendrons dans quelques minutes.
it_it: Aspettate, lo sto impostando ora. Continueremo tra pochi minuti.
nl_nl: Even geduld, ik ben dit nu aan het opzetten. We gaan over een paar minuten verder.
pl_pl: Poczekaj, właśnie to konfiguruję. Będziemy kontynuować za kilka minut.
pt_br: Aguarde, estou configurando isso agora. Continuaremos em alguns minutos.

source: After I`ll open Wordpress, and we can continue on optimising your website and content from there.
de_de: Danach öffne ich Wordpress, und wir können von dort aus mit der Optimierung Ihrer Website und Ihrer Inhalte fortfahren.
es_es: Después abriré Wordpress, y podremos seguir optimizando tu web y contenidos desde ahí.
fr_fr: Ensuite, j'ouvrirai Wordpress, et nous pourrons continuer à optimiser votre site et son contenu à partir de là.
it_it: Poi aprirò Wordpress e da lì potremo continuare a ottimizzare il vostro sito e i vostri contenuti.
nl_nl: Daarna open ik Wordpress en kunnen we vanaf daar verder gaan met het optimaliseren van je website en inhoud.
pl_pl: Następnie otworzę Wordpress i będziemy mogli kontynuować optymalizację witryny i treści.
pt_br: Depois, abrirei o Wordpress e poderemos continuar a otimizar seu site e seu conteúdo a partir daí.

source: Connecting WordPress integration
de_de: Anbindung an die WordPress-Integration
es_es: Conectar la integración de WordPress
fr_fr: Connexion de l'intégration WordPress
it_it: Collegamento dell'integrazione di WordPress
nl_nl: WordPress-integratie aansluiten
pl_pl: Podłączanie integracji WordPress
pt_br: Conexão da integração com o WordPress

source: Adding project name
de_de: Projektname hinzufügen
es_es: Añadir el nombre del proyecto
fr_fr: Ajout d'un nom de projet
it_it: Aggiunta del nome del progetto
nl_nl: Projectnaam toevoegen
pl_pl: Dodawanie nazwy projektu
pt_br: Adição do nome do projeto

source: Saving project contact details
de_de: Speichern von Projektkontaktdaten
es_es: Guardar los datos de contacto del proyecto
fr_fr: Sauvegarde des coordonnées du projet
it_it: Salvataggio dei contatti del progetto
nl_nl: Contactgegevens van projecten opslaan
pl_pl: Zapisywanie danych kontaktowych projektu
pt_br: Salvar detalhes de contato do projeto

source: Setting project type
de_de: Einstellung des Projekttyps
es_es: Establecer el tipo de proyecto
fr_fr: Définition du type de projet
it_it: Impostazione del tipo di progetto
nl_nl: Projecttype instellen
pl_pl: Ustawianie typu projektu
pt_br: Definição do tipo de projeto

source: Adding project address
de_de: Hinzufügen der Projektadresse
es_es: Añadir la dirección del proyecto
fr_fr: Ajout de l'adresse du projet
it_it: Aggiunta dell'indirizzo del progetto
nl_nl: Projectadres toevoegen
pl_pl: Dodawanie adresu projektu
pt_br: Adição do endereço do projeto

source: Connecting project website
de_de: Website des Verbindungsprojekts
es_es: Página web del proyecto Connecting
fr_fr: Site web du projet Connecting
it_it: Sito web del progetto di connessione
nl_nl: Projectwebsite verbinden
pl_pl: Strona internetowa projektu Connecting
pt_br: Site do projeto Connecting

source: Defining local service areas
de_de: Festlegung lokaler Dienstleistungsbereiche
es_es: Definición de las áreas de servicio locales
fr_fr: Définir les zones de services locaux
it_it: Definizione delle aree di servizio locali
nl_nl: Lokale servicegebieden definiëren
pl_pl: Definiowanie lokalnych obszarów usług
pt_br: Definição de áreas de serviço locais

source: Adding weekday hours
de_de: Hinzufügen von Wochentagsstunden
es_es: Añadir horas entre semana
fr_fr: Ajout d'heures en semaine
it_it: Aggiunta di ore nei giorni feriali
nl_nl: Doordeweekse uren toevoegen
pl_pl: Dodawanie godzin w dni powszednie
pt_br: Adição de horas em dias úteis

source: Adding weekend hours
de_de: Hinzufügen von Wochenendstunden
es_es: Más horas los fines de semana
fr_fr: Ajout d'heures de travail le week-end
it_it: Aggiunta di ore nel fine settimana
nl_nl: Weekenduren toevoegen
pl_pl: Dodanie godzin weekendowych
pt_br: Acréscimo de horas nos finais de semana

source: Setting primary category
de_de: Einstellung der primären Kategorie
es_es: Configuración de la categoría principal
fr_fr: Définition de la catégorie primaire
it_it: Impostazione della categoria primaria
nl_nl: Instellen primaire categorie
pl_pl: Ustawienie kategorii podstawowej
pt_br: Definição da categoria primária

source: Adding secondary categories
de_de: Hinzufügen von Sekundärkategorien
es_es: Añadir categorías secundarias
fr_fr: Ajout de catégories secondaires
it_it: Aggiunta di categorie secondarie
nl_nl: Secundaire categorieën toevoegen
pl_pl: Dodawanie kategorii dodatkowych
pt_br: Adição de categorias secundárias

source: Adding primary keywords
de_de: Hinzufügen primärer Schlüsselwörter
es_es: Añadir palabras clave principales
fr_fr: Ajouter des mots-clés primaires
it_it: Aggiunta di parole chiave primarie
nl_nl: Primaire trefwoorden toevoegen
pl_pl: Dodawanie podstawowych słów kluczowych
pt_br: Adição de palavras-chave primárias

source: Adding additional keywords
de_de: Hinzufügen zusätzlicher Schlüsselwörter
es_es: Añadir palabras clave adicionales
fr_fr: Ajouter des mots-clés supplémentaires
it_it: Aggiunta di altre parole chiave
nl_nl: Extra trefwoorden toevoegen
pl_pl: Dodawanie dodatkowych słów kluczowych
pt_br: Adição de palavras-chave adicionais

source: Adding competitors
de_de: Hinzufügen von Wettbewerbern
es_es: Añadir competidores
fr_fr: Ajouter des concurrents
it_it: Aggiunta di concorrenti
nl_nl: Concurrenten toevoegen
pl_pl: Dodawanie konkurentów
pt_br: Adicionar concorrentes

source: Setting up main goal
de_de: Festlegung des Hauptziels
es_es: Establecer el objetivo principal
fr_fr: Définition de l'objectif principal
it_it: Impostazione dell'obiettivo principale
nl_nl: Hoofddoel instellen
pl_pl: Ustawienie głównego celu
pt_br: Definição da meta principal

source: Setting up secondary goal
de_de: Einrichten eines sekundären Ziels
es_es: Establecer un objetivo secundario
fr_fr: Mise en place d'un objectif secondaire
it_it: Impostazione dell'obiettivo secondario
nl_nl: Secundair doel instellen
pl_pl: Ustawienie celu drugorzędnego
pt_br: Definição da meta secundária

source: Adding short description
de_de: Hinzufügen einer Kurzbeschreibung
es_es: Añadir una breve descripción
fr_fr: Ajout d'une courte description
it_it: Aggiunta di una breve descrizione
nl_nl: Korte beschrijving toevoegen
pl_pl: Dodawanie krótkiego opisu
pt_br: Adição de uma breve descrição

source: Adding long description
de_de: Hinzufügen einer langen Beschreibung
es_es: Añadir descripción larga
fr_fr: Ajout d'une description longue
it_it: Aggiunta di una descrizione lunga
nl_nl: Lange beschrijving toevoegen
pl_pl: Dodawanie długiego opisu
pt_br: Adição de uma descrição longa

source: Searching listings
de_de: Suche nach Inseraten
es_es: Búsqueda de listados
fr_fr: Recherche de listes
it_it: Ricerca di annunci
nl_nl: Zoeklijsten
pl_pl: Wyszukiwanie ofert
pt_br: Pesquisa de listagens

source: Getting status of listings
de_de: Abrufen des Status von Inseraten
es_es: Obtener el estado de los listados
fr_fr: Obtenir l'état des inscriptions
it_it: Ottenere lo stato delle inserzioni
nl_nl: Status van aanbiedingen opvragen
pl_pl: Uzyskiwanie statusu ofert
pt_br: Obtenção do status das listagens

source: Checking connections
de_de: Überprüfung der Verbindungen
es_es: Comprobación de las conexiones
fr_fr: Vérification des connexions
it_it: Controllo delle connessioni
nl_nl: Aansluitingen controleren
pl_pl: Sprawdzanie połączeń
pt_br: Verificação de conexões

source: Finalising project fine tuning
de_de: Abschluss der Feinabstimmung des Projekts
es_es: Finalización de la puesta a punto del proyecto
fr_fr: Finalisation du projet
it_it: Messa a punto del progetto
nl_nl: Projectafstemming afronden
pl_pl: Finalizowanie dostrajania projektu
pt_br: Finalização do ajuste fino do projeto

source: You will be automatically redirected to the main dashboard in %d seconds...
de_de: Sie werden in %d Sekunden automatisch zum Haupt-Dashboard weitergeleitet...
es_es: Serás redirigido automáticamente al panel principal en %d segundos...
fr_fr: Vous serez automatiquement redirigé vers le tableau de bord principal dans %d secondes...
it_it: Verrai reindirizzato automaticamente alla dashboard principale tra %d secondi...
nl_nl: U wordt automatisch doorgestuurd naar het hoofdscherm binnen %d seconden...
pl_pl: Zostaniesz automatycznie przekierowany do głównego panelu w ciągu %d sekund...
pt_br: Você será redirecionado automaticamente para o painel principal em %d segundos...

source: We cannot accept names with certain special characters, because these names must be published later uniformly in online directories, which partially reject these characters. This is in the best interest of your company, as publishing information in many online directories will significantly improve your local visibility and local rankings on Google
de_de: Namen mit bestimmten Sonderzeichen können wir nicht akzeptieren, da diese Namen später einheitlich in Online-Verzeichnissen veröffentlicht werden müssen, die diese Zeichen teilweise ablehnen. Dies ist im besten Interesse Ihres Unternehmens, da die Veröffentlichung von Informationen in vielen Online-Verzeichnissen Ihre lokale Sichtbarkeit und Ihr lokales Ranking bei Google deutlich verbessern wird
es_es: No podemos aceptar nombres con determinados caracteres especiales, ya que estos nombres deben publicarse posteriormente de forma uniforme en directorios en línea, que rechazan parcialmente estos caracteres. Esto redunda en beneficio de su empresa, ya que la publicación de información en muchos directorios en línea mejorará significativamente su visibilidad local y su clasificación local en Google
fr_fr: Nous ne pouvons pas accepter les noms comportant certains caractères spéciaux, car ces noms doivent être publiés ultérieurement de manière uniforme dans les annuaires en ligne, qui refusent en partie ces caractères. Il en va de l'intérêt de votre entreprise, car la publication d'informations dans de nombreux annuaires en ligne améliorera considérablement votre visibilité locale et votre classement dans Google
it_it: Non possiamo accettare nomi con alcuni caratteri speciali, perché questi nomi devono essere pubblicati successivamente in modo uniforme nelle directory online, che in parte rifiutano questi caratteri. Questo è nell'interesse della vostra azienda, poiché la pubblicazione di informazioni in molte directory online migliorerà in modo significativo la vostra visibilità locale e il posizionamento locale su Google
nl_nl: We kunnen geen namen met bepaalde speciale tekens accepteren, omdat deze namen later op uniforme wijze moeten worden gepubliceerd in online directories, die deze tekens gedeeltelijk weigeren. Dit is in het belang van je bedrijf, omdat het publiceren van informatie in veel online directories je lokale zichtbaarheid en lokale rankings op Google aanzienlijk zal verbeteren
pl_pl: Nie możemy zaakceptować nazw z pewnymi znakami specjalnymi, ponieważ nazwy te muszą być później jednolicie publikowane w katalogach internetowych, które częściowo odrzucają te znaki. Leży to w najlepszym interesie Twojej firmy, ponieważ publikowanie informacji w wielu katalogach internetowych znacznie poprawi Twoją lokalną widoczność i lokalne rankingi w Google
pt_br: Não podemos aceitar nomes com determinados caracteres especiais, porque esses nomes devem ser publicados posteriormente de maneira uniforme em diretórios on-line, que rejeitam parcialmente esses caracteres. Isso é do interesse de sua empresa, pois a publicação de informações em muitos diretórios on-line melhorará significativamente sua visibilidade local e as classificações locais no Google

source: Add Adornments
de_de: Verzierungen hinzufügen
es_es: Añadir adornos
fr_fr: Ajouter des ornements
it_it: Aggiungere ornamenti
nl_nl: Versieringen toevoegen
pl_pl: Dodaj ozdoby
pt_br: Adicionar adornos

source: This field cannot be empty
de_de: Dieses Feld darf nicht leer sein
es_es: Este campo no puede estar vacío
fr_fr: Ce champ ne peut pas être vide
it_it: Questo campo non può essere vuoto
nl_nl: Dit veld mag niet leeg zijn
pl_pl: To pole nie może być puste
pt_br: Este campo não pode estar vazio

source: Image Source
de_de: Bild-Quelle
es_es: Fuente de la imagen
fr_fr: Source de l'image
it_it: Sorgente Immagine
nl_nl: Afbeelding Bron
pl_pl: Źródło obrazka
pt_br: Imagem

source: broken
de_de: gebrochen
es_es: roto
fr_fr: brisé
it_it: rotto
nl_nl: gebroken
pl_pl: uszkodzony
pt_br: quebrado

source: active
de_de: aktiv
es_es: activo
fr_fr: actif
it_it: attivo
nl_nl: actief
pl_pl: aktywne
pt_br: ativo

source: unscanned
de_de: ungescannt
es_es: sin escanear
fr_fr: non scanné
it_it: non scansionato
nl_nl: niet gescand
pl_pl: nieskanowany
pt_br: não digitalizado

source: You already have added this category
de_de: Sie haben diese Kategorie bereits hinzugefügt
es_es: Ya ha añadido esta categoría
fr_fr: Vous avez déjà ajouté cette catégorie
it_it: Avete già aggiunto questa categoria
nl_nl: Je hebt deze categorie al toegevoegd
pl_pl: Dodałeś już tę kategorię
pt_br: Você já adicionou essa categoria

source: You can not add more than 10 categories
de_de: Sie können nicht mehr als 10 Kategorien hinzufügen
es_es: No puede añadir más de 10 categorías
fr_fr: Vous ne pouvez pas ajouter plus de 10 catégories
it_it: Non è possibile aggiungere più di 10 categorie
nl_nl: Je kunt niet meer dan 10 categorieën toevoegen
pl_pl: Nie można dodać więcej niż 10 kategorii
pt_br: Não é possível adicionar mais de 10 categorias

source: Certain special characters are not allowed.
de_de: Bestimmte Sonderzeichen sind nicht erlaubt.
es_es: Algunos caracteres especiales no están permitidos.
fr_fr: Certains caractères spéciaux ne sont pas autorisés.
it_it: Alcuni caratteri speciali non sono ammessi.
nl_nl: Bepaalde speciale tekens zijn niet toegestaan.
pl_pl: Niektóre znaki specjalne są niedozwolone.
pt_br: Alguns caracteres especiais não são permitidos.

source: You have medium optimisation level on this page
de_de: Sie haben eine mittlere Optimierungsstufe auf dieser Seite
es_es: Tiene un nivel de optimización medio en esta página
fr_fr: Vous avez un niveau d'optimisation moyen sur cette page
it_it: Il livello di ottimizzazione di questa pagina è medio
nl_nl: U hebt een gemiddeld optimalisatieniveau op deze pagina
pl_pl: Poziom optymalizacji tej strony jest średni
pt_br: Você tem um nível de otimização médio nessa página

source: You dont have any categories at the moment
de_de: Sie haben derzeit keine Kategorien
es_es: No tienes categorías en este momento
fr_fr: You n'avez pas de catégories pour le moment
it_it: Non hai alcuna categoria al momento
nl_nl: Vous n'avez pas de catégories pour le moment
pl_pl: Nie masz w tej chwili żadnych kategorii
pt_br: Você não tem nenhuma categoria no momento

source: Minimum required keywords: 5.
de_de: Mindestens erforderliche Keywords: 5.
es_es: Palabras clave mínimas requeridas: 5.
fr_fr: Mots-clés minimum requis : 5.
it_it: Parole chiave minime richieste: 5.
nl_nl: Minimaal vereiste zoekwoorden: 5.
pl_pl: Minimalna wymagana liczba słów kluczowych: 5.
pt_br: Palavras-chave mínimas necessárias: 5.

source: Proceed to shop
de_de: Zum Shop gehen
es_es: Proceder a la tienda
fr_fr: Procéder au magasin
it_it: Procedi al negozio
nl_nl: Ga naar winkel
pl_pl: Przejdź do sklepu
pt_br: Prosseguir para a loja

source: Address is not precise enough, please confirm your location on the map.
de_de: Die Adresse ist nicht genau genug, bitte bestätigen Sie Ihren Standort auf der Karte.
es_es: La dirección no es lo suficientemente precisa, por favor confirma tu ubicación en el mapa.
fr_fr: L'adresse n'est pas assez précise, veuillez confirmer votre emplacement sur la carte.
it_it: L'indirizzo non è abbastanza preciso, conferma la tua posizione sulla mappa.
nl_nl: Het adres is niet precies genoeg, bevestig uw locatie op de kaart.
pl_pl: Adres nie jest wystarczająco precyzyjny, proszę potwierdzić swoją lokalizację na mapie.
pt_br: O endereço não é preciso o suficiente, por favor confirme sua localização no mapa.

source: Check for new version
de_de: Prüfen auf neue Version
es_es: Comprobar nueva versión
fr_fr: Vérifier la présence d'une nouvelle version
it_it: Verifica della nuova versione
nl_nl: Controleren op nieuwe versie
pl_pl: Sprawdź nową wersję
pt_br: Verificar se há uma nova versão

source: Advanced analytics dashboard
de_de: Erweitertes Analyse-Dashboard
es_es: Panel de análisis avanzado
fr_fr: Tableau de bord analytique avancé
it_it: Cruscotto di analisi avanzato
nl_nl: Geavanceerd analytisch dashboard
pl_pl: Zaawansowany pulpit analityczny
pt_br: Painel de análise avançada

source: Priority customer support
de_de: Vorrangige Kundenbetreuung
es_es: Soporte a clientes prioritario
fr_fr: Assistance prioritaire
it_it: Assistenza clienti prioritaria
nl_nl: Prioriteit voor klantenondersteuning
pl_pl: Priorytetowa obsługa klienta
pt_br: Suporte Prioritário ao Cliente

source: Failed to check plugin updates
de_de: Überprüfung der Plugin-Updates fehlgeschlagen
es_es: Error al comprobar las actualizaciones del plugin
fr_fr: Échec de la vérification des mises à jour des plugins
it_it: Non è riuscito a controllare gli aggiornamenti dei plugin
nl_nl: Plugin-updates zijn niet gecontroleerd
pl_pl: Nie udało się sprawdzić aktualizacji wtyczki
pt_br: Falha ao verificar as atualizações do plug-in

source: Go to updates
de_de: Zu den Updates gehen
es_es: Ir a las actualizaciones
fr_fr: Passer aux mises à jour
it_it: Vai agli aggiornamenti
nl_nl: Ga naar updates
pl_pl: Przejdź do aktualizacji
pt_br: Ir para atualizações

source: Update
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour
it_it: Aggiorna
nl_nl: Bijwerken
pl_pl: Aktualizuj
pt_br: Atualizar

source: No categories found for your search.
de_de: Keine Kategorien für Ihre Suche gefunden.
es_es: No se han encontrado categorías para su búsqueda.
fr_fr: Aucune catégorie n'a été trouvée pour votre recherche.
it_it: Non sono state trovate categorie per la vostra ricerca.
nl_nl: Geen categorieën gevonden voor je zoekopdracht.
pl_pl: Nie znaleziono kategorii dla Twojego wyszukiwania.
pt_br: Não foram encontradas categorias para sua pesquisa.

source: Error suggestion
de_de: Vorschlag für Fehler
es_es: Sugerencia de error
fr_fr: Suggestion d'erreur
it_it: Suggerimento di errore
nl_nl: Fout suggestie
pl_pl: Sugestia błędu
pt_br: Sugestão de erro

source: Notice suggestion
de_de: Anregung beachten
es_es: Sugerencia de aviso
fr_fr: Proposition d'avis
it_it: Suggerimento di avviso
nl_nl: Suggestie voor kennisgeving
pl_pl: Propozycja powiadomienia
pt_br: Sugestão de aviso

source: Third-Party Cookies Required
de_de: Cookies von Drittanbietern erforderlich
es_es: Cookies de terceros necesarias
fr_fr: Cookies de tiers nécessaires
it_it: Cookie di terze parti richiesti
nl_nl: Cookies van derden vereist
pl_pl: Wymagane pliki cookie stron trzecich
pt_br: Cookies de terceiros necessários

source: To access the dashboard, please enable third-party cookies in your browser.
de_de: Um auf das Dashboard zugreifen zu können, aktivieren Sie bitte Cookies von Drittanbietern in Ihrem Browser.
es_es: Para acceder al panel de control, active las cookies de terceros en su navegador.
fr_fr: Pour accéder au tableau de bord, veuillez activer les cookies tiers dans votre navigateur.
it_it: Per accedere alla dashboard, abilitare i cookie di terze parti nel browser.
nl_nl: Om toegang te krijgen tot het dashboard, moet je cookies van derden inschakelen in je browser.
pl_pl: Aby uzyskać dostęp do pulpitu nawigacyjnego, należy włączyć obsługę plików cookie innych firm w przeglądarce.
pt_br: Para acessar o painel, ative os cookies de terceiros em seu navegador.

source: Open Safari Preferences (Safari → Settings)
de_de: Öffnen Sie die Safari-Einstellungen (Safari → Einstellungen)
es_es: Abra las Preferencias de Safari (Safari → Ajustes)
fr_fr: Ouvrez les préférences de Safari (Safari → Paramètres)
it_it: Aprite le Preferenze di Safari (Safari → Impostazioni)
nl_nl: Open Safari-voorkeuren (Safari → Instellingen)
pl_pl: Otwórz Preferencje Safari (Safari → Ustawienia)
pt_br: Abra as Preferências do Safari (Safari → Configurações)

source: Go to the "Privacy" tab
de_de: Gehen Sie zur Registerkarte "Datenschutz"
es_es: Ir a la pestaña "Privacidad
fr_fr: Allez dans l'onglet "Vie privée"
it_it: Andare alla scheda "Privacy
nl_nl: Ga naar het tabblad "Privacy
pl_pl: Przejdź do zakładki "Prywatność"
pt_br: Vá para a guia "Privacy" (Privacidade)

source: Uncheck "Prevent cross-site tracking"
de_de: Deaktivieren Sie "Cross-Site-Tracking verhindern"
es_es: Desmarque la opción "Impedir el seguimiento entre sitios"
fr_fr: Décochez la case "Empêcher le suivi intersite"
it_it: Deselezionare "Prevent cross-site tracking"
nl_nl: Schakel "Cross-site tracking voorkomen" uit
pl_pl: Usuń zaznaczenie opcji "Zapobiegaj śledzeniu między witrynami"
pt_br: Desmarque a opção "Prevent cross-site tracking" (Impedir rastreamento entre sites)
