Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: The existing structured data does not match the expected type for this content. Update it to a more suitable schema type such as Article, Product, LocalBusiness, etc.
de_de: Die vorhandenen strukturierten Daten entsprechen nicht dem erwarteten Typ für diesen Inhalt. Aktualisieren Sie sie auf einen geeigneteren Schema-Typ wie Artikel, Produkt, LocalBusiness usw.
es_es: Los datos estructurados existentes no coinciden con el tipo esperado para este contenido. Actualízalos a un tipo de schema más adecuado como Artículo, Producto, Negocio Local, etc.
fr_fr: Les données structurées existantes ne correspondent pas au type attendu pour ce contenu. Mettez-les à jour vers un type de schéma plus approprié comme Article, Product, LocalBusiness, etc.
it_it: I dati strutturati esistenti non corrispondono al tipo previsto per questo contenuto. Aggiornalo a un tipo di schema più adatto come Articolo, Prodotto, AttivitàLocale, ecc.
nl_nl: De bestaande gestructureerde data komen niet overeen met het verwachte type voor deze content. Werk deze bij naar een geschikter schematype zoals Artikel, Product, LocalBusiness, etc.
pl_pl: Istniejące dane strukturalne nie pasują do oczekiwanego typu dla tej treści. Zaktualizuj je do bardziej odpowiedniego typu schematu, takiego jak Artykuł, Produkt, LocalBusiness itp.
pt_br: Os dados estruturados existentes não correspondem ao tipo esperado para este conteúdo. Atualize-o para um tipo de schema mais adequado, como Artigo, Produto, Negócio Local, etc.

source: The first heading on the page is not an H1. Begin with an H1 to clearly define the page's topic for both users and search engines.
de_de: Die erste Überschrift auf der Seite ist keine H1. Beginnen Sie mit einer H1, um das Thema der Seite sowohl für Nutzer als auch für Suchmaschinen klar zu definieren.
es_es: El primer encabezado de la página no es un H1. Comienza con un H1 para definir claramente el tema de la página tanto para los usuarios como para los motores de búsqueda.
fr_fr: Le premier titre de la page n'est pas un H1. Commencez par un H1 pour définir clairement le sujet de la page pour les utilisateurs et les moteurs de recherche.
it_it: La prima intestazione della pagina non è un H1. Inizia con un H1 per definire chiaramente l'argomento della pagina sia per gli utenti che per i motori di ricerca.
nl_nl: De eerste kop op de pagina is geen H1. Begin met een H1 om het onderwerp van de pagina duidelijk te definiëren voor zowel gebruikers als zoekmachines.
pl_pl: Pierwszy nagłówek na stronie nie jest H1. Zacznij od H1, aby jasno zdefiniować temat strony zarówno dla użytkowników, jak i wyszukiwarek.
pt_br: O primeiro título da página não é um H1. Comece com um H1 para definir claramente o tópico da página tanto para usuários quanto para mecanismos de busca.

source: The largest element on your page (like a hero image or banner) takes too long to appear. This is called Largest Contentful Paint (LCP) and it's a key factor in how Google ranks your site. Optimize your largest images and content elements to load faster.
de_de: Das größte Element auf Ihrer Seite (wie ein Hero-Image oder ein Banner) braucht zu lange, um zu erscheinen. Dies wird als Largest Contentful Paint (LCP) bezeichnet und ist ein Schlüsselfaktor für das Ranking Ihrer Website bei Google. Optimieren Sie Ihre größten Bilder und Inhaltselemente, damit sie schneller laden.
es_es: El elemento más grande de tu página (como una imagen principal o un banner) tarda demasiado en aparecer. Esto se llama Largest Contentful Paint (LCP) y es un factor clave en cómo Google posiciona tu sitio. Optimiza tus imágenes y elementos de contenido más grandes para que se carguen más rápido.
fr_fr: Le plus grand élément de votre page (comme une image héros ou bannière) prend trop de temps à apparaître. Cela s'appelle Largest Contentful Paint (LCP) et c'est un facteur clé dans la façon dont Google classe votre site. Optimisez vos plus grandes images et éléments de contenu pour se charger plus rapidement.
it_it: L'elemento più grande della tua pagina (come un'immagine hero o un banner) impiega troppo tempo per apparire. Questo si chiama Largest Contentful Paint (LCP) ed è un fattore chiave nel modo in cui Google classifica il tuo sito. Ottimizza le tue immagini e gli elementi di contenuto più grandi per caricarli più velocemente.
nl_nl: Het grootste element op uw pagina (zoals een hero-afbeelding of banner) duurt te lang om te verschijnen. Dit wordt Largest Contentful Paint (LCP) genoemd en het is een belangrijke factor in hoe Google uw site rangschikt. Optimaliseer uw grootste afbeeldingen en contentelementen om sneller te laden.
pl_pl: Największy element na Twojej stronie (np. obraz hero lub baner) ładuje się zbyt długo. Nazywa się to Largest Contentful Paint (LCP) i jest kluczowym czynnikiem w rankingu Twojej witryny w Google. Zoptymalizuj największe obrazy i elementy treści, aby ładowały się szybciej.
pt_br: O maior elemento em sua página (como uma imagem de herói ou banner) demora muito para aparecer. Isso é chamado de Maior Exibição de Conteúdo (LCP) e é um fator chave em como o Google classifica seu site. Otimize suas maiores imagens e elementos de conteúdo para carregar mais rápido.

source: The primary keyword is in the URL, but located deep in the structure. Move it closer to the root for stronger SEO signals.
de_de: Das primäre Keyword befindet sich in der URL, aber tief in der Struktur. Verschieben Sie es näher an die Wurzel, um stärkere SEO-Signale zu erhalten.
es_es: La palabra clave principal está en la URL, pero ubicada en una parte profunda de la estructura. Muévela más cerca de la raíz para obtener señales SEO más fuertes.
fr_fr: Le mot-clé principal est dans l'URL, mais situé profondément dans la structure. Déplacez-le plus près de la racine pour des signaux SEO plus forts.
it_it: La parola chiave principale è nell'URL, ma si trova in profondità nella struttura. Spostala più vicino alla radice per segnali SEO più forti.
nl_nl: Het primaire trefwoord staat in de URL, maar bevindt zich diep in de structuur. Verplaats het dichter naar de root voor sterkere SEO-signalen.
pl_pl: Główne słowo kluczowe znajduje się w adresie URL, ale jest umieszczone głęboko w strukturze. Przesuń je bliżej głównej domeny, aby uzyskać silniejsze sygnały SEO.
pt_br: A palavra-chave principal está no URL, mas localizada profundamente na estrutura. Mova-a para mais perto da raiz para sinais de SEO mais fortes.

source: The primary keyword is not reflected in the URL slug, reducing relevance. Include it in a natural and concise way.
de_de: Das primäre Keyword spiegelt sich nicht im URL-Slug wider, was die Relevanz verringert. Fügen Sie es auf natürliche und prägnante Weise hinzu.
es_es: La palabra clave principal no se refleja en el slug de la URL, lo que reduce la relevancia. Inclúyela de una manera natural y concisa.
fr_fr: Le mot-clé principal n'est pas reflété dans le slug de l'URL, réduisant la pertinence. Incluez-le de manière naturelle et concise.
it_it: La parola chiave principale non si riflette nello slug dell'URL, riducendone la pertinenza. Includila in modo naturale e conciso.
nl_nl: Het primaire trefwoord wordt niet weerspiegeld in de URL-slug, wat de relevantie vermindert. Neem het op een natuurlijke en beknopte manier op.
pl_pl: Główne słowo kluczowe nie jest odzwierciedlone w uproszczonej formie adresu URL, co zmniejsza trafność. Włącz je w naturalny i zwięzły sposób.
pt_br: A palavra-chave principal não está refletida no slug do URL, reduzindo a relevância. Inclua-a de forma natural e concisa.

source: The primary keyword is present in some alt texts, but appears forced or unnatural. Revise the alt text to include the keyword in a more natural and descriptive way.
de_de: Das primäre Keyword ist in einigen Alternativtexten vorhanden, wirkt aber erzwungen oder unnatürlich. Überarbeiten Sie den Alternativtext, um das Keyword auf eine natürlichere und beschreibendere Weise einzubinden.
es_es: La palabra clave principal está presente en algunos textos alternativos, pero parece forzada o poco natural. Revisa el texto alternativo para incluir la palabra clave de una manera más natural y descriptiva.
fr_fr: Le mot-clé principal est présent dans certains textes alternatifs, mais apparaît forcé ou non naturel. Révisez le texte alternatif pour inclure le mot-clé de manière plus naturelle et descriptive.
it_it: La parola chiave principale è presente in alcuni testi alternativi, ma appare forzata o innaturale. Rivedi il testo alternativo per includere la parola chiave in modo più naturale e descrittivo.
nl_nl: Het primaire trefwoord is aanwezig in sommige alt-teksten, maar lijkt geforceerd of onnatuurlijk. Herzie de alt-tekst om het trefwoord op een meer natuurlijke en beschrijvende manier op te nemen.
pl_pl: Główne słowo kluczowe jest obecne w niektórych tekstach alternatywnych, ale wydaje się wymuszone lub nienaturalne. Popraw tekst alternatywny, aby zawrzeć słowo kluczowe w bardziej naturalny i opisowy sposób.
pt_br: A palavra-chave principal está presente em alguns textos alternativos, mas parece forçada ou não natural. Revise o texto alternativo para incluir a palavra-chave de forma mais natural e descritiva.

source: The primary keyword isn't placed at the beginning of the meta title. For stronger SEO signals, move it closer to the start to emphasize relevance.
de_de: Das primäre Keyword steht nicht am Anfang des Meta-Titels. Für stärkere SEO-Signale verschieben Sie es näher an den Anfang, um die Relevanz zu betonen.
es_es: La palabra clave principal no está colocada al principio del metatítulo. Para señales SEO más fuertes, muévela más cerca del inicio para enfatizar la relevancia.
fr_fr: Le mot-clé principal n'est pas placé au début du méta-titre. Pour des signaux SEO plus forts, déplacez-le plus près du début pour souligner la pertinence.
it_it: La parola chiave principale non è posizionata all'inizio del meta titolo. Per segnali SEO più forti, spostala più vicino all'inizio per sottolineare la pertinenza.
nl_nl: Het primaire trefwoord is niet aan het begin van de metatitel geplaatst. Verplaats het voor sterkere SEO-signalen dichter naar het begin om de relevantie te benadrukken.
pl_pl: Główne słowo kluczowe nie jest umieszczone na początku metatytułu. Aby uzyskać silniejsze sygnały SEO, przesuń je bliżej początku, aby podkreślić trafność.
pt_br: A palavra-chave principal não está posicionada no início do metatítulo. Para sinais de SEO mais fortes, mova-a para mais perto do início para enfatizar a relevância.

source: The right plan helps your business appear where people search, compare, and decide, so you're not left behind.
de_de: Der richtige Plan hilft Ihrem Unternehmen, dort zu erscheinen, wo Menschen suchen, vergleichen und entscheiden, damit Sie nicht den Anschluss verlieren.
es_es: El plan adecuado ayuda a que tu negocio aparezca donde la gente busca, compara y decide, para que no te quedes atrás.
fr_fr: Le bon plan aide votre entreprise à apparaître là où les gens recherchent, comparent et décident, pour que vous ne soyez pas laissé pour compte.
it_it: Il piano giusto aiuta la tua attività ad apparire dove le persone cercano, confrontano e decidono, così non rimarrai indietro.
nl_nl: Het juiste abonnement helpt uw bedrijf te verschijnen waar mensen zoeken, vergelijken en beslissen, zodat u niet achterblijft.
pl_pl: Odpowiedni plan pomaga Twojej firmie pojawiać się tam, gdzie ludzie szukają, porównują i decydują, dzięki czemu nie zostaniesz w tyle.
pt_br: O plano certo ajuda seu negócio a aparecer onde as pessoas pesquisam, comparam e decidem, para que você não fique para trás.

source: The websites linking to you are not very trustworthy. Focus on getting links from respected, authoritative websites in your industry instead of low-quality sites.
de_de: Die Websites, die auf Sie verlinken, sind nicht sehr vertrauenswürdig. Konzentrieren Sie sich darauf, Links von angesehenen, autoritativen Websites in Ihrer Branche zu erhalten, anstatt von minderwertigen Websites.
es_es: Los sitios web que enlazan contigo no son muy fiables. Céntrate en obtener enlaces de sitios web respetados y con autoridad en tu industria en lugar de sitios de baja calidad.
fr_fr: Les sites web qui font des liens vers vous ne sont pas très fiables. Concentrez-vous sur l'obtention de liens de sites web respectés et autoritaires dans votre secteur plutôt que de sites de faible qualité.
it_it: I siti web che linkano a te non sono molto affidabili. Concentrati sull'ottenere link da siti web rispettati e autorevoli nel tuo settore invece che da siti di bassa qualità.
nl_nl: De websites die naar u linken zijn niet erg betrouwbaar. Richt u op het verkrijgen van links van gerespecteerde, gezaghebbende websites in uw branche in plaats van sites van lage kwaliteit.
pl_pl: Witryny linkujące do Ciebie nie są zbyt wiarygodne. Skup się na pozyskiwaniu linków z szanowanych, autorytatywnych witryn w Twojej branży zamiast z witryn niskiej jakości.
pt_br: Os sites que linkam para você não são muito confiáveis. Concentre-se em obter links de sites respeitados e de autoridade em seu setor, em vez de sites de baixa qualidade.

source: There was a problem with the API request. Please try again later.
de_de: Es gab ein Problem mit der API-Anfrage. Bitte versuchen Sie es später erneut.
es_es: Hubo un problema con la solicitud a la API. Por favor, inténtalo de nuevo más tarde.
fr_fr: Il y a eu un problème avec la requête API. Veuillez réessayer plus tard.
it_it: Si è verificato un problema con la richiesta API. Riprova più tardi.
nl_nl: Er was een probleem met de API-aanvraag. Probeer het later opnieuw.
pl_pl: Wystąpił problem z żądaniem API. Spróbuj ponownie później.
pt_br: Houve um problema com a solicitação da API. Por favor, tente novamente mais tarde.

source: These keywords should capture key aspects of your content to boost search visibility
de_de: Diese Keywords sollten wichtige Aspekte Ihres Inhalts erfassen, um die Sichtbarkeit in der Suche zu erhöhen
es_es: Estas palabras clave deben capturar aspectos clave de tu contenido para aumentar la visibilidad en las búsquedas
fr_fr: Ces mots-clés doivent capturer les aspects clés de votre contenu pour améliorer la visibilité de la recherche
it_it: Queste parole chiave dovrebbero catturare gli aspetti chiave del tuo contenuto per aumentare la visibilità nella ricerca
nl_nl: Deze trefwoorden moeten belangrijke aspecten van uw content vastleggen om de zichtbaarheid in zoekresultaten te vergroten
pl_pl: Te słowa kluczowe powinny uchwycić kluczowe aspekty Twojej treści, aby zwiększyć widoczność w wyszukiwarkach
pt_br: Estas palavras-chave devem capturar aspectos-chave do seu conteúdo para aumentar a visibilidade na busca

source: They show up everywhere. You can too.
de_de: Sie erscheinen überall. Sie können das auch.
es_es: Ellos aparecen en todas partes. Tú también puedes.
fr_fr: Ils apparaissent partout. Vous aussi, vous le pouvez.
it_it: Appaiono ovunque. Puoi farlo anche tu.
nl_nl: Ze verschijnen overal. U kunt dat ook.
pl_pl: Pojawiają się wszędzie. Ty też możesz.
pt_br: Eles aparecem em todo lugar. Você também pode.

source: This content underperforms and dilutes site authority. Consider removing or merging it with stronger pages to enhance overall domain quality and search visibility.
de_de: Dieser Inhalt erbringt eine unterdurchschnittliche Leistung und schwächt die Autorität der Website. Erwägen Sie, ihn zu entfernen oder mit stärkeren Seiten zusammenzuführen, um die allgemeine Domain-Qualität und die Sichtbarkeit in der Suche zu verbessern.
es_es: Este contenido tiene un rendimiento inferior y diluye la autoridad del sitio. Considera eliminarlo o fusionarlo con páginas más fuertes para mejorar la calidad general del dominio y la visibilidad en las búsquedas.
fr_fr: Ce contenu sous-performe et dilue l'autorité du site. Envisagez de le supprimer ou de le fusionner avec des pages plus fortes pour améliorer la qualité globale du domaine et la visibilité de recherche.
it_it: Questo contenuto ha prestazioni inferiori e diluisce l'autorità del sito. Considera di rimuoverlo o di fonderlo con pagine più forti per migliorare la qualità complessiva del dominio e la visibilità nella ricerca.
nl_nl: Deze content presteert ondermaats en verzwakt de autoriteit van de site. Overweeg deze te verwijderen of samen te voegen met sterkere pagina's om de algehele domeinkwaliteit en zichtbaarheid in zoekresultaten te verbeteren.
pl_pl: Ta treść ma słabe wyniki i osłabia autorytet witryny. Rozważ jej usunięcie lub połączenie z silniejszymi stronami, aby poprawić ogólną jakość domeny i widoczność w wyszukiwarkach.
pt_br: Este conteúdo tem um desempenho inferior e dilui a autoridade do site. Considere removê-lo ou fundi-lo com páginas mais fortes para aprimorar a qualidade geral do domínio и a visibilidade de busca.

source: This keyword should capture a key aspect of your content to boost search visibility
de_de: Dieses Keyword sollte einen zentralen Aspekt Ihres Inhalts erfassen, um die Sichtbarkeit in der Suche zu erhöhen
es_es: Esta palabra clave debe capturar un aspecto clave de tu contenido para aumentar la visibilidad en las búsquedas
fr_fr: Ce mot-clé doit capturer un aspect clé de votre contenu pour améliorer la visibilité de la recherche
it_it: Questa parola chiave dovrebbe catturare un aspetto chiave del tuo contenuto per aumentare la visibilità nella ricerca
nl_nl: Dit trefwoord moet een belangrijk aspect van uw content vastleggen om de zichtbaarheid in zoekresultaten te vergroten
pl_pl: To słowo kluczowe powinno uchwycić kluczowy aspekt Twojej treści, aby zwiększyć widoczność w wyszukiwarkach
pt_br: Esta palavra-chave deve capturar um aspecto-chave do seu conteúdo para aumentar a visibilidade na busca

source: This may be intentional if this page is a duplicate of another page. If not, update the canonical tag to point to this URL.
de_de: Dies kann beabsichtigt sein, wenn diese Seite ein Duplikat einer anderen Seite ist. Falls nicht, aktualisieren Sie das Canonical-Tag, damit es auf diese URL verweist.
es_es: Esto puede ser intencional si esta página es un duplicado de otra. Si no, actualiza la etiqueta canónica para que apunte a esta URL.
fr_fr: Cela peut être intentionnel si cette page est un duplicata d'une autre page. Sinon, mettez à jour la balise canonique pour qu'elle pointe vers cette URL.
it_it: Questo potrebbe essere intenzionale se questa pagina è un duplicato di un'altra pagina. In caso contrario, aggiorna il tag canonico affinché punti a questo URL.
nl_nl: Dit kan opzettelijk zijn als deze pagina een duplicaat is van een andere pagina. Zo niet, update dan de canonieke tag om naar deze URL te verwijzen.
pl_pl: Może to być zamierzone, jeśli ta strona jest duplikatem innej strony. Jeśli nie, zaktualizuj tag kanoniczny, aby wskazywał na ten adres URL.
pt_br: Isso pode ser intencional se esta página for uma duplicata de outra. Caso contrário, atualize a tag canônica para apontar para este URL.

source: This page appears to be relevant for LocalBusiness schema but does not have it implemented.
de_de: Diese Seite scheint für das LocalBusiness-Schema relevant zu sein, hat es aber nicht implementiert.
es_es: Esta página parece ser relevante para el schema de LocalBusiness pero no lo tiene implementado.
fr_fr: Cette page semble pertinente pour le schéma LocalBusiness mais ne l'a pas implémenté.
it_it: Questa pagina sembra essere pertinente per lo schema LocalBusiness ma non lo ha implementato.
nl_nl: Deze pagina lijkt relevant te zijn voor het LocalBusiness-schema, maar heeft dit niet geïmplementeerd.
pl_pl: Ta strona wydaje się być odpowiednia dla schematu LocalBusiness, ale nie ma go zaimplementowanego.
pt_br: Esta página parece ser relevante para o schema LocalBusiness, mas não o tem implementado.

source: This page does not contain sufficient local business information to warrant schema markup.
de_de: Diese Seite enthält nicht genügend lokale Geschäftsinformationen, um ein Schema-Markup zu rechtfertigen.
es_es: Esta página no contiene suficiente información de negocio local para justificar el marcado de schema.
fr_fr: Cette page ne contient pas suffisamment d'informations d'entreprise locale pour justifier un balisage de schéma.
it_it: Questa pagina non contiene informazioni sufficienti sull'attività locale per giustificare il markup Schema.
nl_nl: Deze pagina bevat onvoldoende lokale bedrijfsinformatie om schema markup te rechtvaardigen.
pl_pl: Ta strona nie zawiera wystarczających informacji o lokalnej firmie, aby uzasadnić dodanie znaczników schema.
pt_br: Esta página não contém informações suficientes de negócio local para justificar a marcação de schema.

source: This page has too many headings. For better readability and SEO, use no more than %d headings per 1000 words.
de_de: Diese Seite hat zu viele Überschriften. Für eine bessere Lesbarkeit und SEO verwenden Sie nicht mehr als %d Überschriften pro 1000 Wörter.
es_es: Esta página tiene demasiados encabezados. Para una mejor legibilidad y SEO, no uses más de %d encabezados por cada 1000 palabras.
fr_fr: Cette page a trop de titres. Pour une meilleure lisibilité et SEO, utilisez au maximum %d titres par 1000 mots.
it_it: Questa pagina ha troppe intestazioni. Per una migliore leggibilità e SEO, non usare più di %d intestazioni ogni 1000 parole.
nl_nl: Deze pagina heeft te veel koppen. Gebruik voor een betere leesbaarheid en SEO niet meer dan %d koppen per 1000 woorden.
pl_pl: Ta strona ma zbyt wiele nagłówków. Dla lepszej czytelności i SEO używaj nie więcej niż %d nagłówków na 1000 słów.
pt_br: Esta página tem títulos demais. Para melhor legibilidade e SEO, use no máximo %d títulos a cada 1000 palavras.

source: This page would benefit from LocalBusiness schema markup.
de_de: Diese Seite würde von einem LocalBusiness-Schema-Markup profitieren.
es_es: Esta página se beneficiaría del marcado de schema de LocalBusiness.
fr_fr: Cette page bénéficierait d'un balisage de schéma LocalBusiness.
it_it: Questa pagina trarrebbe vantaggio dal markup schema LocalBusiness.
nl_nl: Deze pagina zou baat hebben bij LocalBusiness schema markup.
pl_pl: Dodanie znaczników schema LocalBusiness byłoby korzystne dla tej strony.
pt_br: Esta página se beneficiaria da marcação de schema LocalBusiness.

source: To ensure rankingCoach works properly, please deactivate the conflicting plugin.
de_de: Um sicherzustellen, dass rankingCoach ordnungsgemäß funktioniert, deaktivieren Sie bitte das widersprüchliche Plugin.
es_es: Para asegurar que rankingCoach funcione correctamente, por favor, desactiva el plugin en conflicto.
fr_fr: Pour assurer le bon fonctionnement de rankingCoach, veuillez désactiver l'extension en conflit.
it_it: Per garantire il corretto funzionamento di rankingCoach, disattiva il plugin in conflitto.
nl_nl: Om ervoor te zorgen dat rankingCoach correct werkt, deactiveer dan de conflicterende plug-in.
pl_pl: Aby zapewnić prawidłowe działanie rankingCoach, proszę dezaktywować wtyczkę powodującą konflikt.
pt_br: Para garantir que o rankingCoach funcione corretamente, por favor, desative o plugin conflitante.
