Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Reviews meta titles for the presence of recommended secondary keywords. Calculates how many appear and whether they exceed length guidelines, offering suggestions to balance keyword diversity without overcrowding the title.
de_de: Überprüft Meta-Titel auf das Vorhandensein empfohlener sekundärer Keywords. Berechnet, wie viele vorkommen und ob sie die Längenrichtlinien überschreiten, und gibt Vorschläge, um die Keyword-Vielfalt auszugleichen, ohne den Titel zu überladen.
es_es: Revisa los metatítulos para detectar la presencia de palabras clave secundarias recomendadas. Calcula cuántas aparecen y si exceden las directrices de longitud, ofreciendo sugerencias para equilibrar la diversidad de palabras clave sin saturar el título.
fr_fr: Examine les balises de titre pour la présence de mots-clés secondaires recommandés. Calcule combien apparaissent et s'ils dépassent les recommandations de longueur, en offrant des suggestions pour équilibrer la diversité des mots-clés sans surcharger le titre.
it_it: Controlla i meta titoli per la presenza di parole chiave secondarie raccomandate. Calcola quante ne appaiono e se superano le linee guida sulla lunghezza, offrendo suggerimenti per bilanciare la diversità delle parole chiave senza sovraffollare il titolo.
nl_nl: Beoordeelt metatitels op de aanwezigheid van aanbevolen secundaire trefwoorden. Berekent hoeveel er verschijnen en of ze de lengterichtlijnen overschrijden, en biedt suggesties om de trefwoorddiversiteit in evenwicht te brengen zonder de titel te overladen.
pl_pl: Przegląda metatytuły pod kątem obecności zalecanych drugorzędnych słów kluczowych. Oblicza, ile z nich się pojawia i czy przekraczają wytyczne dotyczące długości, oferując sugestie dotyczące zrównoważenia różnorodności słów kluczowych bez przeładowania tytułu.
pt_br: Revisa os metatítulos para verificar a presença de palavras-chave secundárias recomendadas. Calcula quantas aparecem e se excedem as diretrizes de comprimento, oferecendo sugestões para equilibrar a diversidade de palavras-chave sem sobrecarregar o título.

source: Robots Meta Tag Validation
de_de: Validierung des Robots-Meta-Tags
es_es: Validación de la etiqueta meta robots
fr_fr: Validation de la balise meta robots
it_it: Validazione del tag meta robots
nl_nl: Validatie van meta robots-tag
pl_pl: Walidacja metatagu robots
pt_br: Validação da tag meta robots

source: Robots Txt Validation
de_de: Validierung der robots.txt
es_es: Validación de robots.txt
fr_fr: Validation du fichier Robots.txt
it_it: Validazione di Robots.txt
nl_nl: Validatie van robots.txt
pl_pl: Walidacja pliku Robots.txt
pt_br: Validação do Robots.txt

source: Robots.txt and meta-tag validation found issues
de_de: Validierung von robots.txt und Meta-Tag hat Probleme gefunden
es_es: La validación de robots.txt y la metaetiqueta encontró problemas
fr_fr: Validation robots.txt et méta-balises a trouvé des problèmes
it_it: La validazione di robots.txt e meta-tag ha riscontrato problemi
nl_nl: Validatie van robots.txt en metatag heeft problemen gevonden
pl_pl: Walidacja pliku robots.txt i metatagów wykazała problemy
pt_br: A validação do robots.txt e da metatag encontrou problemas

source: Robots.txt and meta-tag validation passed successfully
de_de: Validierung von robots.txt und Meta-Tag erfolgreich bestanden
es_es: La validación de robots.txt y la metaetiqueta se realizó con éxito
fr_fr: Validation robots.txt et méta-balises réussie
it_it: Validazione di robots.txt e meta-tag superata con successo
nl_nl: Validatie van robots.txt en metatag succesvol doorstaan
pl_pl: Walidacja pliku robots.txt i metatagów zakończona pomyślnie
pt_br: A validação do robots.txt e da metatag foi aprovada com sucesso

source: Robots.txt validation found issues
de_de: Validierung der robots.txt hat Probleme gefunden
es_es: La validación de robots.txt encontró problemas
fr_fr: Validation robots.txt a trouvé des problèmes
it_it: La validazione di robots.txt ha riscontrato problemi
nl_nl: Validatie van robots.txt heeft problemen gevonden
pl_pl: Walidacja pliku robots.txt wykazała problemy
pt_br: A validação do robots.txt encontrou problemas

source: Robots.txt validation passed successfully
de_de: Validierung der robots.txt erfolgreich bestanden
es_es: La validación de robots.txt se realizó con éxito
fr_fr: Validation robots.txt réussie
it_it: Validazione di robots.txt superata con successo
nl_nl: Validatie van robots.txt succesvol doorstaan
pl_pl: Walidacja pliku robots.txt zakończona pomyślnie
pt_br: A validação do robots.txt foi aprovada com sucesso

source: Russian
de_de: Russisch
es_es: Ruso
fr_fr: Russe
it_it: Russo
nl_nl: Russisch
pl_pl: Rosyjski
pt_br: Russo

source: SEO analysis is being throttled. Please try again later.
de_de: Die SEO-Analyse wird gedrosselt. Bitte versuchen Sie es später erneut.
es_es: El análisis SEO está siendo limitado. Por favor, inténtalo de nuevo más tarde.
fr_fr: L'analyse SEO est limitée. Veuillez réessayer plus tard.
it_it: L'analisi SEO è limitata. Riprova più tardi.
nl_nl: SEO-analyse wordt beperkt. Probeer het later opnieuw.
pl_pl: Analiza SEO jest ograniczana. Spróbuj ponownie później.
pt_br: A análise de SEO está sendo limitada. Por favor, tente novamente mais tarde.

source: SEO performance reports
de_de: SEO-Leistungsberichte
es_es: Informes de rendimiento SEO
fr_fr: Rapports de performance SEO
it_it: Report sulle prestazioni SEO
nl_nl: SEO-prestatierapporten
pl_pl: Raporty wydajności SEO
pt_br: Relatórios de desempenho de SEO

source: SEO tasks
de_de: SEO-Aufgaben
es_es: Tareas SEO
fr_fr: Tâches SEO
it_it: Attività SEO
nl_nl: SEO-taken
pl_pl: Zadania SEO
pt_br: Tarefas de SEO

source: Safe Browsing Check
de_de: Safe-Browsing-Prüfung
es_es: Comprobación de navegación segura
fr_fr: Vérification de la navigation sécurisée
it_it: Controllo navigazione sicura
nl_nl: Controle op veilig browsen
pl_pl: Sprawdzenie bezpiecznego przeglądania
pt_br: Verificação de navegação segura

source: Safe browsing status fetched successfully
de_de: Safe-Browsing-Status erfolgreich abgerufen
es_es: Estado de navegación segura obtenido con éxito
fr_fr: Statut de navigation sécurisée récupéré avec succès
it_it: Stato di navigazione sicura recuperato con successo
nl_nl: Status voor veilig browsen succesvol opgehaald
pl_pl: Status bezpiecznego przeglądania pobrany pomyślnie
pt_br: Status de navegação segura obtido com sucesso

source: Scans page content to extract and evaluate internal and external links. Checks link status via internal or external service, returning details about broken or redirecting URLs to maintain healthy backlinks.
de_de: Scannt den Seiteninhalt, um interne und externe Links zu extrahieren und zu bewerten. Überprüft den Linkstatus über einen internen oder externen Dienst und gibt Details zu defekten oder weiterleitenden URLs zurück, um gesunde Backlinks zu erhalten.
es_es: Escanea el contenido de la página para extraer y evaluar enlaces internos y externos. Comprueba el estado de los enlaces a través de un servicio interno o externo, devolviendo detalles sobre URL rotas o redirigidas para mantener backlinks saludables.
fr_fr: Analyse le contenu de la page pour extraire et évaluer les liens internes et externes. Vérifie l'état des liens via un service interne ou externe, et retourne des détails sur les URL brisées ou redirigées afin de maintenir des backlinks sains.
it_it: Scansiona il contenuto della pagina per estrarre e valutare i link interni ed esterni. Controlla lo stato dei link tramite un servizio interno o esterno, restituendo dettagli su URL non funzionanti o reindirizzati per mantenere backlink sani.
nl_nl: Scant pagina-inhoud om interne en externe links te extraheren en te evalueren. Controleert de linkstatus via een interne of externe service en retourneert details over verbroken of omleidende URL's om gezonde backlinks te behouden.
pl_pl: Skanuje treść strony w celu wyodrębnienia i oceny linków wewnętrznych i zewnętrznych. Sprawdza status linków za pośrednictwem usługi wewnętrznej lub zewnętrznej, zwracając szczegóły dotyczące uszkodzonych lub przekierowujących adresów URL w celu utrzymania zdrowych linków zwrotnych.
pt_br: Verifica o conteúdo da página para extrair e avaliar links internos e externos. Verifica o status do link via serviço interno ou externo, retornando detalhes sobre URLs quebrados ou redirecionados para manter backlinks saudáveis.

source: Schema Markup
es_es: Marcado de schema
fr_fr: Balisage de schéma
it_it: Markup Schema
pl_pl: Znaczniki Schema
pt_br: Marcação de schema

source: Schema Markup Validation
de_de: Validierung des Schema-Markups
es_es: Validación del marcado de schema
fr_fr: Validation du balisage de schéma
it_it: Validazione del markup Schema
nl_nl: Validatie van schema markup
pl_pl: Walidacja znaczników Schema
pt_br: Validação da marcação de schema

source: Schema Type Identification
de_de: Identifizierung des Schema-Typs
es_es: Identificación del tipo de schema
fr_fr: Identification du type de schéma
it_it: Identificazione del tipo di schema
nl_nl: Identificatie van schematype
pl_pl: Identyfikacja typu schematu
pt_br: Identificação do tipo de schema

source: Schema analysis completed successfully
de_de: Schema-Analyse erfolgreich abgeschlossen
es_es: Análisis del schema completado con éxito
fr_fr: Analyse du schéma terminée avec succès
it_it: Analisi dello schema completata con successo
nl_nl: Schema-analyse succesvol voltooid
pl_pl: Analiza schematu zakończona pomyślnie
pt_br: Análise do schema concluída com sucesso

source: Schema markup validation completed
de_de: Validierung des Schema-Markups abgeschlossen
es_es: Validación del marcado de schema completada
fr_fr: Validation du balisage de schéma terminée
it_it: Validazione del markup Schema completata
nl_nl: Validatie van schema markup voltooid
pl_pl: Walidacja znaczników Schema zakończona
pt_br: Validação da marcação de schema concluída

source: Search Engine Indexation
de_de: Suchmaschinenindexierung
es_es: Indexación en motores de búsqueda
fr_fr: Indexation des moteurs de recherche
it_it: Indicizzazione sui motori di ricerca
nl_nl: Indexatie door zoekmachines
pl_pl: Indeksacja w wyszukiwarkach
pt_br: Indexação em mecanismos de busca

source: Search results for
de_de: Suchergebnisse für
es_es: Resultados de búsqueda para
fr_fr: Résultats de recherche pour
it_it: Risultati della ricerca per
nl_nl: Zoekresultaten voor
pl_pl: Wyniki wyszukiwania dla
pt_br: Resultados da busca para

source: Secondary Keywords Check
de_de: Prüfung der sekundären Keywords
es_es: Comprobación de palabras clave secundarias
fr_fr: Vérification des mots-clés secondaires
it_it: Controllo parole chiave secondarie
nl_nl: Controle van secundaire trefwoorden
pl_pl: Sprawdzenie drugorzędnych słów kluczowych
pt_br: Verificação de palavras-chave secundárias

source: Secondary keywords are more prominent than your primary keyword. Consider rebalancing.
de_de: Sekundäre Keywords sind präsenter als Ihr primäres Keyword. Erwägen Sie eine Neugewichtung.
es_es: Las palabras clave secundarias son más prominentes que tu palabra clave principal. Considera reequilibrar.
fr_fr: Les mots-clés secondaires sont plus proéminents que votre mot-clé principal. Envisagez un rééquilibrage.
it_it: Le parole chiave secondarie sono più prominenti della tua parola chiave principale. Considera un ribilanciamento.
nl_nl: Secundaire trefwoorden zijn prominenter dan uw primaire trefwoord. Overweeg een herverdeling.
pl_pl: Drugorzędne słowa kluczowe są bardziej widoczne niż główne słowo kluczowe. Rozważ przywrócenie równowagi.
pt_br: As palavras-chave secundárias são mais proeminentes que a sua palavra-chave principal. Considere reequilibrar.

source: Secondary keywords are overused in your meta description, diluting its effectiveness. Strategically incorporate 1-2 secondary terms to enhance relevance without compromising readability.
de_de: Sekundäre Keywords werden in Ihrer Meta-Beschreibung übermäßig verwendet, was ihre Wirksamkeit beeinträchtigt. Integrieren Sie strategisch 1–2 sekundäre Begriffe, um die Relevanz zu erhöhen, ohne die Lesbarkeit zu beeinträchtigen.
es_es: Las palabras clave secundarias se usan en exceso en tu metadescripción, diluyendo su eficacia. Incorpora estratégicamente 1-2 términos secundarios para mejorar la relevancia sin comprometer la legibilidad.
fr_fr: Les mots-clés secondaires sont surutilisés dans votre méta-description, diluant son efficacité. Incorporez stratégiquement 1-2 termes secondaires pour améliorer la pertinence sans compromettre la lisibilité.
it_it: Le parole chiave secondarie sono usate eccessivamente nella tua meta descrizione, diluendone l'efficacia. Incorpora strategicamente 1-2 termini secondari per migliorare la pertinenza senza compromettere la leggibilità.
nl_nl: Secundaire trefwoorden worden overmatig gebruikt in uw metabeschrijving, wat de effectiviteit ervan vermindert. Neem strategisch 1-2 secundaire termen op om de relevantie te verhogen zonder de leesbaarheid in gevaar te brengen.
pl_pl: Drugorzędne słowa kluczowe są nadużywane w metaopisie, co osłabia jego skuteczność. Strategicznie włącz 1-2 drugorzędne terminy, aby zwiększyć trafność bez uszczerbku dla czytelności.
pt_br: As palavras-chave secundárias são usadas em excesso na sua metadescrição, diluindo sua eficácia. Incorpore estrategicamente de 1 a 2 termos secundários para aumentar a relevância sem comprometer a legibilidade.

source: Secondary keywords validated successfully
de_de: Sekundäre Keywords erfolgreich validiert
es_es: Palabras clave secundarias validadas con éxito
fr_fr: Mots-clés secondaires validés avec succès
it_it: Parole chiave secondarie convalidate con successo
nl_nl: Secundaire trefwoorden succesvol gevalideerd
pl_pl: Drugorzędne słowa kluczowe zweryfikowane pomyślnie
pt_br: Palavras-chave secundárias validadas com sucesso

source: Security Issue Detected by Safe Browsing
de_de: Sicherheitsproblem durch Safe Browsing erkannt
es_es: Problema de seguridad detectado por la navegación segura
fr_fr: Problème de sécurité détecté par Safe Browsing
it_it: Problema di sicurezza rilevato da Navigazione sicura
nl_nl: Beveiligingsprobleem gedetecteerd door Veilig Browsen
pl_pl: Wykryto problem z bezpieczeństwem przez funkcję bezpiecznego przeglądania
pt_br: Problema de segurança detectado pela navegação segura

source: Sentiment analysis
de_de: Stimmungsanalyse
es_es: Análisis de sentimiento
fr_fr: Analyse de sentiment
it_it: Analisi del sentiment
nl_nl: Sentimentanalyse
pl_pl: Analiza sentymentu
pt_br: Análise de sentimento

source: Server error: %s
de_de: Serverfehler: %s
es_es: Error del servidor: %s
fr_fr: Erreur serveur : %s
it_it: Errore del server: %s
nl_nl: Serverfout: %s
pl_pl: Błąd serwera: %s
pt_br: Erro do servidor: %s

source: Service endpoint access denied: Invalid Basic Auth credentials
de_de: Zugriff auf den Dienstendpunkt verweigert: Ungültige Basic-Auth-Anmeldeinformationen
es_es: Acceso denegado al endpoint del servicio: credenciales de autenticación básica no válidas
fr_fr: Accès au point de terminaison de service refusé : Identifiants d'authentification de base invalides
it_it: Accesso all'endpoint del servizio negato: credenziali di autenticazione di base non valide
nl_nl: Toegang tot service-eindpunt geweigerd: ongeldige Basic Auth-inloggegevens
pl_pl: Dostęp do punktu końcowego usługi odrzucony: nieprawidłowe poświadczenia Basic Auth
pt_br: Acesso ao endpoint do serviço negado: credenciais de autenticação básica inválidas

source: Set Primary Keyword
de_de: Primäres Keyword festlegen
es_es: Establecer palabra clave principal
fr_fr: Définir le mot-clé principal
it_it: Imposta la parola chiave principale
nl_nl: Primair trefwoord instellen
pl_pl: Ustawienie głównego słowa kluczowego
pt_br: Definir palavra-chave principal

source: Set as primary
de_de: Als primär festlegen
es_es: Establecer como principal
fr_fr: Définir comme principal
it_it: Imposta come principale
nl_nl: Instellen als primair
pl_pl: Ustaw jako główne
pt_br: Definir como principal

source: Setting '%s' must be a boolean value
de_de: Einstellung „%s“ muss ein boolescher Wert sein
es_es: El ajuste «%s» debe ser un valor booleano
fr_fr: Le paramètre '%s' doit être une valeur booléenne
it_it: L'impostazione '%s' deve essere un valore booleano
nl_nl: Instelling '%s' moet een booleaanse waarde zijn
pl_pl: Ustawienie „%s” musi mieć wartość logiczną
pt_br: A configuração '%s' deve ser um valor booleano

source: Setting '%s' must be a numeric value
de_de: Einstellung „%s“ muss ein numerischer Wert sein
es_es: El ajuste «%s» debe ser un valor numérico
fr_fr: Le paramètre '%s' doit être une valeur numérique
it_it: L'impostazione '%s' deve essere un valore numerico
nl_nl: Instelling '%s' moet een numerieke waarde zijn
pl_pl: Ustawienie „%s” musi mieć wartość numeryczną
pt_br: A configuração '%s' deve ser um valor numérico

source: Setting '%s': %s
de_de: Einstellung „%s“: %s
es_es: Ajuste «%s»: %s
fr_fr: Paramètre '%s' : %s
it_it: Impostazione '%s': %s
nl_nl: Instelling '%s': %s
pl_pl: Ustawienie „%s”: %s
pt_br: Configuração '%s': %s

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações

source: Share relevant examples that readers can relate to
de_de: Teilen Sie relevante Beispiele, mit denen sich Leser identifizieren können
es_es: Comparte ejemplos relevantes con los que los lectores puedan identificarse
fr_fr: Partagez des exemples pertinents auxquels les lecteurs peuvent s'identifier
it_it: Condividi esempi pertinenti con cui i lettori possono identificarsi
nl_nl: Deel relevante voorbeelden waar lezers zich in kunnen herkennen
pl_pl: Udostępniaj istotne przykłady, z którymi czytelnicy mogą się utożsamić
pt_br: Compartilhe exemplos relevantes com os quais os leitores possam se identificar

source: Shorten Content Length
de_de: Inhaltslänge kürzen
es_es: Acortar la longitud del contenido
fr_fr: Raccourcir la longueur du contenu
it_it: Riduci la lunghezza del contenuto
nl_nl: Contentlengte inkorten
pl_pl: Skrócenie długości treści
pt_br: Encurtar a extensão do conteúdo

source: Shorten Meta Description
de_de: Meta-Beschreibung kürzen
es_es: Acortar la metadescripción
fr_fr: Raccourcir la méta-description
it_it: Accorcia la meta descrizione
nl_nl: Metabeschrijving inkorten
pl_pl: Skrócenie metaopisu
pt_br: Encurtar a metadescrição

source: Shorten Meta Title
de_de: Meta-Titel kürzen
es_es: Acortar el metatítulo
fr_fr: Raccourcir le méta-titre
it_it: Accorcia il meta titolo
nl_nl: Metatitel inkorten
pl_pl: Skrócenie metatytułu
pt_br: Encurtar o metatítulo

source: Shorten Paragraphs
de_de: Absätze kürzen
es_es: Acortar los párrafos
fr_fr: Raccourcir les paragraphes
it_it: Accorcia i paragrafi
nl_nl: Alinea's inkorten
pl_pl: Skrócenie akapitów
pt_br: Encurtar parágrafos

source: Shorten the URL
de_de: Die URL kürzen
es_es: Acortar la URL
fr_fr: Raccourcir l'URL
it_it: Accorcia l'URL
nl_nl: De URL inkorten
pl_pl: Skrócenie adresu URL
pt_br: Encurtar o URL

source: Shorten very long words or phrases in the URL.
de_de: Kürzen Sie sehr lange Wörter oder Phrasen in der URL.
es_es: Acorta las palabras o frases muy largas en la URL.
fr_fr: Raccourcissez les mots ou phrases très longs dans l'URL.
it_it: Accorcia le parole o le frasi molto lunghe nell'URL.
nl_nl: Kort zeer lange woorden of zinnen in de URL in.
pl_pl: Skróć bardzo długie słowa lub frazy w adresie URL.
pt_br: Encurte palavras ou frases muito longas no URL.

source: Similar content exists across multiple pages, diluting SEO value. Evaluate these instances to determine if merging or implementing canonical references would benefit rankings.
de_de: Ähnlicher Inhalt existiert auf mehreren Seiten, was den SEO-Wert mindert. Bewerten Sie diese Fälle, um festzustellen, ob eine Zusammenführung oder Implementierung von Canonical-Referenzen den Rankings zugutekommen würde.
es_es: Existe contenido similar en varias páginas, lo que diluye el valor SEO. Evalúa estos casos para determinar si fusionar o implementar referencias canónicas beneficiaría al posicionamiento.
fr_fr: Du contenu similaire existe à travers plusieurs pages, diluant la valeur SEO. Évaluez ces instances pour déterminer si fusionner ou implémenter des références canoniques bénéficierait aux classements.
it_it: Contenuti simili esistono su più pagine, diluendo il valore SEO. Valuta questi casi per determinare se la fusione o l'implementazione di riferimenti canonici gioverebbe al posizionamento.
nl_nl: Soortgelijke content bestaat op meerdere pagina's, wat de SEO-waarde vermindert. Evalueer deze gevallen om te bepalen of het samenvoegen of implementeren van canonieke verwijzingen de posities ten goede zou komen.
pl_pl: Podobna treść istnieje na wielu stronach, co obniża wartość SEO. Oceń te przypadki, aby ustalić, czy połączenie lub wdrożenie odniesień kanonicznych przyniesie korzyści w rankingu.
pt_br: Conteúdo semelhante existe em várias páginas, diluindo o valor de SEO. Avalie essas instâncias para determinar se a fusão ou implementação de referências canônicas beneficiaria as classificações.

source: Simplify Complex Language To Avoid Lack of Depth
de_de: Komplexe Sprache vereinfachen, um mangelnde Tiefe zu vermeiden
es_es: Simplificar el lenguaje complejo para evitar la falta de profundidad
fr_fr: Simplifier le langage complexe pour éviter le manque de profondeur
it_it: Semplifica il linguaggio complesso per evitare la mancanza di profondità
nl_nl: Vereenvoudig complexe taal om gebrek aan diepgang te voorkomen
pl_pl: Uproszczenie złożonego języka w celu uniknięcia braku głębi
pt_br: Simplificar linguagem complexa para evitar falta de profundidade

source: Simplify Secondary Keywords
de_de: Sekundäre Keywords vereinfachen
es_es: Simplificar las palabras clave secundarias
fr_fr: Simplifier les mots-clés secondaires
it_it: Semplifica le parole chiave secondarie
nl_nl: Vereenvoudig secundaire trefwoorden
pl_pl: Uproszczenie drugorzędnych słów kluczowych
pt_br: Simplificar palavras-chave secundárias

source: Simplify language, shorten sentences, and reduce complex terminology.
de_de: Vereinfachen Sie die Sprache, kürzen Sie Sätze und reduzieren Sie komplexe Terminologie.
es_es: Simplifica el lenguaje, acorta las frases y reduce la terminología compleja.
fr_fr: Simplifiez le langage, raccourcissez les phrases et réduisez la terminologie complexe.
it_it: Semplifica il linguaggio, accorcia le frasi e riduci la terminologia complessa.
nl_nl: Vereenvoudig de taal, kort zinnen in en verminder complexe terminologie.
pl_pl: Uprość język, skróć zdania i ogranicz złożoną terminologię.
pt_br: Simplifique a linguagem, encurte as frases e reduza a terminologia complexa.

source: Simplify the URL Structure
de_de: Die URL-Struktur vereinfachen
es_es: Simplificar la estructura de la URL
fr_fr: Simplifier la structure de l'URL
it_it: Semplifica la struttura dell'URL
nl_nl: Vereenvoudig de URL-structuur
pl_pl: Uproszczenie struktury adresu URL
pt_br: Simplificar a estrutura do URL

source: Simplify the language to better match your target audience's education level.
de_de: Vereinfachen Sie die Sprache, um dem Bildungsniveau Ihrer Zielgruppe besser zu entsprechen.
es_es: Simplifica el lenguaje para que se ajuste mejor al nivel educativo de tu audiencia objetivo.
fr_fr: Simplifiez le langage pour mieux correspondre au niveau d'éducation de votre audience cible.
it_it: Semplifica il linguaggio per adattarlo meglio al livello di istruzione del tuo pubblico di destinazione.
nl_nl: Vereenvoudig de taal om beter aan te sluiten bij het opleidingsniveau van uw doelgroep.
pl_pl: Uprość język, aby lepiej dopasować go do poziomu wykształcenia docelowej grupy odbiorców.
pt_br: Simplifique a linguagem para corresponder melhor ao nível de educação do seu público-alvo.
