Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Include more specific technical details and terminology
de_de: Fügen Sie spezifischere technische Details und Terminologie ein
es_es: Incluye detalles técnicos y terminología más específicos
fr_fr: Incluez des détails techniques et une terminologie plus spécifiques
it_it: Includi dettagli tecnici e terminologia più specifici
nl_nl: Neem meer specifieke technische details en terminologie op
pl_pl: Dodaj bardziej szczegółowe detale techniczne i terminologię
pt_br: Inclua detalhes técnicos e terminologia mais específicos

source: Include visual aids to help explain complex ideas
de_de: Fügen Sie visuelle Hilfsmittel zur Erklärung komplexer Ideen ein
es_es: Incluye ayudas visuales para explicar ideas complejas
fr_fr: Incluez des aides visuelles pour aider à expliquer les idées complexes
it_it: Includi ausili visivi per aiutare a spiegare idee complesse
nl_nl: Neem visuele hulpmiddelen op om complexe ideeën uit te leggen
pl_pl: Dodaj pomoce wizualne, aby wyjaśnić złożone idee
pt_br: Inclua auxílios visuais para ajudar a explicar ideias complexas

source: Incomplete properties: %s
de_de: Unvollständige Eigenschaften: %s
es_es: Propiedades incompletas: %s
fr_fr: Propriétés incomplètes : %s
it_it: Proprietà incomplete: %s
nl_nl: Onvolledige eigenschappen: %s
pl_pl: Niekompletne właściwości: %s
pt_br: Propriedades incompletas: %s

source: Incorporate Secondary Keywords
de_de: Sekundäre Keywords einarbeiten
es_es: Incorporar palabras clave secundarias
fr_fr: Incorporer des mots-clés secondaires
it_it: Incorpora parole chiave secondarie
nl_nl: Neem secundaire trefwoorden op
pl_pl: Włącz drugorzędne słowa kluczowe
pt_br: Incorporar palavras-chave secundárias

source: Incorporate into a broader statement: "Many businesses find that implementing %s leads to..."
de_de: In eine umfassendere Aussage einarbeiten: „Viele Unternehmen stellen fest, dass die Implementierung von %s zu … führt.“
es_es: Incorpóralo en una declaración más amplia: «Muchas empresas descubren que implementar %s conduce a...»
fr_fr: Incorporez dans une déclaration plus large : "De nombreuses entreprises trouvent que la mise en œuvre de %s mène à..."
it_it: Incorpora in una dichiarazione più ampia: "Molte aziende scoprono che l'implementazione di %s porta a..."
nl_nl: Neem op in een bredere verklaring: "Veel bedrijven merken dat de implementatie van %s leidt tot..."
pl_pl: Włącz do szerszego stwierdzenia: „Wiele firm odkrywa, że wdrożenie %s prowadzi do…”
pt_br: Incorpore em uma declaração mais ampla: "Muitas empresas descobrem que implementar %s leva a..."

source: Incorporate more industry-specific terminology
de_de: Arbeiten Sie mehr branchenspezifische Terminologie ein
es_es: Incorpora más terminología específica de la industria
fr_fr: Incorporez plus de terminologie spécifique à l'industrie
it_it: Incorpora più terminologia specifica del settore
nl_nl: Neem meer branchespecifieke terminologie op
pl_pl: Włącz więcej terminologii specyficznej dla branży
pt_br: Incorpore mais terminologia específica do setor

source: Incorporate personal pronouns (you, we) to engage readers
de_de: Arbeiten Sie persönliche Pronomen (Sie, wir) ein, um die Leser anzusprechen
es_es: Incorpora pronombres personales (tú, nosotros) para interactuar con los lectores
fr_fr: Incorporez des pronoms personnels (vous, nous) pour engager les lecteurs
it_it: Incorpora pronomi personali (tu, noi) per coinvolgere i lettori
nl_nl: Neem persoonlijke voornaamwoorden (u, wij) op om lezers te betrekken
pl_pl: Włącz zaimki osobowe (ty, my), aby zaangażować czytelników
pt_br: Incorpore pronomes pessoais (você, nós) para engajar os leitores

source: Increase Branded Anchor Text
de_de: Markenbezogenen Ankertext erhöhen
es_es: Aumentar el texto de anclaje de marca
fr_fr: Augmenter le texte d'ancrage de marque
it_it: Aumenta il testo di ancoraggio con il brand
nl_nl: Verhoog merkgebonden ankertekst
pl_pl: Zwiększenie liczby tekstów kotwicy z marką
pt_br: Aumentar o texto âncora de marca

source: Increase Primary Keyword Usage
de_de: Nutzung des primären Keywords erhöhen
es_es: Aumentar el uso de la palabra clave principal
fr_fr: Augmenter l'utilisation du mot-clé principal
it_it: Aumenta l'uso della parola chiave principale
nl_nl: Verhoog het gebruik van het primaire trefwoord
pl_pl: Zwiększenie użycia głównego słowa kluczowego
pt_br: Aumentar o uso da palavra-chave principal

source: Increase Topical Relevance of Backlinks
de_de: Thematische Relevanz von Backlinks erhöhen
es_es: Aumentar la relevancia temática de los backlinks
fr_fr: Augmenter la pertinence thématique des liens retour
it_it: Aumenta la pertinenza tematica dei backlink
nl_nl: Verhoog de thematische relevantie van backlinks
pl_pl: Zwiększenie trafności tematycznej linków zwrotnych
pt_br: Aumentar a relevância tópica dos backlinks

source: Increase your digital touch points. Get found easily.
de_de: Erhöhen Sie Ihre digitalen Kontaktpunkte. Werden Sie leicht gefunden.
es_es: Aumenta tus puntos de contacto digitales. Haz que te encuentren fácilmente.
fr_fr: Augmentez vos points de contact numériques. Soyez trouvé facilement.
it_it: Aumenta i tuoi punti di contatto digitali. Fatti trovare facilmente.
nl_nl: Verhoog uw digitale contactpunten. Word gemakkelijk gevonden.
pl_pl: Zwiększ swoje cyfrowe punkty styku. Daj się łatwo znaleźć.
pt_br: Aumente seus pontos de contato digitais. Seja encontrado facilmente.

source: Indexation status fetched successfully
de_de: Indexierungsstatus erfolgreich abgerufen
es_es: Estado de indexación obtenido con éxito
fr_fr: Statut d'indexation récupéré avec succès
it_it: Stato di indicizzazione recuperato con successo
nl_nl: Indexatiestatus succesvol opgehaald
pl_pl: Stan indeksacji pobrany pomyślnie
pt_br: Status de indexação obtido com sucesso

source: Informational suggestion
de_de: Informativer Vorschlag
es_es: Sugerencia informativa
fr_fr: Suggestion informative
it_it: Suggerimento informativo
nl_nl: Informatieve suggestie
pl_pl: Sugestia informacyjna
pt_br: Sugestão informativa

source: Instead of always using "%s", try: %s
de_de: Anstatt immer „%s“ zu verwenden, versuchen Sie: %s
es_es: En lugar de usar siempre «%s», prueba con: %s
fr_fr: Au lieu d'utiliser toujours "%s", essayez : %s
it_it: Invece di usare sempre "%s", prova: %s
nl_nl: Probeer in plaats van altijd "%s" te gebruiken: %s
pl_pl: Zamiast zawsze używać „%s”, spróbuj: %s
pt_br: Em vez de usar sempre "%s", tente: %s

source: Instead of repeatedly using "%s"
de_de: Anstatt „%s“ wiederholt zu verwenden
es_es: En lugar de repetir «%s»
fr_fr: Au lieu d'utiliser répétitivement "%s"
it_it: Invece di usare ripetutamente "%s"
nl_nl: In plaats van herhaaldelijk "%s" te gebruiken
pl_pl: Zamiast wielokrotnie używać „%s”
pt_br: Em vez de usar repetidamente "%s"

source: Instead of repeating "%s", incorporate "%s" to add topical depth
de_de: Anstatt „%s“ zu wiederholen, integrieren Sie „%s“, um thematische Tiefe zu schaffen
es_es: En lugar de repetir «%s», incorpora «%s» para añadir profundidad temática
fr_fr: Au lieu de répéter "%s", incorporez "%s" pour ajouter de la profondeur thématique
it_it: Invece di ripetere "%s", incorpora "%s" per aggiungere profondità tematica
nl_nl: In plaats van "%s" te herhalen, neem "%s" op om thematische diepte toe te voegen
pl_pl: Zamiast powtarzać „%s”, włącz „%s”, aby dodać głębi tematycznej
pt_br: Em vez de repetir "%s", incorpore "%s" para adicionar profundidade tópica

source: Instead of repeating the exact same keyword, use synonyms or related terms
de_de: Anstatt dasselbe Keyword zu wiederholen, verwenden Sie Synonyme oder verwandte Begriffe
es_es: En lugar de repetir la misma palabra clave exacta, usa sinónimos o términos relacionados
fr_fr: Au lieu de répéter exactement le même mot-clé, utilisez des synonymes ou des termes connexes
it_it: Invece di ripetere la stessa identica parola chiave, usa sinonimi o termini correlati
nl_nl: Gebruik synoniemen of gerelateerde termen in plaats van steeds exact hetzelfde trefwoord te herhalen
pl_pl: Zamiast powtarzać to samo słowo kluczowe, użyj synonimów lub powiązanych terminów
pt_br: Em vez de repetir a mesma palavra-chave exata, use sinônimos ou termos relacionados

source: Instead of repeating your primary keyword, strategically use related secondary keywords
de_de: Anstatt Ihr primäres Keyword zu wiederholen, verwenden Sie strategisch verwandte sekundäre Keywords
es_es: En lugar de repetir tu palabra clave principal, usa estratégicamente palabras clave secundarias relacionadas
fr_fr: Au lieu de répéter votre mot-clé principal, utilisez stratégiquement des mots-clés secondaires connexes
it_it: Invece di ripetere la tua parola chiave principale, usa strategicamente parole chiave secondarie correlate
nl_nl: Gebruik in plaats van uw primaire trefwoord te herhalen, strategisch gerelateerde secundaire trefwoorden
pl_pl: Zamiast powtarzać główne słowo kluczowe, strategicznie użyj powiązanych drugorzędnych słów kluczowych
pt_br: Em vez de repetir sua palavra-chave principal, use estrategicamente palavras-chave secundárias relacionadas

source: Instead of: "%s is important for your website. %s can improve rankings."
de_de: Anstatt: „%s ist wichtig für Ihre Website. %s kann die Rankings verbessern.“
es_es: En lugar de: «%s es importante para tu sitio web. %s puede mejorar el posicionamiento».
fr_fr: Au lieu de : "%s est important pour votre site web. %s peut améliorer les classements."
it_it: Invece di: "%s è importante per il tuo sito web. %s può migliorare il posizionamento."
nl_nl: In plaats van: "%s is belangrijk voor uw website. %s kan de posities verbeteren."
pl_pl: Zamiast: „%s jest ważny dla Twojej witryny. %s może poprawić rankingi”.
pt_br: Em vez de: "%s é importante para o seu site. %s pode melhorar as classificações."

source: Internal server error: %s
de_de: Interner Serverfehler: %s
es_es: Error interno del servidor: %s
fr_fr: Erreur interne du serveur : %s
it_it: Errore interno del server: %s
nl_nl: Interne serverfout: %s
pl_pl: Wewnętrzny błąd serwera: %s
pt_br: Erro interno do servidor: %s

source: Invalid URL provided
de_de: Ungültige URL angegeben
es_es: URL proporcionada no válida
fr_fr: URL invalide fournie
it_it: URL fornito non valido
nl_nl: Ongeldige URL opgegeven
pl_pl: Podano nieprawidłowy adres URL
pt_br: URL inválido fornecido

source: Invalid URL provided.
de_de: Ungültige URL angegeben.
es_es: URL proporcionada no válida.
fr_fr: URL invalide fournie.
it_it: URL fornito non valido.
nl_nl: Ongeldige URL opgegeven.
pl_pl: Podano nieprawidłowy adres URL.
pt_br: URL inválido fornecido.

source: Invalid activation code.
de_de: Ungültiger Aktivierungscode.
es_es: Código de activación no válido.
fr_fr: Code d'activation invalide.
it_it: Codice di attivazione non valido.
nl_nl: Ongeldige activatiecode.
pl_pl: Nieprawidłowy kod aktywacyjny.
pt_br: Código de ativação inválido.

source: Invalid entity type on WebPageService update
de_de: Ungültiger Entitätstyp bei der Aktualisierung des WebPageService
es_es: Tipo de entidad no válido en la actualización de WebPageService
fr_fr: Type d'entité invalide lors de la mise à jour de WebPageService
it_it: Tipo di entità non valido nell'aggiornamento di WebPageService
nl_nl: Ongeldig entiteitstype bij update van WebPageService
pl_pl: Nieprawidłowy typ encji przy aktualizacji WebPageService
pt_br: Tipo de entidade inválido na atualização do WebPageService

source: Invalid post ID
de_de: Ungültige Beitrags-ID
es_es: ID de entrada no válido
fr_fr: ID de publication invalide
it_it: ID articolo non valido
nl_nl: Ongeldig bericht-ID
pl_pl: Nieprawidłowe ID wpisu
pt_br: ID do post inválido

source: Invalid post ID for SEO score persistence
de_de: Ungültige Beitrags-ID für die Persistenz des SEO-Scores
es_es: ID de entrada no válido para la persistencia de la puntuación SEO
fr_fr: ID de publication invalide pour la persistance du score SEO
it_it: ID articolo non valido per la persistenza del punteggio SEO
nl_nl: Ongeldig bericht-ID voor persistentie van SEO-score
pl_pl: Nieprawidłowe ID wpisu dla utrwalenia wyniku SEO
pt_br: ID de post inválido para persistência da pontuação de SEO

source: Invalid post ID provided
de_de: Ungültige Beitrags-ID angegeben
es_es: ID de entrada proporcionado no válido
fr_fr: ID de publication invalide fourni
it_it: ID articolo fornito non valido
nl_nl: Ongeldig bericht-ID opgegeven
pl_pl: Podano nieprawidłowe ID wpisu
pt_br: ID do post fornecido é inválido

source: Invalid post ID provided for factor '%s': %d
de_de: Ungültige Beitrags-ID für Faktor '%s' angegeben: %d
es_es: ID de entrada no válido proporcionado para el factor «%s»: %d
fr_fr: ID de publication invalide fourni pour le facteur '%s': %d
it_it: ID articolo fornito non valido per il fattore '%s': %d
nl_nl: Ongeldig bericht-ID opgegeven voor factor '%s': %d
pl_pl: Podano nieprawidłowe ID wpisu dla czynnika „%s”: %d
pt_br: ID do post inválido fornecido para o fator '%s': %d

source: Invalid request body. Expected JSON object with settings.
de_de: Ungültiger Anfragekörper. JSON-Objekt mit Einstellungen erwartet.
es_es: Cuerpo de la solicitud no válido. Se esperaba un objeto JSON con ajustes.
fr_fr: Corps de requête invalide. Objet JSON avec paramètres attendu.
it_it: Corpo della richiesta non valido. Previsto oggetto JSON con impostazioni.
nl_nl: Ongeldige request body. Verwacht JSON-object met instellingen.
pl_pl: Nieprawidłowa treść żądania. Oczekiwano obiektu JSON z ustawieniami.
pt_br: Corpo da solicitação inválido. Esperado um objeto JSON com configurações.

source: Invalid security token.
de_de: Ungültiges Sicherheitstoken.
es_es: Token de seguridad no válido.
fr_fr: Jeton de sécurité invalide.
it_it: Token di sicurezza non valido.
nl_nl: Ongeldig beveiligingstoken.
pl_pl: Nieprawidłowy token bezpieczeństwa.
pt_br: Token de segurança inválido.

source: Invalid setting key: %s
de_de: Ungültiger Einstellungsschlüssel: %s
es_es: Clave de ajuste no válida: %s
fr_fr: Clé de paramètre invalide : %s
it_it: Chiave di impostazione non valida: %s
nl_nl: Ongeldige instellingssleutel: %s
pl_pl: Nieprawidłowy klucz ustawienia: %s
pt_br: Chave de configuração inválida: %s

source: Invalid suggestion type for operation %s. Expected Suggestion enum. Received: %s
de_de: Ungültiger Vorschlagstyp für Operation %s. Erwartet wurde Suggestion enum. Erhalten: %s
es_es: Tipo de sugerencia no válido para la operación %s. Se esperaba el enum Suggestion. Recibido: %s
fr_fr: Type de suggestion invalide pour l'opération %s. Enum Suggestion attendu. Reçu: %s
it_it: Tipo di suggerimento non valido per l'operazione %s. Previsto enum Suggestion. Ricevuto: %s
nl_nl: Ongeldig suggestietype voor operatie %s. Verwacht Suggestion enum. Ontvangen: %s
pl_pl: Nieprawidłowy typ sugestii dla operacji %s. Oczekiwano typu wyliczeniowego Suggestion. Otrzymano: %s
pt_br: Tipo de sugestão inválido para a operação %s. Esperado o enum Suggestion. Recebido: %s

source: Is your project or business tied to a specific location? Do you serve customers locally, or operate in multiple areas?
de_de: Ist Ihr Projekt oder Unternehmen an einen bestimmten Standort gebunden? Bedienen Sie Kunden lokal oder sind Sie in mehreren Gebieten tätig?
es_es: ¿Tu proyecto o negocio está ligado a una ubicación específica? ¿Atiendes a clientes localmente o operas en varias áreas?
fr_fr: Votre projet ou entreprise est-il lié à un lieu spécifique? Servez-vous des clients localement, ou opérez-vous dans plusieurs zones?
it_it: Il tuo progetto o la tua attività è legata a una località specifica? Servi clienti a livello locale o operi in più aree?
nl_nl: Is uw project of bedrijf gebonden aan een specifieke locatie? Bedien u klanten lokaal, of bent u actief in meerdere gebieden?
pl_pl: Czy Twój projekt lub firma jest związany z konkretną lokalizacją? Obsługujesz klientów lokalnie, czy działasz w wielu obszarach?
pt_br: Seu projeto ou negócio está vinculado a um local específico? Você atende clientes localmente ou opera em várias áreas?

source: Italian
de_de: Italienisch
es_es: Italiano
fr_fr: Italien
it_it: Italiano
nl_nl: Italiaans
pl_pl: Włoski
pt_br: Italiano

source: Japanese
de_de: Japanisch
es_es: Japonés
fr_fr: Japonais
it_it: Giapponese
nl_nl: Japans
pl_pl: Japoński
pt_br: Japonês

source: Just tasty! Thanks for sharing!
de_de: Einfach köstlich! Danke fürs Teilen!
es_es: ¡Qué rico! ¡Gracias por compartirlo!
fr_fr: Délicieux! Merci de partager!
it_it: Che bontà! Grazie per aver condiviso!
nl_nl: Gewoon lekker! Bedankt voor het delen!
pl_pl: Po prostu pyszne! Dziękuję za podzielenie się!
pt_br: Que delícia! Obrigado por compartilhar!

source: Keyword Competition Volume Check
de_de: Prüfung des Keyword-Wettbewerbsvolumens
es_es: Comprobación del volumen de competencia de palabras clave
fr_fr: Vérification du volume de concurrence des mots-clés
it_it: Controllo del volume di concorrenza delle parole chiave
nl_nl: Controle van concurrentievolume van trefwoorden
pl_pl: Sprawdzenie wolumenu i konkurencji słów kluczowych
pt_br: Verificação do volume e concorrência da palavra-chave

source: Keyword Density Validation
de_de: Validierung der Keyword-Dichte
es_es: Validación de la densidad de palabras clave
fr_fr: Validation de la densité des mots-clés
it_it: Validazione della densità delle parole chiave
nl_nl: Validatie van trefwoorddichtheid
pl_pl: Walidacja gęstości słów kluczowych
pt_br: Validação da densidade da palavra-chave

source: Keyword Distribution
de_de: Keyword-Verteilung
es_es: Distribución de palabras clave
fr_fr: Répartition des mots-clés
it_it: Distribuzione delle parole chiave
nl_nl: Trefwoorddistributie
pl_pl: Dystrybucja słów kluczowych
pt_br: Distribuição da palavra-chave

source: Keyword Mapping Content
de_de: Keyword-Mapping für Inhalte
es_es: Contenido del mapa de palabras clave
fr_fr: Cartographie des mots-clés
it_it: Contenuto della mappatura delle parole chiave
nl_nl: Content voor trefwoordenkaart
pl_pl: Mapowanie treści ze słowami kluczowymi
pt_br: Mapeamento de palavras-chave do conteúdo

source: Keyword Overuse
de_de: Übermäßige Keyword-Nutzung
es_es: Uso excesivo de palabras clave
fr_fr: Surutilisation de mots-clés
it_it: Uso eccessivo di parole chiave
nl_nl: Overmatig gebruik van trefwoorden
pl_pl: Nadużywanie słów kluczowych
pt_br: Uso excessivo de palavras-chave

source: Keyword appears multiple times in close proximity
de_de: Keyword erscheint mehrfach in unmittelbarer Nähe
es_es: La palabra clave aparece varias veces muy cerca
fr_fr: Le mot-clé apparaît plusieurs fois à proximité
it_it: La parola chiave appare più volte in prossimità
nl_nl: Trefwoord verschijnt meerdere keren dicht bij elkaar
pl_pl: Słowo kluczowe pojawia się wielokrotnie w bliskiej odległości
pt_br: A palavra-chave aparece várias vezes em proximidade

source: Keyword density analysis completed
de_de: Analyse der Keyword-Dichte abgeschlossen
es_es: Análisis de densidad de palabras clave completado
fr_fr: Analyse de la densité des mots-clés terminée
it_it: Analisi della densità delle parole chiave completata
nl_nl: Analyse van trefwoorddichtheid voltooid
pl_pl: Analiza gęstości słów kluczowych zakończona
pt_br: Análise da densidade de palavras-chave concluída

source: Keyword distribution analysis completed
de_de: Analyse der Keyword-Verteilung abgeschlossen
es_es: Análisis de distribución de palabras clave completado
fr_fr: Analyse de la distribution des mots-clés terminée
it_it: Analisi della distribuzione delle parole chiave completata
nl_nl: Analyse van trefwoorddistributie voltooid
pl_pl: Analiza dystrybucji słów kluczowych zakończona
pt_br: Análise da distribuição de palavras-chave concluída

source: Keyword in header check completed successfully
de_de: Prüfung der Keywords in der Überschrift erfolgreich abgeschlossen
es_es: Comprobación de palabras clave en el encabezado completada con éxito
fr_fr: Vérification des mots-clés dans l'en-tête terminée avec succès
it_it: Controllo della parola chiave nell'intestazione completato con successo
nl_nl: Controle van trefwoord in kop succesvol voltooid
pl_pl: Sprawdzenie słów kluczowych w nagłówku zakończone pomyślnie
pt_br: Verificação de palavra-chave no título concluída com sucesso

source: Keyword mapping analysis completed
de_de: Keyword-Mapping-Analyse abgeschlossen
es_es: Análisis del mapa de palabras clave completado
fr_fr: Analyse de la cartographie des mots-clés terminée
it_it: Analisi della mappatura delle parole chiave completata
nl_nl: Analyse van trefwoordenkaart voltooid
pl_pl: Analiza mapowania słów kluczowych zakończona
pt_br: Análise de mapeamento de palavras-chave concluída

source: Keyword metrics fetched successfully
de_de: Keyword-Metriken erfolgreich abgerufen
es_es: Métricas de palabras clave obtenidas con éxito
fr_fr: Métriques de mots-clés récupérées avec succès
it_it: Metriche delle parole chiave recuperate con successo
nl_nl: Trefwoordstatistieken succesvol opgehaald
pl_pl: Metryki słów kluczowych pobrane pomyślnie
pt_br: Métricas de palavras-chave obtidas com sucesso

source: Keyword repeated with only a comma in between
de_de: Keyword wird nur durch ein Komma getrennt wiederholt
es_es: Palabra clave repetida con solo una coma de por medio
fr_fr: Mot-clé répété avec seulement une virgule entre
it_it: Parola chiave ripetuta con solo una virgola in mezzo
nl_nl: Trefwoord herhaald met alleen een komma ertussen
pl_pl: Słowo kluczowe powtórzone tylko z przecinkiem pomiędzy
pt_br: Palavra-chave repetida com apenas uma vírgula entre elas

source: Keyword stuffing detected in first paragraph
de_de: Keyword-Stuffing im ersten Absatz erkannt
es_es: «Keyword stuffing» detectado en el primer párrafo
fr_fr: Bourrage de mots-clés détecté dans le premier paragraphe
it_it: Rilevato keyword stuffing nel primo paragrafo
nl_nl: Keyword stuffing gedetecteerd in eerste alinea
pl_pl: Wykryto upychanie słów kluczowych w pierwszym akapicie
pt_br: "Keyword stuffing" detectado no primeiro parágrafo

source: Keyword used at both start and end of the same sentence
de_de: Keyword wird am Anfang und Ende desselben Satzes verwendet
es_es: Palabra clave usada al principio y al final de la misma frase
fr_fr: Mot-clé utilisé au début et à la fin de la même phrase
it_it: Parola chiave usata sia all'inizio che alla fine della stessa frase
nl_nl: Trefwoord gebruikt aan zowel het begin als het einde van dezelfde zin
pl_pl: Słowo kluczowe użyte na początku i końcu tego samego zdania
pt_br: Palavra-chave usada no início e no fim da mesma frase

source: Keywords
es_es: Palabras clave
fr_fr: Mots-clés
it_it: Parole chiave
nl_nl: Trefwoorden
pl_pl: Słowa kluczowe
pt_br: Palavras-chave

source: Keywords In Header Check
de_de: Prüfung der Keywords in Überschriften
es_es: Comprobación de palabras clave en el encabezado
fr_fr: Vérification des mots-clés dans les en-têtes
it_it: Controllo parole chiave nelle intestazioni
nl_nl: Controle van trefwoorden in koppen
pl_pl: Sprawdzenie słów kluczowych w nagłówkach
pt_br: Verificação de palavras-chave no cabeçalho

source: Keywords validated successfully
de_de: Keywords erfolgreich validiert
es_es: Palabras clave validadas con éxito
fr_fr: Mots-clés validés avec succès
it_it: Parole chiave convalidate con successo
nl_nl: Trefwoorden succesvol gevalideerd
pl_pl: Słowa kluczowe zweryfikowane pomyślnie
pt_br: Palavras-chave validadas com sucesso
