Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: To ensure rankingCoach works properly, please deactivate the conflicting plugin: %s
de_de: Um sicherzustellen, dass rankingCoach ordnungsgemäß funktioniert, deaktivieren Sie bitte das widersprüchliche Plugin: %s
es_es: Para asegurar que rankingCoach funcione correctamente, por favor, desactiva el plugin en conflicto: %s
fr_fr: Pour assurer le bon fonctionnement de rankingCoach, veuillez désactiver l'extension en conflit : %s
it_it: Per garantire il corretto funzionamento di rankingCoach, disattiva il plugin in conflitto: %s
nl_nl: Om ervoor te zorgen dat rankingCoach correct werkt, deactiveer dan de conflicterende plug-in: %s
pl_pl: Aby zapewnić prawidłowe działanie rankingCoach, proszę dezaktywować wtyczkę powodującą konflikt: %s
pt_br: Para garantir que o rankingCoach funcione corretamente, por favor, desative o plugin conflitante: %s

source: To ensure rankingCoach works properly, please deactivate the conflicting plugins.
de_de: Um sicherzustellen, dass rankingCoach ordnungsgemäß funktioniert, deaktivieren Sie bitte die widersprüchlichen Plugins.
es_es: Para asegurar que rankingCoach funcione correctamente, por favor, desactiva los plugins en conflicto.
fr_fr: Pour assurer le bon fonctionnement de rankingCoach, veuillez désactiver les extensions en conflit.
it_it: Per garantire il corretto funzionamento di rankingCoach, disattiva i plugin in conflitto.
nl_nl: Om ervoor te zorgen dat rankingCoach correct werkt, deactiveer dan de conflicterende plug-ins.
pl_pl: Aby zapewnić prawidłowe działanie rankingCoach, proszę dezaktywować wtyczki powodujące konflikt.
pt_br: Para garantir que o rankingCoach funcione corretamente, por favor, desative os plugins conflitantes.

source: To ensure rankingCoach works properly, please deactivate the conflicting plugins: %s
de_de: Um sicherzustellen, dass rankingCoach ordnungsgemäß funktioniert, deaktivieren Sie bitte die widersprüchlichen Plugins: %s
es_es: Para asegurar que rankingCoach funcione correctamente, por favor, desactiva los plugins en conflicto: %s
fr_fr: Pour assurer le bon fonctionnement de rankingCoach, veuillez désactiver les extensions en conflit : %s
it_it: Per garantire il corretto funzionamento di rankingCoach, disattiva i plugin in conflitto: %s
nl_nl: Om ervoor te zorgen dat rankingCoach correct werkt, deactiveer dan de conflicterende plug-ins: %s
pl_pl: Aby zapewnić prawidłowe działanie rankingCoach, proszę dezaktywować wtyczki powodujące konflikt: %s
pt_br: Para garantir que o rankingCoach funcione corretamente, por favor, desative os plugins conflitantes: %s

source: Too many images contain your keyword in their alt text. This appears unnatural to search engines. Use your keyword in alt text for only the most relevant images (aim for 30-50% of images).
de_de: Zu viele Bilder enthalten Ihr Keyword in ihrem Alternativtext. Dies wirkt auf Suchmaschinen unnatürlich. Verwenden Sie Ihr Keyword im Alternativtext nur für die relevantesten Bilder (streben Sie 30–50 % der Bilder an).
es_es: Demasiadas imágenes contienen tu palabra clave en su texto alternativo. Esto parece poco natural para los motores de búsqueda. Usa tu palabra clave en el texto alternativo solo para las imágenes más relevantes (apunta a un 30-50 % de las imágenes).
fr_fr: Trop d'images contiennent votre mot-clé dans leur texte alternatif. Cela semble non naturel aux moteurs de recherche. Utilisez votre mot-clé dans le texte alternatif seulement pour les images les plus pertinentes (visez 30-50% des images).
it_it: Troppe immagini contengono la tua parola chiave nel testo alternativo. Ciò appare innaturale ai motori di ricerca. Usa la tua parola chiave nel testo alternativo solo per le immagini più pertinenti (punta al 30-50% delle immagini).
nl_nl: Te veel afbeeldingen bevatten uw zoekwoord in hun alt-tekst. Dit komt onnatuurlijk over op zoekmachines. Gebruik uw zoekwoord in de alt-tekst alleen voor de meest relevante afbeeldingen (streef naar 30-50% van de afbeeldingen).
pl_pl: Zbyt wiele obrazów zawiera słowo kluczowe w tekście alternatywnym. Dla wyszukiwarek wygląda to nienaturalnie. Używaj słowa kluczowego w tekście alternatywnym tylko dla najbardziej trafnych obrazów (celuj w 30-50% obrazów).
pt_br: Muitas imagens contêm sua palavra-chave no texto alternativo. Isso parece não natural para os mecanismos de busca. Use sua palavra-chave no texto alternativo apenas para as imagens mais relevantes (busque usar em 30-50% das imagens).

source: Too many long paragraphs. %s paragraphs have more than 100 words.
de_de: Zu viele lange Absätze. %s Absätze haben mehr als 100 Wörter.
es_es: Demasiados párrafos largos. %s párrafos tienen más de 100 palabras.
fr_fr: Trop de paragraphes longs. %s paragraphes ont plus de 100 mots.
it_it: Troppi paragrafi lunghi. %s paragrafi hanno più di 100 parole.
nl_nl: Te veel lange paragrafen. %s paragrafen hebben meer dan 100 woorden.
pl_pl: Zbyt wiele długich akapitów. %s akapitów ma ponad 100 słów.
pt_br: Muitos parágrafos longos. %s parágrafos têm mais de 100 palavras.

source: Too many long sentences. %s%% of your sentences are longer than 20 words.
de_de: Zu viele lange Sätze. %s%% Ihrer Sätze sind länger als 20 Wörter.
es_es: Demasiadas frases largas. El %s%% de tus frases tienen más de 20 palabras.
fr_fr: Trop de phrases longues. %s%% de vos phrases font plus de 20 mots.
it_it: Troppe frasi lunghe. Il %s%% delle tue frasi è più lungo di 20 parole.
nl_nl: Te veel lange zinnen. %s%% van uw zinnen zijn langer dan 20 woorden.
pl_pl: Zbyt wiele długich zdań. %s%% twoich zdań jest dłuższych niż 20 słów.
pt_br: Muitas frases longas. %s%% das suas frases têm mais de 20 palavras.

source: Too many of your backlinks use exact keyword phrases as clickable text. This looks manipulative to search engines. Aim for more natural, varied link text.
de_de: Zu viele Ihrer Backlinks verwenden exakte Keyword-Phrasen als klickbaren Text. Dies wirkt auf Suchmaschinen manipulativ. Streben Sie einen natürlicheren, vielfältigeren Linktext an.
es_es: Demasiados de tus backlinks usan frases de palabras clave exactas como texto clicable. Esto parece manipulador para los motores de búsqueda. Busca un texto de enlace más natural y variado.
fr_fr: Trop de vos liens retour utilisent des phrases de mots-clés exactes comme texte cliquable. Cela semble manipulateur aux moteurs de recherche. Visez un texte de lien plus naturel et varié.
it_it: Troppi dei tuoi backlink usano frasi di parole chiave esatte come testo cliccabile. Ciò appare manipolativo ai motori di ricerca. Punta a un testo di link più naturale e vario.
nl_nl: Te veel van uw backlinks gebruiken exacte zoekwoordzinnen als klikbare tekst. Dit ziet er voor zoekmachines manipulatief uit. Streef naar meer natuurlijke, gevarieerde linktekst.
pl_pl: Zbyt wiele twoich linków zwrotnych używa dokładnych fraz kluczowych jako tekstu klikalnego. Dla wyszukiwarek wygląda to na manipulację. Staraj się używać bardziej naturalnego i zróżnicowanego tekstu linku.
pt_br: Muitos de seus backlinks usam frases de palavras-chave exatas como texto clicável. Isso parece manipulador para os mecanismos de busca. Busque um texto de link mais natural e variado.

source: Too many of your links are marked "nofollow," which limits their SEO value. Focus on getting more standard "dofollow" links from reputable websites.
de_de: Zu viele Ihrer Links sind als „nofollow“ markiert, was ihren SEO-Wert begrenzt. Konzentrieren Sie sich darauf, mehr standardmäßige „dofollow“-Links von seriösen Websites zu erhalten.
es_es: Demasiados de tus enlaces están marcados como «nofollow», lo que limita su valor SEO. Céntrate en obtener más enlaces estándar «dofollow» de sitios web de buena reputación.
fr_fr: Trop de vos liens sont marqués "nofollow", ce qui limite leur valeur SEO. Concentrez-vous sur l'obtention de plus de liens "dofollow" standard de sites web réputés.
it_it: Troppi dei tuoi link sono contrassegnati come "nofollow", il che limita il loro valore SEO. Concentrati sull'ottenere più link standard "dofollow" da siti web affidabili.
nl_nl: Te veel van uw links zijn gemarkeerd als "nofollow", wat hun SEO-waarde beperkt. Richt u op het verkrijgen van meer standaard "dofollow"-links van gerenommeerde websites.
pl_pl: Zbyt wiele twoich linków jest oznaczonych jako „nofollow”, co ogranicza ich wartość SEO. Skup się na zdobywaniu większej liczby standardowych linków „dofollow” z renomowanych witryn internetowych.
pt_br: Muitos dos seus links estão marcados como "nofollow", o que limita seu valor de SEO. Concentre-se em obter mais links "dofollow" padrão de sites respeitáveis.

source: Total Blocking Time (TBT) is too high. This indicates that your page has long tasks that block the main thread and delay interactivity. Optimize JavaScript execution and split long tasks.
de_de: Die Gesamtblockierzeit (TBT) ist zu hoch. Dies deutet darauf hin, dass Ihre Seite lange Aufgaben hat, die den Hauptthread blockieren und die Interaktivität verzögern. Optimieren Sie die JavaScript-Ausführung und teilen Sie lange Aufgaben auf.
es_es: El tiempo total de bloqueo (TBT) es demasiado alto. Esto indica que tu página tiene tareas largas que bloquean el hilo principal y retrasan la interactividad. Optimiza la ejecución de JavaScript y divide las tareas largas.
fr_fr: Le Total Blocking Time (TBT) est trop élevé. Cela indique que votre page a de longues tâches qui bloquent le thread principal et retardent l'interactivité. Optimisez l'exécution JavaScript et divisez les longues tâches.
it_it: Il Total Blocking Time (TBT) è troppo alto. Ciò indica che la tua pagina ha attività lunghe che bloccano il thread principale e ritardano l'interattività. Ottimizza l'esecuzione di JavaScript e dividi le attività lunghe.
nl_nl: De Total Blocking Time (TBT) is te hoog. Dit geeft aan dat uw pagina lange taken heeft die de hoofdthread blokkeren en de interactiviteit vertragen. Optimaliseer de JavaScript-uitvoering en splits lange taken op.
pl_pl: Całkowity czas blokowania (TBT) jest zbyt wysoki. Wskazuje to, że twoja strona ma długie zadania, które blokują główny wątek i opóźniają interaktywność. Zoptymalizuj wykonywanie JavaScript i podziel długie zadania.
pt_br: O Tempo Total de Bloqueio (TBT) está muito alto. Isso indica que sua página tem tarefas longas que bloqueiam a thread principal e atrasam a interatividade. Otimize a execução do JavaScript e divida tarefas longas.

source: Track online mentions
de_de: Online-Erwähnungen verfolgen
es_es: Seguimiento de menciones en línea
fr_fr: Suivre les mentions en ligne
it_it: Monitora le menzioni online
nl_nl: Online vermeldingen volgen
pl_pl: Śledź wzmianki online
pt_br: Rastrear menções online

source: Track up to 3 competitors
de_de: Bis zu 3 Mitbewerber verfolgen
es_es: Seguimiento de hasta 3 competidores
fr_fr: Suivre jusqu'à 3 concurrents
it_it: Monitora fino a 3 concorrenti
nl_nl: Volg tot 3 concurrenten
pl_pl: Śledź do 3 konkurentów
pt_br: Rastreie até 3 concorrentes

source: Track up to 3 locations
de_de: Bis zu 3 Standorte verfolgen
es_es: Seguimiento de hasta 3 ubicaciones
fr_fr: Suivre jusqu'à 3 emplacements
it_it: Monitora fino a 3 località
nl_nl: Volg tot 3 locaties
pl_pl: Śledź do 3 lokalizacji
pt_br: Rastreie até 3 localidades

source: Transition words connect ideas smoothly. Use them to guide readers through your content logically. Add transition words like "however," "furthermore," or "consequently" to improve flow.
de_de: Übergangswörter verbinden Ideen reibungslos. Verwenden Sie sie, um die Leser logisch durch Ihren Inhalt zu führen. Fügen Sie Übergangswörter wie „jedoch“, „des Weiteren“ oder „folglich“ hinzu, um den Lesefluss zu verbessern.
es_es: Las palabras de transición conectan las ideas de forma fluida. Úsalas para guiar a los lectores a través de tu contenido de forma lógica. Añade palabras de transición como «sin embargo», «además» o «en consecuencia» para mejorar el flujo.
fr_fr: Les mots de transition relient les idées en douceur. Utilisez-les pour guider les lecteurs à travers votre contenu de manière logique. Ajoutez des mots de transition comme "cependant", "de plus" ou "par conséquent" pour améliorer le flux.
it_it: Le parole di transizione collegano le idee in modo fluido. Usale per guidare i lettori attraverso il tuo contenuto in modo logico. Aggiungi parole di transizione come "tuttavia", "inoltre" o "di conseguenza" per migliorare la fluidità.
nl_nl: Overgangswoorden verbinden ideeën soepel. Gebruik ze om lezers logisch door uw content te leiden. Voeg overgangswoorden toe zoals "echter", "verder" of "daarom" om de flow te verbeteren.
pl_pl: Słowa przejściowe płynnie łączą myśli. Używaj ich, aby logicznie przeprowadzić czytelników przez treść. Dodaj słowa przejściowe, takie jak „jednakże”, „ponadto” lub „w rezultacie”, aby poprawić płynność.
pt_br: Palavras de transição conectam ideias de forma suave. Use-as para guiar os leitores pelo seu conteúdo de forma lógica. Adicione palavras de transição como "no entanto", "além disso" ou "consequentemente" para melhorar o fluxo.

source: Transport error occurred during request: %s
de_de: Transportfehler während der Anfrage aufgetreten: %s
es_es: Ocurrió un error de transporte durante la solicitud: %s
fr_fr: Erreur de transport survenue lors de la requête : %s
it_it: Si è verificato un errore di trasporto durante la richiesta: %s
nl_nl: Transportfout opgetreden tijdens verzoek: %s
pl_pl: Wystąpił błąd transportu podczas żądania: %s
pt_br: Ocorreu um erro de transporte durante a solicitação: %s

source: Try referring to "%s" by its characteristics or benefits
de_de: Versuchen Sie, sich auf „%s“ durch seine Eigenschaften oder Vorteile zu beziehen
es_es: Intenta referirte a «%s» por sus características o beneficios
fr_fr: Essayez de vous référer à "%s" par ses caractéristiques ou avantages
it_it: Prova a fare riferimento a "%s" tramite le sue caratteristiche o i suoi benefici
nl_nl: Probeer naar "%s" te verwijzen via zijn kenmerken of voordelen
pl_pl: Spróbuj odnieść się do „%s”, opisując jego cechy lub korzyści
pt_br: Tente se referir a "%s" por suas características ou benefícios

source: Try rewriting with a question: "Why is %s important for this scenario?"
de_de: Versuchen Sie, mit einer Frage umzuformulieren: „Warum ist %s für dieses Szenario wichtig?“
es_es: Intenta reescribir con una pregunta: «¿Por qué %s es importante para este escenario?»
fr_fr: Essayez de réécrire avec une question : "Pourquoi %s est-il important pour ce scénario ?"
it_it: Prova a riscrivere con una domanda: "Perché %s è importante in questo scenario?"
nl_nl: Probeer het te herschrijven met een vraag: "Waarom is %s belangrijk voor dit scenario?"
pl_pl: Spróbuj przepisać, używając pytania: „Dlaczego %s jest ważne w tym scenariuszu?”
pt_br: Tente reescrever com uma pergunta: "Por que %s é importante para este cenário?"

source: Try to make your URL more concise by removing unnecessary words.
de_de: Versuchen Sie, Ihre URL durch Entfernen unnötiger Wörter prägnanter zu gestalten.
es_es: Intenta hacer tu URL más concisa eliminando palabras innecesarias.
fr_fr: Essayez de rendre votre URL plus concise en supprimant les mots inutiles.
it_it: Prova a rendere il tuo URL più conciso rimuovendo le parole non necessarie.
nl_nl: Probeer uw URL beknopter te maken door onnodige woorden te verwijderen.
pl_pl: Spróbuj skrócić adres URL, usuwając niepotrzebne słowa.
pt_br: Tente tornar seu URL mais conciso removendo palavras desnecessárias.

source: Try: "The %s approach helps to %s more effectively."
de_de: Versuchen Sie: „Der %s-Ansatz hilft, %s effektiver zu machen.“
es_es: Prueba con: «El enfoque %s ayuda a %s de manera más efectiva».
fr_fr: Essayez : "L'approche %s aide à %s plus efficacement."
it_it: Prova: "L'approccio %s aiuta a %s in modo più efficace."
nl_nl: Probeer: "De %s-aanpak helpt om effectiever te %s."
pl_pl: Spróbuj: „Podejście %s pomaga skuteczniej %s”.
pt_br: Tente: "A abordagem %s ajuda a %s de forma mais eficaz."

source: URL content fetched successfully
de_de: URL-Inhalt erfolgreich abgerufen
es_es: Contenido de la URL obtenido con éxito
fr_fr: Contenu de l'URL récupéré avec succès
it_it: Contenuto dell'URL recuperato con successo
nl_nl: URL-content succesvol opgehaald
pl_pl: Pomyślnie pobrano zawartość adresu URL
pt_br: Conteúdo do URL obtido com sucesso

source: URL content is empty
de_de: URL-Inhalt ist leer
es_es: El contenido de la URL está vacío
fr_fr: Le contenu de l'URL est vide
it_it: Il contenuto dell'URL è vuoto
nl_nl: URL-content is leeg
pl_pl: Zawartość adresu URL jest pusta
pt_br: O conteúdo do URL está vazio

source: URL is too long. Consider shortening it.
de_de: URL ist zu lang. Erwägen Sie, sie zu kürzen.
es_es: La URL es demasiado larga. Considera acortarla.
fr_fr: L'URL est trop longue. Envisagez de la raccourcir.
it_it: L'URL è troppo lungo. Considera di accorciarlo.
nl_nl: De URL is te lang. Overweeg deze in te korten.
pl_pl: Adres URL jest za długi. Rozważ jego skrócenie.
pt_br: O URL é muito longo. Considere encurtá-lo.

source: URL length is optimal.
de_de: Die URL-Länge ist optimal.
es_es: La longitud de la URL es óptima.
fr_fr: La longueur de l'URL est optimale.
it_it: La lunghezza dell'URL è ottimale.
nl_nl: De URL-lengte is optimaal.
pl_pl: Długość adresu URL jest optymalna.
pt_br: O comprimento do URL está ideal.

source: URL readability analysis completed
de_de: Analyse der URL-Lesbarkeit abgeschlossen
es_es: Análisis de legibilidad de la URL completado
fr_fr: Analyse de lisibilité de l'URL terminée
it_it: Analisi della leggibilità dell'URL completata
nl_nl: Analyse van URL-leesbaarheid voltooid
pl_pl: Zakończono analizę czytelności adresu URL
pt_br: Análise da legibilidade do URL concluída

source: URL shortener
de_de: URL-Kürzer
es_es: Acortador de URL
fr_fr: Raccourcisseur d'URL
it_it: Accorciatore di URL
nl_nl: URL-verkorter
pl_pl: Skracacz adresów URL
pt_br: Encurtador de URL

source: URL structure analysis completed
de_de: Analyse der URL-Struktur abgeschlossen
es_es: Análisis de la estructura de la URL completado
fr_fr: Analyse de la structure URL terminée
it_it: Analisi della struttura dell'URL completata
nl_nl: Analyse van URL-structuur voltooid
pl_pl: Zakończono analizę struktury adresu URL
pt_br: Análise da estrutura do URL concluída

source: URLs with different query parameters are serving the same content. Search engines may treat these as duplicate pages unless properly canonicalized.
de_de: URLs mit unterschiedlichen Abfrageparametern liefern denselben Inhalt. Suchmaschinen können diese als doppelte Seiten behandeln, sofern sie nicht ordnungsgemäß kanonisiert sind.
es_es: Las URL con diferentes parámetros de consulta están sirviendo el mismo contenido. Los motores de búsqueda pueden tratar estas como páginas duplicadas a menos que estén correctamente canónicas.
fr_fr: Les URL avec différents paramètres de requête servent le même contenu. Les moteurs de recherche peuvent traiter celles-ci comme des pages dupliquées à moins d'être correctement canonicalisées.
it_it: URL con parametri di query diversi servono lo stesso contenuto. I motori di ricerca possono trattarli come pagine duplicate a meno che non siano correttamente canonicalizzate.
nl_nl: URL's met verschillende queryparameters serveren dezelfde content. Zoekmachines kunnen deze als dubbele pagina's behandelen, tenzij ze correct gecanonicaliseerd zijn.
pl_pl: Adresy URL z różnymi parametrami zapytania serwują tę samą treść. Wyszukiwarki mogą traktować je jako zduplikowane strony, chyba że zostaną poprawnie skanonizowane.
pt_br: URLs com diferentes parâmetros de consulta estão servindo o mesmo conteúdo. Os mecanismos de busca podem tratar estas como páginas duplicadas, a menos que sejam devidamente canonizadas.

source: Unable to determine site URL
de_de: Website-URL kann nicht ermittelt werden
es_es: No se puede determinar la URL del sitio
fr_fr: Impossible de déterminer l'URL du site
it_it: Impossibile determinare l'URL del sito
nl_nl: Kan de site-URL niet bepalen
pl_pl: Nie można określić adresu URL witryny
pt_br: Não foi possível determinar o URL do site

source: Unable to get post URL
de_de: Beitrags-URL kann nicht abgerufen werden
es_es: No se puede obtener la URL de la entrada
fr_fr: Impossible d'obtenir l'URL de la publication
it_it: Impossibile ottenere l'URL dell'articolo
nl_nl: Kan de URL van het bericht niet ophalen
pl_pl: Nie można pobrać adresu URL wpisu
pt_br: Não foi possível obter o URL do post

source: Unable to process activation code. Please try again later.
de_de: Aktivierungscode kann nicht verarbeitet werden. Bitte versuchen Sie es später erneut.
es_es: No se puede procesar el código de activación. Por favor, inténtalo de nuevo más tarde.
fr_fr: Impossible de traiter le code d'activation. Veuillez réessayer plus tard.
it_it: Impossibile elaborare il codice di attivazione. Riprova più tardi.
nl_nl: Kan de activatiecode niet verwerken. Probeer het later opnieuw.
pl_pl: Nie można przetworzyć kodu aktywacyjnego. Spróbuj ponownie później.
pt_br: Não foi possível processar o código de ativação. Por favor, tente novamente mais tarde.

source: Unable to retrieve content
de_de: Inhalt kann nicht abgerufen werden
es_es: No se pudo obtener el contenido
fr_fr: Impossible de récupérer le contenu
it_it: Impossibile recuperare il contenuto
nl_nl: Kan de content niet ophalen
pl_pl: Nie można pobrać treści
pt_br: Não foi possível recuperar o conteúdo

source: Unify Duplicate URL Paths
de_de: Doppelte URL-Pfade vereinheitlichen
es_es: Unificar rutas de URL duplicadas
fr_fr: Unifier les chemins d'URL dupliqués
it_it: Unifica i percorsi URL duplicati
nl_nl: Dubbele URL-paden verenigen
pl_pl: Ujednolić zduplikowane ścieżki URL
pt_br: Unificar caminhos de URL duplicados

source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
nl_nl: Onbekend
pl_pl: Nieznany
pt_br: Desconhecido

source: Unknown error
de_de: Unbekannter Fehler
es_es: Error desconocido
fr_fr: Erreur inconnue
it_it: Errore sconosciuto
nl_nl: Onbekende fout
pl_pl: Nieznany błąd
pt_br: Erro desconhecido

source: Unknown message
de_de: Unbekannte Nachricht
es_es: Mensaje desconocido
fr_fr: Message inconnu
it_it: Messaggio sconosciuto
nl_nl: Onbekend bericht
pl_pl: Nieznana wiadomość
pt_br: Mensagem desconhecida

source: Unsupported content type.
de_de: Nicht unterstützter Inhaltstyp.
es_es: Tipo de contenido no soportado.
fr_fr: Type de contenu non pris en charge.
it_it: Tipo di contenuto non supportato.
nl_nl: Niet-ondersteund contenttype.
pl_pl: Nieobsługiwany typ zawartości.
pt_br: Tipo de conteúdo não suportado.

source: Update Canonical to Self-Referential
de_de: Canonical auf selbstreferenzierend aktualisieren
es_es: Actualizar la canónica a autorreferencial
fr_fr: Mettre à jour la canonique vers auto-référentielle
it_it: Aggiorna il canonico a autoreferenziale
nl_nl: Canonical bijwerken naar zelfverwijzend
pl_pl: Zaktualizuj link kanoniczny, aby wskazywał na samego siebie
pt_br: Atualizar canônica para autorreferencial

source: Update Content Freshness
de_de: Aktualität des Inhalts verbessern
es_es: Actualizar la frescura del contenido
fr_fr: Mettre à jour la fraîcheur du contenu
it_it: Aggiorna la freschezza del contenuto
nl_nl: Contentactualiteit bijwerken
pl_pl: Zaktualizuj świeżość treści
pt_br: Atualizar a novidade do conteúdo

source: Update to Correct Schema Type
de_de: Auf korrekten Schema-Typ aktualisieren
es_es: Actualizar al tipo de schema correcto
fr_fr: Mettre à jour vers le type de schéma correct
it_it: Aggiorna al tipo di schema corretto
nl_nl: Bijwerken naar correct schematype
pl_pl: Zaktualizuj do poprawnego typu schema
pt_br: Atualizar para o tipo de schema correto

source: Upgrade
es_es: Actualizar
fr_fr: Mettre à niveau
it_it: Aggiorna
nl_nl: Upgraden
pl_pl: Rozszerz
pt_br: Fazer upgrade
