Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Your main keyword isn't being used effectively throughout your content. Make sure to include it naturally in important places like your title, headings, and throughout your text. This helps search engines understand what your page is about.
de_de: Ihr Haupt-Keyword wird nicht effektiv in Ihrem gesamten Inhalt verwendet. Stellen Sie sicher, dass Sie es an wichtigen Stellen wie Ihrem Titel, den Überschriften und im gesamten Text natürlich einbinden. Dies hilft Suchmaschinen zu verstehen, worum es auf Ihrer Seite geht.
es_es: Tu palabra clave principal no se utiliza eficazmente en todo tu contenido. Asegúrate de incluirla de forma natural en lugares importantes como el título, los encabezados y a lo largo del texto. Esto ayuda a los motores de búsqueda a entender de qué trata tu página.
fr_fr: Votre mot-clé principal n'est pas utilisé efficacement dans votre contenu. Assurez-vous de l'inclure naturellement dans des endroits importants comme votre titre, titres et dans tout votre texte. Cela aide les moteurs de recherche à comprendre de quoi parle votre page.
it_it: La tua parola chiave principale non è usata in modo efficace nel tuo contenuto. Assicurati di includerla naturalmente in punti importanti come il titolo, le intestazioni e nel testo. Questo aiuta i motori di ricerca a capire l'argomento della tua pagina.
nl_nl: Uw hoofdzoekwoord wordt niet effectief gebruikt in uw content. Zorg ervoor dat u het op natuurlijke wijze opneemt op belangrijke plaatsen zoals uw titel, koppen en door uw tekst heen. Dit helpt zoekmachines te begrijpen waar uw pagina over gaat.
pl_pl: Twoje główne słowo kluczowe nie jest skutecznie używane w całej treści. Upewnij się, że umieszczasz je naturalnie w ważnych miejscach, takich jak tytuł, nagłówki i w całym tekście. Pomoże to wyszukiwarkom zrozumieć, o czym jest Twoja strona.
pt_br: Sua palavra-chave principal não está sendo usada de forma eficaz em seu conteúdo. Certifique-se de incluí-la naturalmente em locais importantes como seu título, cabeçalhos e ao longo do texto. Isso ajuda os motores de busca a entenderem sobre o que sua página trata.

source: Your main keyword isn't placed in the most important parts of your content. Make sure to include it in your title, first paragraph, at least one heading, and meta description. These locations have the biggest impact on search rankings.
de_de: Ihr Haupt-Keyword ist nicht in den wichtigsten Teilen Ihres Inhalts platziert. Stellen Sie sicher, dass Sie es in Ihren Titel, den ersten Absatz, mindestens eine Überschrift und die Meta-Beschreibung aufnehmen. Diese Stellen haben den größten Einfluss auf die Such-Rankings.
es_es: Tu palabra clave principal no está colocada en las partes más importantes de tu contenido. Asegúrate de incluirla en tu título, primer párrafo, al menos un encabezado y en la metadescripción. Estas ubicaciones tienen el mayor impacto en el posicionamiento en los buscadores.
fr_fr: Votre mot-clé principal n'est pas placé dans les parties les plus importantes de votre contenu. Assurez-vous de l'inclure dans votre titre, premier paragraphe, au moins un titre et méta-description. Ces emplacements ont le plus grand impact sur les classements de recherche.
it_it: La tua parola chiave principale non è inserita nelle parti più importanti del tuo contenuto. Assicurati di includerla nel titolo, nel primo paragrafo, in almeno un'intestazione e nella meta description. Queste posizioni hanno il maggiore impatto sul posizionamento nei motori di ricerca.
nl_nl: Uw hoofdzoekwoord staat niet op de belangrijkste plaatsen in uw content. Zorg ervoor dat u het opneemt in uw titel, eerste paragraaf, minstens één kop en de metabeschrijving. Deze locaties hebben de grootste impact op de posities in zoekresultaten.
pl_pl: Twoje główne słowo kluczowe nie jest umieszczone w najważniejszych częściach treści. Upewnij się, że znajduje się ono w tytule, pierwszym akapicie, co najmniej jednym nagłówku i metaopisie. Te lokalizacje mają największy wpływ na rankingi wyszukiwania.
pt_br: Sua palavra-chave principal não está posicionada nas partes mais importantes do seu conteúdo. Certifique-se de incluí-la no seu título, primeiro parágrafo, em pelo menos um cabeçalho e na meta-descrição. Esses locais têm o maior impacto nos rankings de busca.

source: Your meta description does not satisfy the user intent behind the target keywords. Ensure your meta description aligns with what users are searching for.
de_de: Ihre Meta-Beschreibung entspricht nicht der Nutzerabsicht hinter den Ziel-Keywords. Stellen Sie sicher, dass Ihre Meta-Beschreibung mit dem übereinstimmt, wonach die Nutzer suchen.
es_es: Tu metadescripción no satisface la intención del usuario que hay detrás de las palabras clave objetivo. Asegúrate de que tu metadescripción se ajusta a lo que buscan los usuarios.
fr_fr: Votre méta-description ne satisfait pas l'intention de l'utilisateur derrière les mots-clés cibles. Assurez-vous que votre méta-description s'aligne avec ce que les utilisateurs recherchent.
it_it: La tua meta description non soddisfa l'intento dell'utente dietro le parole chiave target. Assicurati che la tua meta description sia in linea con ciò che gli utenti cercano.
nl_nl: Uw metabeschrijving voldoet niet aan de gebruikersintentie achter de doelzoekwoorden. Zorg ervoor dat uw metabeschrijving aansluit bij wat gebruikers zoeken.
pl_pl: Twój metaopis nie zaspokaja intencji użytkownika stojącej za docelowymi słowami kluczowymi. Upewnij się, że metaopis jest zgodny z tym, czego szukają użytkownicy.
pt_br: Sua meta-descrição não satisfaz a intenção do usuário por trás das palavras-chave alvo. Garanta que sua meta-descrição esteja alinhada com o que os usuários estão procurando.

source: Your meta description exceeds optimal length and will be truncated in search results, diminishing click-through rates. Condense it to 155-160 characters for maximum visibility and impact.
de_de: Ihre Meta-Beschreibung überschreitet die optimale Länge und wird in den Suchergebnissen gekürzt, was die Klickraten verringert. Kürzen Sie sie auf 155–160 Zeichen für maximale Sichtbarkeit und Wirkung.
es_es: Tu metadescripción excede la longitud óptima y se truncará en los resultados de búsqueda, disminuyendo las tasas de clics. Redúcela a 155-160 caracteres para obtener la máxima visibilidad e impacto.
fr_fr: Votre méta-description dépasse la longueur optimale et sera tronquée dans les résultats de recherche, diminuant les taux de clic. Condensez-la à 155-160 caractères pour une visibilité et un impact maximum.
it_it: La tua meta description supera la lunghezza ottimale e sarà troncata nei risultati di ricerca, diminuendo la percentuale di clic. Riassumila in 155-160 caratteri per la massima visibilità e impatto.
nl_nl: Uw metabeschrijving overschrijdt de optimale lengte en zal worden afgekapt in de zoekresultaten, wat de doorklikratio's vermindert. Kort deze in tot 155-160 tekens voor maximale zichtbaarheid en impact.
pl_pl: Twój metaopis przekracza optymalną długość i zostanie obcięty w wynikach wyszukiwania, co zmniejszy współczynnik klikalności. Skróć go do 155-160 znaków, aby uzyskać maksymalną widoczność i wpływ.
pt_br: Sua meta-descrição excede o comprimento ideal e será truncada nos resultados de busca, diminuindo as taxas de cliques. Condense-a para 155 a 160 caracteres para máxima visibilidade e impacto.

source: Your meta description includes a weak or vague call to action. Make it more specific and persuasive to increase clicks.
de_de: Ihre Meta-Beschreibung enthält eine schwache oder vage Handlungsaufforderung. Machen Sie sie spezifischer und überzeugender, um die Klicks zu erhöhen.
es_es: Tu metadescripción incluye una llamada a la acción débil o vaga. Hazla más específica y persuasiva para aumentar los clics.
fr_fr: Votre méta-description inclut un appel à l'action faible ou vague. Rendez-le plus spécifique et persuasif pour augmenter les clics.
it_it: La tua meta description include una call to action debole o vaga. Rendila più specifica e persuasiva per aumentare i clic.
nl_nl: Uw metabeschrijving bevat een zwakke of vage call-to-action. Maak deze specifieker en overtuigender om het aantal klikken te verhogen.
pl_pl: Twój metaopis zawiera słabe lub niejasne wezwanie do działania. Uczyń je bardziej konkretnym i przekonującym, aby zwiększyć liczbę kliknięć.
pt_br: Sua meta-descrição inclui uma chamada para ação fraca ou vaga. Torne-a mais específica e persuasiva para aumentar os cliques.

source: Your meta description is within the acceptable range but could be improved. Aim for a length between %d and %d characters to enhance click-through rates.
de_de: Ihre Meta-Beschreibung liegt im akzeptablen Bereich, könnte aber verbessert werden. Streben Sie eine Länge zwischen %d und %d Zeichen an, um die Klickraten zu verbessern.
es_es: Tu metadescripción está dentro del rango aceptable, pero podría mejorarse. Intenta que tenga una longitud de entre %d y %d caracteres para mejorar la tasa de clics.
fr_fr: Votre méta-description est dans la plage acceptable mais pourrait être améliorée. Visez une longueur entre %d et %d caractères pour améliorer les taux de clic.
it_it: La tua meta description rientra nell'intervallo accettabile ma potrebbe essere migliorata. Punta a una lunghezza tra %d e %d caratteri per migliorare la percentuale di clic.
nl_nl: Uw metabeschrijving valt binnen het aanvaardbare bereik, maar kan worden verbeterd. Streef naar een lengte tussen %d en %d tekens om de doorklikratio's te verbeteren.
pl_pl: Twój metaopis mieści się w dopuszczalnym zakresie, ale można go ulepszyć. Celuj w długość od %d do %d znaków, aby zwiększyć współczynnik klikalności.
pt_br: Sua meta-descrição está dentro do intervalo aceitável, mas pode ser melhorada. Tente manter um comprimento entre %d e %d caracteres para melhorar as taxas de cliques.

source: Your meta description repeats keywords too frequently. Write a compelling, natural description that mentions your keyword once while focusing on user engagement and click-through appeal.
de_de: Ihre Meta-Beschreibung wiederholt Keywords zu häufig. Schreiben Sie eine überzeugende, natürliche Beschreibung, die Ihr Keyword einmal erwähnt und sich dabei auf das Nutzerengagement und die Klickattraktivität konzentriert.
es_es: Tu metadescripción repite las palabras clave con demasiada frecuencia. Escribe una descripción atractiva y natural que mencione tu palabra clave una vez, centrándote en la participación del usuario y en el atractivo para los clics.
fr_fr: Votre méta-description répète les mots-clés trop fréquemment. Rédigez une description convaincante et naturelle qui mentionne votre mot-clé une fois tout en se concentrant sur l'engagement des utilisateurs et l'attrait du clic.
it_it: La tua meta description ripete le parole chiave troppo spesso. Scrivi una descrizione accattivante e naturale che menzioni la tua parola chiave una volta, concentrandoti sul coinvolgimento dell'utente e sull'attrattiva per i clic.
nl_nl: Uw metabeschrijving herhaalt zoekwoorden te vaak. Schrijf een overtuigende, natuurlijke beschrijving die uw zoekwoord één keer vermeldt en zich richt op gebruikersbetrokkenheid en aantrekkelijkheid om op te klikken.
pl_pl: Twój metaopis powtarza słowa kluczowe zbyt często. Napisz przekonujący, naturalny opis, który wspomina Twoje słowo kluczowe raz, skupiając się na zaangażowaniu użytkowników i atrakcyjności dla kliknięć.
pt_br: Sua meta-descrição repete palavras-chave com muita frequência. Escreva uma descrição atraente e natural que mencione sua palavra-chave uma vez, focando no engajamento do usuário e no apelo para cliques.

source: Your meta description requires expansion to at least 150 characters. Incorporate compelling details and relevant keywords to improve click-through rates from search results.
de_de: Ihre Meta-Beschreibung muss auf mindestens 150 Zeichen erweitert werden. Fügen Sie überzeugende Details und relevante Keywords hinzu, um die Klickraten aus den Suchergebnissen zu verbessern.
es_es: Tu metadescripción requiere una ampliación de al menos 150 caracteres. Incorpora detalles atractivos y palabras clave relevantes para mejorar las tasas de clics desde los resultados de búsqueda.
fr_fr: Votre méta-description nécessite une expansion à au moins 150 caractères. Incorporez des détails convaincants et des mots-clés pertinents pour améliorer les taux de clic des résultats de recherche.
it_it: La tua meta description deve essere estesa ad almeno 150 caratteri. Includi dettagli accattivanti e parole chiave pertinenti per migliorare la percentuale di clic dai risultati di ricerca.
nl_nl: Uw metabeschrijving moet worden uitgebreid tot minstens 150 tekens. Voeg overtuigende details en relevante zoekwoorden toe om de doorklikratio's vanuit zoekresultaten te verbeteren.
pl_pl: Twój metaopis wymaga rozszerzenia do co najmniej 150 znaków. Włącz przekonujące szczegóły i trafne słowa kluczowe, aby poprawić współczynnik klikalności z wyników wyszukiwania.
pt_br: Sua meta-descrição precisa ser expandida para pelo menos 150 caracteres. Incorpore detalhes atraentes e palavras-chave relevantes para melhorar as taxas de cliques dos resultados de busca.

source: Your meta title contains clickbait patterns. Consider using a more professional and straightforward title that accurately represents your content.
de_de: Ihr Meta-Titel enthält Clickbait-Muster. Erwägen Sie die Verwendung eines professionelleren und direkteren Titels, der Ihren Inhalt genau wiedergibt.
es_es: Tu metatítulo contiene patrones de ciberanzuelo. Considera usar un título más profesional y directo que represente con precisión tu contenido.
fr_fr: Votre méta-titre contient des modèles de clickbait. Envisagez d'utiliser un titre plus professionnel et direct qui représente fidèlement votre contenu.
it_it: Il tuo meta titolo contiene elementi di clickbait. Considera di usare un titolo più professionale e diretto che rappresenti accuratamente il tuo contenuto.
nl_nl: Uw metatitel bevat clickbait-patronen. Overweeg een professionelere en directere titel te gebruiken die uw content nauwkeurig weergeeft.
pl_pl: Twój metatytuł zawiera wzorce typu clickbait. Rozważ użycie bardziej profesjonalnego i prostego tytułu, który dokładnie reprezentuje Twoją treść.
pt_br: Seu metatítulo contém padrões de clickbait. Considere usar um título mais profissional e direto que represente seu conteúdo com precisão.

source: Your meta title contains too many words. Please aim to keep it below 6 words for optimal SEO performance.
de_de: Ihr Meta-Titel enthält zu viele Wörter. Bitte versuchen Sie, ihn für eine optimale SEO-Leistung unter 6 Wörtern zu halten.
es_es: Tu metatítulo contiene demasiadas palabras. Por favor, intenta que tenga menos de 6 palabras para un rendimiento SEO óptimo.
fr_fr: Votre méta-titre contient trop de mots. Veuillez viser à le maintenir en dessous de 6 mots pour des performances SEO optimales.
it_it: Il tuo meta titolo contiene troppe parole. Cerca di mantenerlo sotto le 6 parole per prestazioni SEO ottimali.
nl_nl: Uw metatitel bevat te veel woorden. Probeer deze onder de 6 woorden te houden voor optimale SEO-prestaties.
pl_pl: Twój metatytuł zawiera zbyt wiele słów. Staraj się, aby miał on mniej niż 6 słów dla optymalnej wydajności SEO.
pt_br: Seu metatítulo contém palavras demais. Tente mantê-lo abaixo de 6 palavras para um desempenho de SEO ideal.

source: Your meta title exceeds recommended character limits. Truncated titles diminish click-through rates and weaken keyword relevance. Aim for 50-60 characters for optimal search visibility.
de_de: Ihr Meta-Titel überschreitet die empfohlene Zeichenbegrenzung. Gekürzte Titel verringern die Klickraten und schwächen die Keyword-Relevanz. Streben Sie 50–60 Zeichen für eine optimale Sichtbarkeit in der Suche an.
es_es: Tu metatítulo excede los límites de caracteres recomendados. Los títulos truncados disminuyen las tasas de clics y debilitan la relevancia de las palabras clave. Intenta que tenga entre 50 y 60 caracteres para una visibilidad óptima en las búsquedas.
fr_fr: Votre méta-titre dépasse les limites de caractères recommandées. Les titres tronqués diminuent les taux de clic et affaiblissent la pertinence des mots-clés. Visez 50-60 caractères pour une visibilité de recherche optimale.
it_it: Il tuo meta titolo supera i limiti di caratteri raccomandati. I titoli troncati diminuiscono la percentuale di clic e indeboliscono la pertinenza delle parole chiave. Punta a 50-60 caratteri per una visibilità di ricerca ottimale.
nl_nl: Uw metatitel overschrijdt de aanbevolen tekenlimieten. Afgekapte titels verminderen de doorklikratio's en verzwakken de zoekwoordrelevantie. Streef naar 50-60 tekens voor een optimale zichtbaarheid in zoekmachines.
pl_pl: Twój metatytuł przekracza zalecane limity znaków. Obcięte tytuły zmniejszają współczynnik klikalności i osłabiają trafność słów kluczowych. Celuj w 50-60 znaków, aby uzyskać optymalną widoczność w wyszukiwarkach.
pt_br: Seu metatítulo excede os limites de caracteres recomendados. Títulos truncados diminuem as taxas de cliques e enfraquecem a relevância da palavra-chave. Tente manter entre 50 e 60 caracteres para uma visibilidade de busca ideal.

source: Your meta title has inconsistent capitalization. Use proper capitalization rules to improve readability and professionalism. Capitalize all words longer than 3 letters, and always capitalize the first and last word of the title.
de_de: Ihr Meta-Titel hat eine inkonsistente Großschreibung. Verwenden Sie korrekte Regeln für die Groß- und Kleinschreibung, um die Lesbarkeit und Professionalität zu verbessern. Schreiben Sie alle Wörter, die länger als 3 Buchstaben sind, groß und schreiben Sie immer das erste und letzte Wort des Titels groß.
es_es: Tu metatítulo tiene un uso incoherente de las mayúsculas. Utiliza las reglas de mayúsculas adecuadas para mejorar la legibilidad y el profesionalismo. Pon en mayúscula todas las palabras de más de 3 letras, y siempre la primera y la última palabra del título.
fr_fr: Votre méta-titre a une capitalisation incohérente. Utilisez des règles de capitalisation appropriées pour améliorer la lisibilité et le professionnalisme. Capitalisez tous les mots de plus de 3 lettres, et capitalisez toujours le premier et le dernier mot du titre.
it_it: Il tuo meta titolo ha una maiuscola/minuscola incoerente. Usa le regole di capitalizzazione corrette per migliorare la leggibilità e la professionalità. Metti in maiuscolo tutte le parole più lunghe di 3 lettere e metti sempre in maiuscolo la prima e l'ultima parola del titolo.
nl_nl: Uw metatitel heeft inconsistent hoofdlettergebruik. Gebruik de juiste hoofdletterregels om de leesbaarheid en professionaliteit te verbeteren. Gebruik een hoofdletter voor alle woorden langer dan 3 letters, en altijd voor het eerste en laatste woord van de titel.
pl_pl: Twój metatytuł ma niespójną wielkość liter. Używaj właściwych zasad pisowni wielką literą, aby poprawić czytelność i profesjonalizm. Zapisuj wielką literą wszystkie słowa dłuższe niż 3 litery, a także zawsze pierwsze i ostatnie słowo tytułu.
pt_br: Seu metatítulo tem capitalização inconsistente. Use as regras de capitalização adequadas para melhorar a legibilidade e o profissionalismo. Coloque em maiúscula todas as palavras com mais de 3 letras e sempre coloque em maiúscula a primeira e a última palavra do título.

source: Your meta title lacks a brand separator (-, |, :). Adding a separator between content and brand name improves readability and professional appearance in search results.
de_de: Ihrem Meta-Titel fehlt ein Markentrenner (-, |, :). Das Hinzufügen eines Trennzeichens zwischen Inhalt und Markennamen verbessert die Lesbarkeit und das professionelle Erscheinungsbild in den Suchergebnissen.
es_es: A tu metatítulo le falta un separador de marca (-, |, :). Añadir un separador entre el contenido y el nombre de la marca mejora la legibilidad y la apariencia profesional en los resultados de búsqueda.
fr_fr: Votre méta-titre manque d'un séparateur de marque (-, |, :). Ajouter un séparateur entre le contenu et le nom de marque améliore la lisibilité et l'apparence professionnelle dans les résultats de recherche.
it_it: Al tuo meta titolo manca un separatore del brand (-, |, :). Aggiungere un separatore tra il contenuto e il nome del brand migliora la leggibilità e l'aspetto professionale nei risultati di ricerca.
nl_nl: Uw metatitel mist een merkscheidingsteken (-, |, :). Het toevoegen van een scheidingsteken tussen content en merknaam verbetert de leesbaarheid en professionele uitstraling in zoekresultaten.
pl_pl: W Twoim metatytule brakuje separatora marki (-, |, :). Dodanie separatora między treścią a nazwą marki poprawia czytelność i profesjonalny wygląd w wynikach wyszukiwania.
pt_br: Seu metatítulo não tem um separador de marca (-, |, :). Adicionar um separador entre o conteúdo e o nome da marca melhora a legibilidade e a aparência profissional nos resultados de busca.

source: Your meta title lacks secondary keywords that could expand your search visibility. Incorporate them naturally to capture additional relevant traffic and ranking opportunities.
de_de: Ihrem Meta-Titel fehlen sekundäre Keywords, die Ihre Sichtbarkeit in der Suche erweitern könnten. Integrieren Sie sie auf natürliche Weise, um zusätzlichen relevanten Traffic und Ranking-Möglichkeiten zu nutzen.
es_es: Tu metatítulo carece de palabras clave secundarias que podrían ampliar tu visibilidad en las búsquedas. Incorpóralas de forma natural para captar tráfico relevante adicional y oportunidades de posicionamiento.
fr_fr: Votre méta-titre manque de mots-clés secondaires qui pourraient élargir votre visibilité de recherche. Incorporez-les naturellement pour capturer du trafic pertinent supplémentaire et des opportunités de classement.
it_it: Al tuo meta titolo mancano parole chiave secondarie che potrebbero espandere la tua visibilità sui motori di ricerca. Incorporale naturalmente per catturare traffico pertinente aggiuntivo e opportunità di posizionamento.
nl_nl: Uw metatitel mist secundaire zoekwoorden die uw zichtbaarheid in zoekmachines zouden kunnen vergroten. Neem ze op natuurlijke wijze op om extra relevant verkeer en rankingkansen te benutten.
pl_pl: W Twoim metatytule brakuje dodatkowych słów kluczowych, które mogłyby rozszerzyć Twoją widoczność w wyszukiwarkach. Włącz je naturalnie, aby przyciągnąć dodatkowy, trafny ruch i możliwości rankingowe.
pt_br: Seu metatítulo carece de palavras-chave secundárias que poderiam expandir sua visibilidade na busca. Incorpore-as naturalmente para capturar tráfego relevante adicional e oportunidades de ranking.
