Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Redis PHP extension is not installed.
de_de: Die Redis PHP-Erweiterung ist nicht installiert.
es_es: La extensión Redis PHP no está instalada.
fr_fr: L'extension PHP Redis n'est pas installée.
it_it: L'estensione PHP Redis non è installata.
nl_nl: Redis PHP-extensie is niet geïnstalleerd.
pl_pl: Rozszerzenie Redis PHP nie jest zainstalowane.
pt_br: A extensão Redis PHP não está instalada.

source: Cannot connect to Redis server. Please ensure Redis is running.
de_de: Kann keine Verbindung zum Redis-Server herstellen. Bitte stellen Sie sicher, dass Redis ausgeführt wird.
es_es: No se puede conectar con el servidor Redis. Asegúrese de que Redis se está ejecutando.
fr_fr: Impossible de se connecter au serveur Redis. Veuillez vous assurer que Redis est en cours d'exécution.
it_it: Impossibile connettersi al server Redis. Assicurarsi che Redis sia in esecuzione.
nl_nl: Kan geen verbinding maken met Redis-server. Zorg ervoor dat Redis actief is.
pl_pl: Nie można połączyć się z serwerem Redis. Upewnij się, że Redis jest uruchomiony.
pt_br: Não é possível conectar-se ao servidor Redis. Verifique se o Redis está em execução.

source: Failed to create object-cache.php file. Check file permissions.
de_de: Die Datei object-cache.php konnte nicht erstellt werden. Prüfen Sie die Dateiberechtigungen.
es_es: Error al crear el archivo object-cache.php. Compruebe los permisos del archivo.
fr_fr: Échec de la création du fichier object-cache.php. Vérifier les permissions du fichier.
it_it: Impossibile creare il file object-cache.php. Controllare i permessi del file.
nl_nl: Mislukt bij het maken van object-cache.php bestand. Controleer de bestandsrechten.
pl_pl: Nie udało się utworzyć pliku object-cache.php. Sprawdź uprawnienia do pliku.
pt_br: Falha ao criar o arquivo object-cache.php. Verifique as permissões do arquivo.

source: Memcached PHP extension is not installed.
de_de: Die PHP-Erweiterung Memcached ist nicht installiert.
es_es: La extensión Memcached PHP no está instalada.
fr_fr: L'extension PHP Memcached n'est pas installée.
it_it: L'estensione PHP Memcached non è installata.
nl_nl: Memcached PHP-extensie is niet geïnstalleerd.
pl_pl: Rozszerzenie PHP Memcached nie jest zainstalowane.
pt_br: A extensão Memcached PHP não está instalada.

source: Cannot connect to Memcached server. Please ensure Memcached is running.
de_de: Es kann keine Verbindung zum Memcached-Server hergestellt werden. Bitte stellen Sie sicher, dass Memcached läuft.
es_es: No se puede conectar con el servidor Memcached. Asegúrese de que Memcached se está ejecutando.
fr_fr: Impossible de se connecter au serveur Memcached. Veuillez vous assurer que Memcached est en cours d'exécution.
it_it: Impossibile connettersi al server Memcached. Assicurarsi che Memcached sia in esecuzione.
nl_nl: Kan geen verbinding maken met Memcached-server. Zorg ervoor dat Memcached draait.
pl_pl: Nie można połączyć się z serwerem Memcached. Upewnij się, że Memcached jest uruchomiony.
pt_br: Não é possível conectar-se ao servidor Memcached. Verifique se o Memcached está em execução.

source: APCu PHP extension is not installed or enabled.
de_de: Die PHP-Erweiterung APCu ist nicht installiert oder aktiviert.
es_es: La extensión APCu PHP no está instalada o habilitada.
fr_fr: L'extension PHP APCu n'est pas installée ou activée.
it_it: L'estensione PHP APCu non è installata o abilitata.
nl_nl: APCu PHP-extensie is niet geïnstalleerd of ingeschakeld.
pl_pl: Rozszerzenie PHP APCu nie jest zainstalowane lub włączone.
pt_br: A extensão APCu PHP não está instalada ou ativada.

source: Object cache is not currently enabled.
de_de: Der Objekt-Cache ist derzeit nicht aktiviert.
es_es: La caché de objetos no está activada.
fr_fr: Le cache d'objets n'est pas activé actuellement.
it_it: La cache degli oggetti non è attualmente abilitata.
nl_nl: Object cache is momenteel niet ingeschakeld.
pl_pl: Pamięć podręczna obiektów nie jest obecnie włączona.
pt_br: O cache de objetos não está ativado no momento.

source: Failed to remove object-cache.php file. Check file permissions.
de_de: Die Datei object-cache.php konnte nicht entfernt werden. Prüfen Sie die Dateiberechtigungen.
es_es: Error al eliminar el archivo object-cache.php. Compruebe los permisos del archivo.
fr_fr: Échec de la suppression du fichier object-cache.php. Vérifier les permissions du fichier.
it_it: Impossibile rimuovere il file object-cache.php. Controllare i permessi del file.
nl_nl: Faalde om object-cache.php bestand te verwijderen. Controleer de bestandsrechten.
pl_pl: Nie udało się usunąć pliku object-cache.php. Sprawdź uprawnienia pliku.
pt_br: Falha ao remover o arquivo object-cache.php. Verifique as permissões do arquivo.

source: Failed to set cache value.
de_de: Der Cache-Wert konnte nicht gesetzt werden.
es_es: Error al establecer el valor de la caché.
fr_fr: Échec de la définition de la valeur du cache.
it_it: Impossibile impostare il valore della cache.
nl_nl: Faalde om cachewaarde in te stellen.
pl_pl: Nie udało się ustawić wartości pamięci podręcznej.
pt_br: Falha ao definir o valor do cache.

source: Cache value mismatch. Expected: %s, Got: %s
de_de: Cache-Wert stimmt nicht überein. Erwartet: %s, Erhalten: %s
es_es: Valor de caché incorrecto. Esperado: %s, Obtenido: %s
fr_fr: Inadéquation de la valeur de la mémoire cache. Attendu : %s, Obtenu : %s
it_it: Mancata corrispondenza del valore della cache. Atteso: %s, ottenuto: %s
nl_nl: Cachewaarde komt niet overeen. Verwacht: %s, gekregen: %s
pl_pl: Niezgodność wartości pamięci podręcznej. Oczekiwane: %s, Otrzymano: %s
pt_br: Incompatibilidade de valores de cache. Expected: %s, Got: %s

source: Failed to delete cache value.
de_de: Der Cache-Wert konnte nicht gelöscht werden.
es_es: Error al borrar el valor de la caché.
fr_fr: Échec de la suppression de la valeur du cache.
it_it: Impossibile eliminare il valore della cache.
nl_nl: Faalde om cachewaarde te verwijderen.
pl_pl: Nie udało się usunąć wartości pamięci podręcznej.
pt_br: Falha ao excluir o valor do cache.

source: Cache value was not properly deleted.
de_de: Der Cache-Wert wurde nicht ordnungsgemäß gelöscht.
es_es: El valor de la caché no se ha eliminado correctamente.
fr_fr: La valeur du cache n'a pas été correctement supprimée.
it_it: Il valore della cache non è stato eliminato correttamente.
nl_nl: Cachewaarde is niet goed verwijderd.
pl_pl: Wartość pamięci podręcznej nie została poprawnie usunięta.
pt_br: O valor do cache não foi excluído corretamente.

source: All cache operations completed successfully.
de_de: Alle Cache-Operationen wurden erfolgreich abgeschlossen.
es_es: Todas las operaciones de caché se han completado correctamente.
fr_fr: Toutes les opérations de cache ont été effectuées avec succès.
it_it: Tutte le operazioni di cache sono state completate con successo.
nl_nl: Alle cachebewerkingen zijn met succes voltooid.
pl_pl: Wszystkie operacje pamięci podręcznej zakończyły się pomyślnie.
pt_br: Todas as operações de cache foram concluídas com êxito.

source: Domain Mismatch Error
de_de: Fehler bei der Domänenübereinstimmung
es_es: Error de no coincidencia de dominio
fr_fr: Erreur de concordance des domaines
it_it: Errore di mancata corrispondenza del dominio
nl_nl: Fout bij verkeerde domeinnaam
pl_pl: Błąd niedopasowania domeny
pt_br: Erro de incompatibilidade de domínio

source: The domain associated with your activation code does not match your WordPress site URL. This prevents the plugin from being activated correctly.
de_de: Die mit Ihrem Aktivierungscode verbundene Domain stimmt nicht mit der URL Ihrer WordPress-Website überein. Dadurch kann das Plugin nicht korrekt aktiviert werden.
es_es: El dominio asociado a su código de activación no coincide con la URL de su sitio WordPress. Esto impide que el plugin se active correctamente.
fr_fr: Le domaine associé à votre code d'activation ne correspond pas à l'URL de votre site WordPress. Cela empêche l'activation correcte du plugin.
it_it: Il dominio associato al codice di attivazione non corrisponde all'URL del sito WordPress. Ciò impedisce la corretta attivazione del plugin.
nl_nl: Het domein dat is gekoppeld aan je activeringscode komt niet overeen met de URL van je WordPress site. Hierdoor wordt de plugin niet correct geactiveerd.
pl_pl: Domena powiązana z kodem aktywacyjnym nie jest zgodna z adresem URL witryny WordPress. Uniemożliwia to prawidłową aktywację wtyczki.
pt_br: O domínio associado ao seu código de ativação não corresponde ao URL do seu site WordPress. Isso impede que o plug-in seja ativado corretamente.

source: The activation code is associated with a different domain.
de_de: Der Aktivierungscode ist mit einer anderen Domain verbunden.
es_es: El código de activación está asociado a un dominio diferente.
fr_fr: Le code d'activation est associé à un autre domaine.
it_it: Il codice di attivazione è associato a un dominio diverso.
nl_nl: De activeringscode is gekoppeld aan een ander domein.
pl_pl: Kod aktywacyjny jest powiązany z inną domeną.
pt_br: O código de ativação está associado a um domínio diferente.

source: Your WordPress site URL has changed since the activation code was generated.
de_de: Die URL Ihrer WordPress-Website hat sich seit der Generierung des Aktivierungscodes geändert.
es_es: La URL de su sitio WordPress ha cambiado desde que se generó el código de activación.
fr_fr: L'URL de votre site WordPress a changé depuis que le code d'activation a été généré.
it_it: L'URL del vostro sito WordPress è cambiato da quando è stato generato il codice di attivazione.
nl_nl: De URL van je WordPress site is veranderd sinds het genereren van de activeringscode.
pl_pl: Adres URL witryny WordPress uległ zmianie od czasu wygenerowania kodu aktywacyjnego.
pt_br: O URL do seu site WordPress foi alterado desde que o código de ativação foi gerado.

source: The activation code was generated for a different website.
de_de: Der Aktivierungscode wurde für eine andere Website generiert.
es_es: El código de activación se generó para un sitio web diferente.
fr_fr: Le code d'activation a été généré pour un autre site web.
it_it: Il codice di attivazione è stato generato per un altro sito web.
nl_nl: De activeringscode is gegenereerd voor een andere website.
pl_pl: Kod aktywacyjny został wygenerowany dla innej strony internetowej.
pt_br: O código de ativação foi gerado para um site diferente.

source: Please contact support or request a new activation code for your current domain.
de_de: Bitte kontaktieren Sie den Support oder fordern Sie einen neuen Aktivierungscode für Ihre aktuelle Domain an.
es_es: Póngase en contacto con el servicio de asistencia o solicite un nuevo código de activación para su dominio actual.
fr_fr: Veuillez contacter le support ou demander un nouveau code d'activation pour votre domaine actuel.
it_it: Contattare l'assistenza o richiedere un nuovo codice di attivazione per il dominio attuale.
nl_nl: Neem contact op met support of vraag een nieuwe activeringscode aan voor uw huidige domein.
pl_pl: Skontaktuj się z pomocą techniczną lub poproś o nowy kod aktywacyjny dla bieżącej domeny.
pt_br: Entre em contato com o suporte ou solicite um novo código de ativação para o seu domínio atual.

source: Onboarding Incomplete Error
de_de: Onboarding Unvollständiger Fehler
es_es: Error Onboarding Incomplete
fr_fr: Erreur d'onboarding incomplète
it_it: Errore di Onboarding incompleto
nl_nl: Onboarding onvolledig fout
pl_pl: Niekompletny błąd onboardingu
pt_br: Erro de integração incompleto

source: This is a dedicated rankingCoach account that requires completed onboarding before the plugin can be activated. The onboarding process must be finalized in the rankingCoach platform.
de_de: Dies ist ein spezieller rankingCoach Account, der ein vollständiges Onboarding erfordert, bevor das Plugin aktiviert werden kann. Der Onboarding-Prozess muss in der rankingCoach-Plattform abgeschlossen werden.
es_es: Esta es una cuenta dedicada de rankingCoach que requiere que se complete el onboarding antes de que el plugin pueda ser activado. El proceso de onboarding debe ser finalizado en la plataforma rankingCoach.
fr_fr: Il s'agit d'un compte rankingCoach dédié qui nécessite un onboarding complet avant que le plugin puisse être activé. Le processus d'inscription doit être finalisé dans la plateforme rankingCoach.
it_it: Si tratta di un account rankingCoach dedicato che richiede un onboarding completo prima che il plugin possa essere attivato. Il processo di onboarding deve essere completato nella piattaforma rankingCoach.
nl_nl: Dit is een dedicated rankingCoach account dat een volledige onboarding vereist voordat de plugin kan worden geactiveerd. Het onboarding proces moet worden afgerond in het rankingCoach platform.
pl_pl: Jest to dedykowane konto rankingCoach, które wymaga ukończenia onboardingu przed aktywacją wtyczki. Proces onboardingu musi zostać zakończony na platformie rankingCoach.
pt_br: Esta é uma conta dedicada do rankingCoach que requer integração completa antes que o plug-in possa ser ativado. O processo de integração deve ser finalizado na plataforma do rankingCoach.

source: The onboarding process has not been completed in your rankingCoach account.
de_de: Der Onboarding-Prozess wurde in Ihrem rankingCoach-Konto noch nicht abgeschlossen.
es_es: El proceso de incorporación no se ha completado en tu cuenta de rankingCoach.
fr_fr: Le processus d'intégration n'a pas été complété dans votre compte rankingCoach.
it_it: Il processo di onboarding non è stato completato nel vostro account rankingCoach.
nl_nl: Het inwerkproces is niet voltooid in uw rankingCoach-account.
pl_pl: Proces wdrażania nie został zakończony na koncie rankingCoach.
pt_br: O processo de integração não foi concluído em sua conta do rankingCoach.

source: Plugin activation is blocked until all required setup steps are finished.
de_de: Die Aktivierung des Plugins wird blockiert, bis alle erforderlichen Einrichtungsschritte abgeschlossen sind.
es_es: La activación del plugin está bloqueada hasta que se hayan completado todos los pasos de configuración necesarios.
fr_fr: L'activation du plugin est bloquée jusqu'à ce que toutes les étapes d'installation requises soient terminées.
it_it: L'attivazione del plugin è bloccata fino al completamento di tutte le fasi di configurazione richieste.
nl_nl: De activering van de plugin wordt geblokkeerd totdat alle vereiste installatiestappen zijn voltooid.
pl_pl: Aktywacja wtyczki jest zablokowana do momentu zakończenia wszystkich wymaganych kroków konfiguracji.
pt_br: A ativação do plug-in é bloqueada até que todas as etapas de configuração necessárias sejam concluídas.

source: Please complete the onboarding process in your rankingCoach platform account, then try activating the plugin again.
de_de: Bitte schließen Sie den Onboarding-Prozess in Ihrem rankingCoach Plattform-Konto ab und versuchen Sie dann erneut, das Plugin zu aktivieren.
es_es: Por favor, complete el proceso de incorporación en su cuenta de la plataforma rankingCoach, luego intente activar el plugin de nuevo.
fr_fr: Veuillez terminer le processus d'intégration dans votre compte de la plateforme rankingCoach, puis essayez d'activer le plugin à nouveau.
it_it: Completa il processo di onboarding nel tuo account della piattaforma rankingCoach, quindi prova ad attivare nuovamente il plugin.
nl_nl: Voltooi het onboarding proces in je rankingCoach platform account en probeer dan de plugin opnieuw te activeren.
pl_pl: Zakończ proces wdrażania na swoim koncie platformy rankingCoach, a następnie spróbuj ponownie aktywować wtyczkę.
pt_br: Conclua o processo de integração em sua conta da plataforma rankingCoach e, em seguida, tente ativar o plug-in novamente.

source: Default image source (%s)
de_de: Standard-Bildquelle (%s)
es_es: Fuente de imagen predeterminada (%s)
fr_fr: Source d'image par défaut (%s)
it_it: Fonte immagine predefinita (%s)
nl_nl: Standaard afbeeldingsbron (%s)
pl_pl: Domyślne źródło obrazu (%s)
pt_br: Fonte de imagem padrão (%s)

source: Featured Image
de_de: Hervorgehobenes Bild
es_es: Imagen destacada
fr_fr: Image mise en avant
it_it: Immagine in evidenza
nl_nl: Uitgelichte afbeelding
pl_pl: Obraz wyróżniony
pt_br: Imagem em destaque

source: Attached Image
de_de: Angehängtes Bild
es_es: Imagen adjunta
fr_fr: Image jointe
it_it: Immagine allegata
nl_nl: Bijgevoegde afbeelding
pl_pl: Załączony obraz
pt_br: Imagem anexada

source: First Image in Content
de_de: Erstes Bild im Inhalt
es_es: Primera imagen en el contenido
fr_fr: Première image dans le contenu
it_it: Prima immagine nel contenuto
nl_nl: Eerste afbeelding in inhoud
pl_pl: Pierwszy obraz w treści
pt_br: Primeira imagem no conteúdo

source: Image from custom field (%s)
de_de: Bild aus benutzerdefiniertem Feld (%s)
es_es: Imagen del campo personalizado (%s)
fr_fr: Image provenant d'un champ personnalisé (%s)
it_it: Immagine dal campo personalizzato (%s)
nl_nl: Afbeelding uit aangepast veld (%s)
pl_pl: Obraz z pola niestandardowego (%s)
pt_br: Imagem do campo personalizado (%s)

source: Post Author Image
de_de: Bild des Beitragsautors
es_es: Imagen del autor de la entrada
fr_fr: Image de l'auteur de l'article
it_it: Immagine dell'autore del post
nl_nl: Afbeelding van auteur van bericht
pl_pl: Obraz autora wpisu
pt_br: Imagem do autor do post

source: Please enter at least 3 characters.
de_de: Bitte geben Sie mindestens 3 Zeichen ein.
es_es: Por favor, introduce al menos 3 caracteres.
fr_fr: Veuillez entrer au moins 3 caractères.
it_it: Si prega di inserire almeno 3 caratteri.
nl_nl: Voer minimaal 3 tekens in.
pl_pl: Wprowadź co najmniej 3 znaki.
pt_br: Por favor, insira pelo menos 3 caracteres.

source: This field contains too many punctuations. The maximum allowed is 6.
de_de: Dieses Feld enthält zu viele Satzzeichen. Maximal erlaubt sind 6.
es_es: Este campo contiene demasiados signos de puntuación. El máximo permitido es 6.
fr_fr: Ce champ contient trop de ponctuations. Le maximum autorisé est de 6.
it_it: Questo campo contiene troppe punteggiature. Il massimo consentito è 6.
nl_nl: Dit veld bevat te veel leestekens. Het maximum is 6.
pl_pl: To pole zawiera zbyt wiele znaków interpunkcyjnych. Maksymalna dozwolona liczba to 6.
pt_br: Este campo contém muitas pontuações. O máximo permitido é 6.

source: Show more
de_de: Mehr anzeigen
es_es: Mostrar más
fr_fr: Voir plus
it_it: Mostra di più
nl_nl: Meer weergeven
pl_pl: Pokaż więcej
pt_br: Mostrar mais

source: Show less
de_de: Weniger anzeigen
es_es: Mostrar menos
fr_fr: Voir moins
it_it: Mostrare meno
nl_nl: Minder weergeven
pl_pl: Pokaż mniej
pt_br: Mostrar menos

source: To ensure %1$s works properly, please deactivate the conflicting plugins: %2$s
de_de: Um sicherzustellen, dass %1$s ordnungsgemäß funktioniert, deaktivieren Sie bitte die kollidierenden Plugins: %2$s
es_es: Para que %1$s funcione correctamente, desactive los plugins conflictivos: %2$s
fr_fr: Pour que %1$s fonctionne correctement, veuillez désactiver les plugins en conflit : %2$s
it_it: Per garantire il corretto funzionamento di %1$s, disattivare i plugin in conflitto: %2$s
nl_nl: Om ervoor te zorgen dat %1$s goed werkt, moet je de conflicterende plugins deactiveren: %2$s
pl_pl: Aby upewnić się, że %1$s działa poprawnie, należy dezaktywować kolidujące wtyczki: %2$s
pt_br: Para garantir que %1$s funcione corretamente, desative os plug-ins conflitantes: %2$s

source: To ensure %1$s works properly, please deactivate the conflicting plugin: %2$s
de_de: Um sicherzustellen, dass %1$s ordnungsgemäß funktioniert, deaktivieren Sie bitte das entgegenstehende Plugin: %2$s
es_es: Para que %1$s funcione correctamente, desactive el plugin conflictivo: %2$s
fr_fr: Pour que %1$s fonctionne correctement, veuillez désactiver le plugin en conflit : %2$s
it_it: Per garantire il corretto funzionamento di %1$s, disattivare il plugin in conflitto: %2$s
nl_nl: Om ervoor te zorgen dat %1$s goed werkt, moet je de conflicterende plugin deactiveren: %2$s
pl_pl: Aby upewnić się, że %1$s działa poprawnie, należy dezaktywować wtyczkę powodującą konflikt: %2$s
pt_br: Para garantir que %1$s funcione corretamente, desative o plug-in conflitante: %2$s

source: Cache value mismatch. Expected: %1$s, Got: %2$s
de_de: Cache-Wert stimmt nicht überein. Erwartet: %1$s, Erhalten: %2$s
es_es: Valor de caché incorrecto. Esperado: %1$s, Obtenido: %2$s
fr_fr: Inadéquation de la valeur de la mémoire cache. Attendu : %1$s, Obtenu : %2$s
it_it: Mancata corrispondenza del valore della cache. Atteso: %1$s, ottenuto: %2$s
nl_nl: Cachewaarde komt niet overeen. Verwacht: %1$s, gekregen: %2$s
pl_pl: Niezgodność wartości pamięci podręcznej. Oczekiwane: %1$s, Otrzymano: %2$s
pt_br: Incompatibilidade de valores de cache. Expected: %1$s, Got: %2$s

source: <strong>%1$s</strong> is not compatible with the following plugin: <strong>%2$s</strong>
de_de: <strong>%1$s</strong> ist nicht kompatibel mit dem folgenden Plugin: <strong>%2$s</strong>
es_es: <strong>%1$s</strong> no es compatible con el siguiente plugin: <strong>%2$s</strong>
fr_fr: <strong>%1$s</strong> n'est pas compatible avec le plugin suivant : <strong>%2$s</strong>
it_it: <strong>%1$s</strong> non è compatibile con il seguente plugin: <strong>%2$s</strong>
nl_nl: <strong>%1$s</strong> is niet compatibel met de volgende plugin: <strong>%2$s</strong>
pl_pl: <strong>%1$s</strong> nie jest kompatybilna z następującą wtyczką: <strong>%2$s</strong>
pt_br: <strong>%1$s</strong> não é compatível com o seguinte plug-in: <strong>%2$s</strong>

source: Here`s a summary of your website profile. Everything looks good?
de_de: Hier ist eine Zusammenfassung Ihres Website-Profils. Sieht alles gut aus?
es_es: He aquí un resumen del perfil de su sitio web. ¿Todo se ve bien?
fr_fr: Voici un résumé du profil de votre site web. Tout va bien ?
it_it: Ecco un riepilogo del profilo del vostro sito web. Sembra tutto a posto?
nl_nl: Hier is een samenvatting van je websiteprofiel. Ziet alles er goed uit?
pl_pl: Oto podsumowanie profilu witryny. Wszystko wygląda dobrze?
pt_br: Aqui está um resumo do perfil de seu site. Tudo parece bem?

source: This category has already been added.
de_de: Diese Kategorie ist bereits hinzugefügt worden.
es_es: Esta categoría ya se ha añadido.
fr_fr: Cette catégorie a déjà été ajoutée.
it_it: Questa categoria è già stata aggiunta.
nl_nl: Deze categorie is al toegevoegd.
pl_pl: Ta kategoria została już dodana.
pt_br: Essa categoria já foi adicionada.

source: Enter your website description
de_de: Gib eine Beschreibung für die Webseite ein
es_es: Introduzca la descripción de su sitio web
fr_fr: Entrer la description du site web
it_it: Inserite la descrizione del vostro sito web
nl_nl: Voer uw websitebeschrijving in
pl_pl: Wprowadź opis witryny
pt_br: Digite a descrição do seu site

source: Edit Business Information
de_de: Geschäftsinformationen bearbeiten
es_es: Editar información comercial
fr_fr: Modifier les informations commerciales
it_it: Modifica delle informazioni aziendali
nl_nl: Bedrijfsinformatie bewerken
pl_pl: Edytuj informacje biznesowe
pt_br: Editar informações comerciais

source: Enter your business name
de_de: Geben Sie den Businessnamen ein
es_es: Introduzca el nombre de su empresa
fr_fr: Saisissez le nom de votre entreprise
it_it: Inserire il nome dell'azienda
nl_nl: Voer uw bedrijfsnaam in
pl_pl: Wprowadź nazwę firmy
pt_br: Digite o nome de sua empresa

source: Enter your website URL
de_de: Geben Sie Ihre Website URL ein
es_es: URL de tu Sitio Web
fr_fr: Entrez l’URL de votre site Web
it_it: Inserisci il link del tuo sito web
nl_nl: Voer je website URL in
pl_pl: Wpisz adres URL swojej witryny
pt_br: Digite a URL do seu site
