Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Schema generated successfully
de_de: Schema erfolgreich generiert
es_es: Esquema generado correctamente
fr_fr: Schéma généré avec succès
it_it: Schema generato con successo
nl_nl: Schema succesvol gegenereerd
pl_pl: Schemat wygenerowany pomyślnie
pt_br: Esquema gerado com sucesso

source: Create a series of posts
de_de: Beitragsserien erstellen
es_es: Crear una serie de entradas
fr_fr: Créer une série d'articles
it_it: Creare una serie di post
nl_nl: Een reeks berichten maken
pl_pl: Tworzenie serii postów
pt_br: Criar uma série de postagens

source: Social media planner
de_de: Social-Media-Kalender verwalten
es_es: Planificador de redes sociales
fr_fr: Planificateur de médias sociaux
it_it: Pianificatore dei social media
pl_pl: Planista mediów społecznościowych
pt_br: Planejador de mídia social

source: Publish on multiple platforms
de_de: Auf mehreren Plattformen veröffentlichen
es_es: Publicar en varias plataformas
fr_fr: Publier sur plusieurs plateformes
it_it: Pubblicare su più piattaforme
nl_nl: Publiceren op meerdere platforms
pl_pl: Publikowanie na wielu platformach
pt_br: Publicar em várias plataformas

source: Monitor and reply to reviews
de_de: Bewertungen verfolgen und beantworten
es_es: Supervisar y responder a las críticas
fr_fr: Contrôler les avis et y répondre
it_it: Monitorare e rispondere alle recensioni
nl_nl: Recensies controleren en beantwoorden
pl_pl: Monitorowanie recenzji i odpowiadanie na nie
pt_br: Monitorar e responder às avaliações

source: Review collector widget
de_de: „Bewertungen Sammeln“ Widget
es_es: Widget del recopilador de revisiones
fr_fr: Widget collecteur d'avis
it_it: Widget del raccoglitore di recensioni
nl_nl: Widget voor verzamelprogramma's beoordelen
pl_pl: Widżet kolektora recenzji
pt_br: Widget do coletor de avaliações

source: URL shortener for marketing links
de_de: URLs für Marketingkampagnen kürzen
es_es: Acortador de URL para enlaces de marketing
fr_fr: Raccourcisseur d'URL pour les liens marketing
it_it: Accorciatore di URL per i link di marketing
nl_nl: URL-verkorter voor marketinglinks
pl_pl: Skracacz adresów URL dla linków marketingowych
pt_br: Encurtador de URL para links de marketing

source: And more
de_de: Und weitere
es_es: Y más
fr_fr: Et plus
it_it: E facendo molto altro
nl_nl: Nog meer
pl_pl: I więcej
pt_br: E mais

source: Feature illustration
es_es: Ilustración
fr_fr: Illustration en vedette
it_it: Illustrazione della caratteristica
nl_nl: Illustratie
pl_pl: Ilustracja fabularna
pt_br: Ilustração de destaque

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
it_it: Rimuovi
nl_nl: Verwijderen
pl_pl: Usuń
pt_br: Remover

source: Post title
de_de: Beitragstitel
es_es: Título del anuncio
fr_fr: Titre de l’article
it_it: Titolo articolo
nl_nl: Bericht titel
pl_pl: Tytuł postu
pt_br: Título do post

source: Post slug
es_es: Slug del Contenido
fr_fr: Slug de l’article
it_it: Post slum
nl_nl: Bericht slug
pt_br: Slug da Publicação

source: Post date
de_de: Beitragsdatum
es_es: Fecha de la entrada
fr_fr: Date de l’article
it_it: Data pubblicazione
nl_nl: Gepubliceerd op
pl_pl: Data wpisu
pt_br: Data do Post

source: Author name
de_de: Name
es_es: Nombre del autor
fr_fr: Nom de l’auteur
it_it: Nome Autore
nl_nl: Geschreven door
pl_pl: Nazwa autora
pt_br: Nome do autor

source: Site title
de_de: Titel der Website
es_es: Título del sitio
fr_fr: Titre du site
it_it: Titolo Sito
nl_nl: Site titel
pl_pl: Tytuł strony
pt_br: Título do site

source: Site tagline
de_de: Seiten Slogan
es_es: Eslogan del sitio
fr_fr: Slogandu site
it_it: Tagline del sito
nl_nl: Site slogan
pl_pl: Opis witryny
pt_br: Descrição do site

source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria
nl_nl: Categorie
pl_pl: Kategoria
pt_br: Categoria

source: Current date
de_de: Aktuelles Datum
es_es: Fecha actual
fr_fr: Date actuelle
it_it: Data odierna
nl_nl: Huidige datum
pl_pl: Bieżąca data
pt_br: Data atual

source: Current time
de_de: Aktuelle Uhrzeit
es_es: Hora actual
fr_fr: Heure actuelle
it_it: Ora attuale
nl_nl: Huidige tijd
pl_pl: Aktualny czas
pt_br: Hora atual

source: Year
de_de: Jahr
es_es: Año
fr_fr: Année
it_it: Anno
nl_nl: Jaar
pl_pl: Rok
pt_br: Ano

source: Month
de_de: Monat
es_es: Mes
fr_fr: Mois
it_it: Mese
nl_nl: Maand
pl_pl: Miesiąc
pt_br: Mês

source: Day
de_de: Tag
es_es: Día
fr_fr: Jour
it_it: Giorno
nl_nl: Dag
pl_pl: Dzień
pt_br: Dia

source: Search term
de_de: Suchbegriff
es_es: Término de búsqueda
fr_fr: Résultats de recherche pour : %s
it_it: Termine da cercare
nl_nl: Zoekterm
pl_pl: Słowo kluczowe
pt_br: Termo de pesquisa

source: Add Variable
de_de: Variable hinzufügen
es_es: Agregar Variable
fr_fr: Ajouter une variable
it_it: Aggiungere la Variabile
nl_nl: Voeg variabele toe
pl_pl: Dodaj zmienną
pt_br: Adicionar variável

source: Add Separator
de_de: Wert-Trenner setzen
es_es: Añadir separador
fr_fr: Ajouter un séparateur
it_it: Separatore
nl_nl: Scheidingsteken toevoegen
pl_pl: Dodaj separator
pt_br: Adicionar separador

source: SERP Preview
de_de: SERP-Vorschau
es_es: Vista previa de las SERP
fr_fr: Aperçu des SERP
it_it: Anteprima SERP
nl_nl: SERP Voorbeeld
pl_pl: Podgląd SERP
pt_br: Visualização de SERP

source: Enter SEO meta description
de_de: SEO-Meta-Beschreibung eingeben
es_es: Introducir meta descripción SEO
fr_fr: Saisir la méta-description SEO
it_it: Inserire la meta descrizione SEO
nl_nl: SEO meta beschrijving invoeren
pl_pl: Wprowadź meta opis SEO
pt_br: Insira a meta descrição SEO

source: Generated by AI
de_de: Generiert von AI
es_es: Generado por IA
fr_fr: Généré par l'IA
it_it: Generato dall'intelligenza artificiale
nl_nl: Gegenereerd door AI
pl_pl: Wygenerowane przez AI
pt_br: Gerado por IA

source: An unexpected error occurred
de_de: Ein unerwarteter Fehler ist aufgetreten
es_es: Ocurrió un error inesperado
fr_fr: Une erreur inattendue est survenue
it_it: Si è verificato un errore inaspettato
nl_nl: Er is een onverwachte fout opgetreden
pl_pl: Wystąpił nieoczekiwany błąd
pt_br: Ocorreu um erro inesperado

source: Website Description
de_de: Websiten Beschreibung
es_es: Descripción del sitio web
fr_fr: Description du site Web
it_it: Descrizione del Sito Web
nl_nl: Beschrijving op website
pl_pl: Opis portalu
pt_br: Descrição do Site

source: Generated by us
de_de: Von uns generiert
es_es: Generado por nosotros
fr_fr: Généré par nous
it_it: Generato da noi
nl_nl: Door ons gegenereerd
pl_pl: Wygenerowane przez nas
pt_br: Gerado por nós

source: loading...
de_de: lade...
es_es: cargando...
fr_fr: chargement...
it_it: caricamento...
nl_nl: laden…
pl_pl: wczytywanie...
pt_br: carregando...

source: You don`t have any website description at the moment
de_de: Sie haben zur Zeit keine Website-Beschreibung
es_es: Usted no tiene ninguna descripción del sitio web en este momento
fr_fr: Vous n'avez pas de description de site web pour le moment
it_it: Al momento non avete alcuna descrizione del sito web
nl_nl: Je hebt momenteel geen websitebeschrijving
pl_pl: W tej chwili nie masz żadnego opisu strony internetowej
pt_br: Você não tem nenhuma descrição do site no momento

source: Search category eg.: Computer repair shop
de_de: Suchkategorie z.B.: Computer-Reparaturwerkstatt
es_es: Buscar categoría eg: Taller de reparación de ordenadores
fr_fr: Catégorie de recherche eg. : Atelier de réparation d'ordinateurs
it_it: Categoria di ricerca es: Negozio di riparazione di computer
nl_nl: Zoek categorie bijv: Computerreparatiewerkplaats
pl_pl: Wyszukaj kategorię np: Warsztat komputerowy
pt_br: Categoria de pesquisa, por exemplo..: Loja de reparos de computadores

source: You can add up to 10 categories.
de_de: Sie können bis zu 10 Kategorien hinzufügen.
es_es: Puede añadir hasta 10 categorías.
fr_fr: Vous pouvez ajouter jusqu'à 10 catégories.
it_it: È possibile aggiungere fino a 10 categorie.
nl_nl: Je kunt tot 10 categorieën toevoegen.
pl_pl: Można dodać do 10 kategorii.
pt_br: Você pode adicionar até 10 categorias.

source: You don`t have any categories at the moment
de_de: Sie haben zur Zeit keine Kategorien
es_es: De momento no tiene categorías
fr_fr: Vous n'avez pas de catégories pour le moment
it_it: Al momento non ci sono categorie
nl_nl: Je hebt momenteel geen categorieën
pl_pl: W tej chwili nie masz żadnych kategorii
pt_br: Você não tem nenhuma categoria no momento

source: Finish Onboarding
de_de: Onboarding abschließen
es_es: Finalizar la incorporación
fr_fr: Terminer l'intégration
it_it: Completa onboarding
nl_nl: Onboarding voltooien
pl_pl: Zakończenie wdrażania
pt_br: Concluir a integração

source: Edit website description
de_de: Website-Beschreibung bearbeiten
es_es: Editar la descripción del sitio web
fr_fr: Modifier la description du site
it_it: Modifica della descrizione del sito web
nl_nl: Beschrijving van website bewerken
pl_pl: Edytuj opis strony internetowej
pt_br: Editar a descrição do site

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
it_it: Salva
nl_nl: Opslaan
pl_pl: Zapisz
pt_br: Salvar

source: Website description can have maximum 750 characters.
de_de: Die Beschreibung der Website darf maximal 750 Zeichen umfassen.
es_es: La descripción del sitio web puede tener un máximo de 750 caracteres.
fr_fr: La description du site web peut contenir un maximum de 750 caractères.
it_it: La descrizione del sito web può contenere al massimo 750 caratteri.
nl_nl: De beschrijving van de website mag maximaal 750 tekens bevatten.
pl_pl: Opis strony może mieć maksymalnie 750 znaków.
pt_br: A descrição do site pode ter no máximo 750 caracteres.

source: Enter website description
de_de: Beschreibung der Website eingeben
es_es: Introduzca la descripción del sitio web
fr_fr: Saisir la description du site
it_it: Inserisci la descrizione del sito web
nl_nl: Website beschrijving invoeren
pl_pl: Wprowadź opis witryny
pt_br: Insira a descrição do site

source: Edit business information
de_de: Geschäftsinformationen bearbeiten
es_es: Editar la información de la empresa
fr_fr: Modifier les informations sur l'entreprise
it_it: Modifica delle informazioni aziendali
nl_nl: Bedrijfsinformatie bewerken
pl_pl: Edycja informacji biznesowych
pt_br: Editar informações comerciais

source: Business Name
de_de: Geschäftsname
es_es: Nombre de Compañía
fr_fr: Nom de l'entreprise
it_it: Ragione Sociale
nl_nl: Bedrijfsnaam
pl_pl: Nazwa firmy
pt_br: Nome da Empresa

source: Enter business name
de_de: Firmenname eingeben
es_es: Introduzca el nombre de la empresa
fr_fr: Saisir le nom de l'entreprise
it_it: Inserire il nome dell'azienda
nl_nl: Bedrijfsnaam invoeren
pl_pl: Wprowadź nazwę firmy
pt_br: Digite o nome da empresa

source: Website URL
es_es: URL del Sitio Web
fr_fr: URL du site
it_it: URL del sito web
pl_pl: Adres strony
pt_br: URL do site

source: Enter website URL
de_de: URL der Website eingeben
es_es: Introduzca la URL del sitio web
fr_fr: Saisir l'URL du site web
it_it: Inserire l'URL del sito web
nl_nl: Voer website URL in
pl_pl: Wprowadź adres URL witryny
pt_br: Digite o URL do site

source: Business Address
de_de: Geschäftsadresse
es_es: Dirección del negocio
fr_fr: Adresse de l’entreprise
it_it: Indirizzo lavoro
nl_nl: Bedrijfsadres
pl_pl: Adres firmy
pt_br: Endereço da Empresa

source: Enter business address
de_de: Geschäftsadresse eingeben
es_es: Introduzca la dirección de la empresa
fr_fr: Saisir l'adresse de l'entreprise
it_it: Inserire l'indirizzo dell'azienda
nl_nl: Bedrijfsadres invoeren
pl_pl: Wprowadź adres firmy
pt_br: Digite o endereço comercial

source: A keyword can have max 80 characters
de_de: Ein Schlüsselwort darf maximal 80 Zeichen lang sein
es_es: Una palabra clave puede tener un máximo de 80 caracteres
fr_fr: Un mot-clé peut avoir un maximum de 80 caractères
it_it: Una parola chiave può avere al massimo 80 caratteri
nl_nl: Een trefwoord kan maximaal 80 tekens bevatten
pl_pl: Słowo kluczowe może mieć maksymalnie 80 znaków
pt_br: Uma palavra-chave pode ter no máximo 80 caracteres

source: You have reached max number of keywords
de_de: Sie haben die maximale Anzahl von Schlüsselwörtern erreicht
es_es: Ha alcanzado el número máximo de palabras clave
fr_fr: Vous avez atteint le nombre maximum de mots-clés
it_it: Avete raggiunto il numero massimo di parole chiave
nl_nl: Je hebt het maximale aantal trefwoorden bereikt
pl_pl: Osiągnięto maksymalną liczbę słów kluczowych
pt_br: Você atingiu o número máximo de palavras-chave

source: You have already added this keyword
de_de: Sie haben dieses Stichwort bereits hinzugefügt
es_es: Ya ha añadido esta palabra clave
fr_fr: Vous avez déjà ajouté ce mot-clé
it_it: Avete già aggiunto questa parola chiave
nl_nl: U hebt dit trefwoord al toegevoegd
pl_pl: To słowo kluczowe zostało już dodane
pt_br: Você já adicionou essa palavra-chave

source: Keywords to be used for SEO
de_de: Für SEO zu verwendende Schlüsselwörter
es_es: Palabras clave para SEO
fr_fr: Mots clés à utiliser pour le référencement
it_it: Parole chiave da utilizzare per il SEO
nl_nl: Trefwoorden die moeten worden gebruikt voor SEO
pl_pl: Słowa kluczowe używane w SEO
pt_br: Palavras-chave a serem usadas para SEO

source: Add new keyword
de_de: Neues Stichwort hinzufügen
es_es: Añadir nueva palabra clave
fr_fr: Ajouter un nouveau mot-clé
it_it: Aggiungere una nuova parola chiave
nl_nl: Nieuw trefwoord toevoegen
pl_pl: Dodaj nowe słowo kluczowe
pt_br: Adicionar nova palavra-chave

source: Enter new keyword (minimum 3 characters)
de_de: Neues Stichwort eingeben (mindestens 3 Zeichen)
es_es: Introduzca una nueva palabra clave (mínimo 3 caracteres)
fr_fr: Saisir un nouveau mot-clé (minimum 3 caractères)
it_it: Inserire una nuova parola chiave (minimo 3 caratteri)
nl_nl: Voer een nieuw trefwoord in (minimaal 3 tekens)
pl_pl: Wprowadź nowe słowo kluczowe (minimum 3 znaki)
pt_br: Digite uma nova palavra-chave (mínimo de 3 caracteres)

source: Add
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
it_it: Aggiungi
nl_nl: Toevoegen
pl_pl: Dodaj
pt_br: Adicionar

source: You don`t have any keywords at the moment
de_de: Sie haben zur Zeit keine Schlüsselwörter
es_es: Usted no tiene ninguna palabra clave en este momento
fr_fr: Vous n'avez pas de mots-clés pour le moment
it_it: Non avete parole chiave al momento
nl_nl: Je hebt momenteel geen sleutelwoorden
pl_pl: W tej chwili nie masz żadnych słów kluczowych
pt_br: Você não tem nenhuma palavra-chave no momento

source: Message cannot exceed 255 characters
de_de: Nachricht darf 255 Zeichen nicht überschreiten
es_es: El mensaje no puede superar los 255 caracteres
fr_fr: Le message ne peut pas dépasser 255 caractères
it_it: Il messaggio non può superare i 255 caratteri
nl_nl: Bericht mag niet langer zijn dan 255 tekens
pl_pl: Wiadomość nie może przekraczać 255 znaków
pt_br: A mensagem não pode exceder 255 caracteres

source: Text contains URL or is missing a space after a period (.)
de_de: Der Text enthält eine URL oder es fehlt ein Leerzeichen nach einem Punkt (.)
es_es: El texto contiene URL o le falta un espacio después de un punto (.)
fr_fr: Le texte contient l'URL ou il manque un espace après un point (.)
it_it: Il testo contiene un URL o manca uno spazio dopo un punto (.)
nl_nl: Tekst bevat URL of er ontbreekt een spatie na een punt (.)
pl_pl: Tekst zawiera adres URL lub brakuje spacji po kropce ()
pt_br: O texto contém URL ou está faltando um espaço após um ponto (.)

source: Write here to communicate
de_de: Schreiben Sie hier, um sich mitzuteilen
es_es: Escriba aquí para comunicarse
fr_fr: Écrire ici pour communiquer
it_it: Scrivete qui per comunicare
nl_nl: Schrijf hier om te communiceren
pl_pl: Napisz tutaj, aby się komunikować
pt_br: Escreva aqui para se comunicar

source: Processing input
de_de: Verarbeitung der Eingaben
es_es: Entrada de procesamiento
fr_fr: Traitement des données
it_it: Elaborazione dell'input
nl_nl: Invoer verwerken
pl_pl: Przetwarzanie danych wejściowych
pt_br: Entrada de processamento

source: Verifying availability
de_de: Überprüfung der Verfügbarkeit
es_es: Verificación de la disponibilidad
fr_fr: Vérification de la disponibilité
it_it: Verifica della disponibilità
nl_nl: Beschikbaarheid controleren
pl_pl: Sprawdzanie dostępności
pt_br: Verificação da disponibilidade

source: Understanding scope
de_de: Verständnis des Anwendungsbereichs
es_es: Comprender el alcance
fr_fr: Comprendre le champ d'application
it_it: Comprendere l'ambito di applicazione
nl_nl: Toepassingsgebied begrijpen
pl_pl: Zrozumienie zakresu
pt_br: Compreensão do escopo

source: Validating area
de_de: Validierungsbereich
es_es: Área de validación
fr_fr: Zone de validation
it_it: Area di convalida
nl_nl: Validatiegebied
pl_pl: Obszar walidacji
pt_br: Área de validação

source: Mapping region
de_de: Kartierung der Region
es_es: Región cartográfica
fr_fr: Région de cartographie
it_it: Regione di mappatura
nl_nl: Regio in kaart brengen
pl_pl: Region mapowania
pt_br: Região de mapeamento

source: Finding uniqueness
de_de: Die Einzigartigkeit finden
es_es: Encontrar la singularidad
fr_fr: Trouver l'unicité
it_it: Trovare l'unicità
nl_nl: Uniciteit vinden
pl_pl: Odnajdywanie wyjątkowości
pt_br: Encontrando a singularidade

source: Processing your input
de_de: Verarbeitung Ihrer Eingaben
es_es: Procesamiento de sus datos
fr_fr: Traitement de vos données
it_it: Elaborazione dell'input
nl_nl: Uw invoer verwerken
pl_pl: Przetwarzanie danych wejściowych
pt_br: Processamento de sua entrada

source: Let`s get started!
de_de: Fangen wir an!
es_es: ¡Empecemos!
fr_fr: Commençons !
it_it: Cominciamo!
nl_nl: Laten we beginnen!
pl_pl: Zaczynajmy!
pt_br: Vamos começar!

source: Provide details to continue
de_de: Details zum Fortfahren angeben
es_es: Proporcione detalles para continuar
fr_fr: Fournir des détails pour continuer
it_it: Fornire i dettagli per continuare
nl_nl: Geef details om verder te gaan
pl_pl: Podaj szczegóły, aby kontynuować
pt_br: Forneça detalhes para continuar

source: Please proceed with the next step
de_de: Bitte fahren Sie mit dem nächsten Schritt fort
es_es: Continúe con el siguiente paso
fr_fr: Veuillez passer à l'étape suivante
it_it: Procedere con la fase successiva
nl_nl: Ga verder met de volgende stap
pl_pl: Przejdź do następnego kroku
pt_br: Prossiga para a próxima etapa

source: Skip to manual input
de_de: Sprung zur manuellen Eingabe
es_es: Saltar a entrada manual
fr_fr: Passer à la saisie manuelle
it_it: Passa all'inserimento manuale
nl_nl: Naar handmatige invoer gaan
pl_pl: Przejdź do wprowadzania ręcznego
pt_br: Pular para a entrada manual

source: Start
es_es: Inicio
fr_fr: Début
it_it: Inizio
pt_br: Iniciar

source: Loading...
de_de: Lade...
es_es: Cargando...
fr_fr: Chargement...
it_it: Caricamento...
nl_nl: Laden…
pl_pl: Ładowanie...
pt_br: Carregando...

source: Be Found Easier in Google with rankingCoach | Effectively Perform Online Marketing in WordPress with rankingCoach | Assistant on SEO, Listing & Ads for better Google rankings and online visibility, and much more
de_de: Mit rankingCoach leichter in Google gefunden werden | Mit rankingCoach effektiv Online-Marketing in WordPress betreiben | Assistent für SEO, Listing & Ads für bessere Google-Rankings und Online-Sichtbarkeit, u.v.m
es_es: Sea Encontrado Más Fácilmente en Google con rankingCoach | Realice Marketing Online Efectivamente en WordPress con rankingCoach | Asistente en SEO, Listados y Anuncios para mejorar los rankings de Google y la visibilidad online, y mucho más
fr_fr: Être trouvé plus facilement dans Google avec rankingCoach | Effectuer efficacement le marketing en ligne dans WordPress avec rankingCoach | Assistant sur le SEO, Listing & Ads pour un meilleur classement dans Google et une meilleure visibilité en ligne, et bien plus encore
it_it: Essere trovati più facilmente su Google con rankingCoach | Eseguire efficacemente il marketing online in WordPress con rankingCoach | Assistente per SEO, elenchi e annunci per migliorare il posizionamento su Google e la visibilità online, e molto altro ancora
nl_nl: Makkelijker gevonden worden in Google met rankingCoach | Effectief online marketing uitvoeren in WordPress met rankingCoach | Assistent voor SEO, Listing & Ads voor betere Google rankings en online zichtbaarheid, en nog veel meer
pl_pl: Łatwiejsze wyszukiwanie w Google dzięki rankingCoach | Skuteczny marketing online w WordPress dzięki rankingCoach | Asystent SEO, aukcji i reklam dla lepszych rankingów Google i widoczności online i wiele więcej
pt_br: Seja encontrado mais facilmente no Google com o rankingCoach | Realize marketing on-line de forma eficaz no WordPress com o rankingCoach | Assistente de SEO, listagem e anúncios para obter melhores classificações no Google e visibilidade on-line, e muito mais

source: rankingCoach Team
es_es: equipo rankingCoach
fr_fr: classementCoach Team
it_it: classificaSquadra Allenatore
nl_nl: klassement Team
pt_br: classificaçãoEquipe de treinadores

source: Your meta description is within the acceptable range but could be improved. Aim for a length between %1$d and %2$d characters to enhance click-through rates.
de_de: Ihre Meta-Beschreibung liegt im akzeptablen Bereich, könnte aber verbessert werden. Streben Sie eine Länge zwischen %1$d und %2$d Zeichen an, um die Klickraten zu erhöhen.
es_es: Su meta descripción está dentro de lo aceptable, pero podría mejorarse. Intente que tenga entre %1$d y %2$d caracteres para aumentar el porcentaje de clics.
fr_fr: Votre méta-description est dans la plage acceptable mais pourrait être améliorée. Visez une longueur entre %1$d et %2$d caractères pour améliorer les taux de clic.
it_it: La tua meta description rientra nell'intervallo accettabile ma potrebbe essere migliorata. Punta a una lunghezza tra %1$d e %2$d caratteri per migliorare la percentuale di clic.
nl_nl: Je meta description valt binnen het aanvaardbare bereik, maar is voor verbetering vatbaar. Streef naar een lengte tussen %1$d en %2$d tekens om de doorklikratio te verhogen.
pl_pl: Twój meta opis mieści się w dopuszczalnym zakresie, ale można go poprawić. Należy dążyć do długości między %1$d a %2$d znaków, aby zwiększyć współczynnik klikalności.
pt_br: Sua meta descrição está dentro da faixa aceitável, mas pode ser melhorada. Procure ter um tamanho entre %1$d e %2$d caracteres para aumentar as taxas de cliques.

source: Your average sentence length (%1$s words) is above the recommended maximum (%2$s words).
de_de: Ihre durchschnittliche Satzlänge (%1$s Wörter) liegt über dem empfohlenen Maximum (%2$s Wörter).
es_es: La longitud media de sus frases (%1$s palabras) supera el máximo recomendado (%2$s palabras).
fr_fr: Votre longueur moyenne de phrase (%1$s mots) dépasse le maximum recommandé (%2$s mots).
it_it: La lunghezza media delle tue frasi (%1$s parole) è superiore al massimo raccomandato (%2$s parole).
nl_nl: Je gemiddelde zinslengte (%1$s woorden) ligt boven het aanbevolen maximum (%2$s woorden).
pl_pl: Średnia długość zdania (%1$s słów) przekracza zalecane maksimum (%2$s słów).
pt_br: O comprimento médio de suas frases (%1$s palavras) está acima do máximo recomendado (%2$s palavras).

source: Instead of: "%1$s is important for your website. %2$s can improve rankings."
de_de: Anstelle von: "%1$s ist wichtig für Ihre Website. %2$s kann die Platzierung verbessern."
es_es: En lugar de: "%1$s es importante para su sitio web. %2$s puede mejorar el ranking"
fr_fr: Au lieu de : "%1$s est important pour votre site web. %2$s peut améliorer les classements."
it_it: Invece di: "%1$s è importante per il tuo sito web. %2$s può migliorare il posizionamento."
nl_nl: In plaats van: "%1$s is belangrijk voor je website. %2$s kan rankings verbeteren."
pl_pl: Zamiast: "%1$s jest ważne dla Twojej witryny. %2$s może poprawić rankingi"
pt_br: Em vez de: "%1$s é importante para seu site. %2$s pode melhorar as classificações."
