Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Slightly Short Meta Description
de_de: Etwas zu kurze Meta-Beschreibung
es_es: Metadescripción ligeramente corta
fr_fr: Méta-description légèrement courte
it_it: Meta descrizione leggermente corta
nl_nl: Iets te korte metabeschrijving
pl_pl: Nieco za krótki metaopis
pt_br: Metadescrição ligeiramente curta

source: Social Media insights
de_de: Social-Media-Einblicke
es_es: Información sobre redes sociales
fr_fr: Aperçus des médias sociaux
it_it: Approfondimenti sui social media
nl_nl: Sociale media-inzichten
pl_pl: Informacje o mediach społecznościowych
pt_br: Insights de mídias sociais

source: Social Media tasks
de_de: Social-Media-Aufgaben
es_es: Tareas de redes sociales
fr_fr: Tâches de médias sociaux
it_it: Attività sui social media
nl_nl: Sociale mediataken
pl_pl: Zadania w mediach społecznościowych
pt_br: Tarefas de mídias sociais

source: Some critical pages (like homepage, contact, product pages) are blocked in your robots.txt file. This may harm visibility in search results. Allow search engines to access key pages.
de_de: Einige kritische Seiten (wie Startseite, Kontakt, Produktseiten) sind in Ihrer robots.txt-Datei blockiert. Dies kann die Sichtbarkeit in den Suchergebnissen beeinträchtigen. Erlauben Sie Suchmaschinen den Zugriff auf wichtige Seiten.
es_es: Algunas páginas críticas (como la página de inicio, contacto, páginas de productos) están bloqueadas en tu archivo robots.txt. Esto puede perjudicar la visibilidad en los resultados de búsqueda. Permite que los motores de búsqueda accedan a las páginas clave.
fr_fr: Certaines pages critiques (comme la page d'accueil, contact, pages de produits) sont bloquées dans votre fichier robots.txt. Cela peut nuire à la visibilité dans les résultats de recherche. Permettez aux moteurs de recherche d'accéder aux pages clés.
it_it: Alcune pagine critiche (come la homepage, la pagina dei contatti, le pagine dei prodotti) sono bloccate nel tuo file robots.txt. Ciò potrebbe danneggiare la visibilità nei risultati di ricerca. Consenti ai motori di ricerca di accedere alle pagine chiave.
nl_nl: Sommige kritieke pagina's (zoals homepage, contact, productpagina's) worden geblokkeerd in uw robots.txt-bestand. Dit kan de zichtbaarheid in zoekresultaten schaden. Sta zoekmachines toe toegang te krijgen tot belangrijke pagina's.
pl_pl: Niektóre krytyczne strony (jak strona główna, kontakt, strony produktów) są zablokowane w pliku robots.txt. Może to zaszkodzić widoczności w wynikach wyszukiwania. Zezwól wyszukiwarkom na dostęp do kluczowych stron.
pt_br: Algumas páginas críticas (como a página inicial, de contato, de produtos) estão bloqueadas no seu arquivo robots.txt. Isso pode prejudicar a visibilidade nos resultados de busca. Permita que os mecanismos de busca acessem páginas-chave.

source: Some images have alt text that does not include the primary keyword. Including the keyword in image alt text can improve relevance and help with SEO.
de_de: Einige Bilder haben einen Alternativtext, der das primäre Keyword nicht enthält. Das Einfügen des Keywords in den Bild-Alternativtext kann die Relevanz verbessern und bei SEO helfen.
es_es: Algunas imágenes tienen texto alternativo que no incluye la palabra clave principal. Incluir la palabra clave en el texto alternativo de la imagen puede mejorar la relevancia y ayudar con el SEO.
fr_fr: Certaines images ont un texte alternatif qui n'inclut pas le mot-clé principal. Inclure le mot-clé dans le texte alternatif des images peut améliorer la pertinence et aider avec le SEO.
it_it: Alcune immagini hanno un testo alternativo che non include la parola chiave principale. Includere la parola chiave nel testo alternativo dell'immagine può migliorare la pertinenza e aiutare con la SEO.
nl_nl: Sommige afbeeldingen hebben alt-tekst die het primaire trefwoord niet bevat. Het opnemen van het trefwoord in de alt-tekst van afbeeldingen kan de relevantie verbeteren en helpen met SEO.
pl_pl: Niektóre obrazy mają tekst alternatywny, który nie zawiera głównego słowa kluczowego. Umieszczenie słowa kluczowego w tekście alternatywnym obrazu może poprawić trafność i pomóc w SEO.
pt_br: Algumas imagens têm texto alternativo que não inclui a palavra-chave principal. Incluir a palavra-chave no texto alternativo da imagem pode melhorar a relevância e ajudar com o SEO.

source: Some images have alt text that is too short or not descriptive enough. Use more detailed alt text to improve accessibility and provide better context for search engines.
de_de: Einige Bilder haben einen Alternativtext, der zu kurz oder nicht beschreibend genug ist. Verwenden Sie detaillierteren Alternativtext, um die Barrierefreiheit zu verbessern und Suchmaschinen besseren Kontext zu bieten.
es_es: Algunas imágenes tienen un texto alternativo que es demasiado corto o no lo suficientemente descriptivo. Usa un texto alternativo más detallado para mejorar la accesibilidad y proporcionar un mejor contexto a los motores de búsqueda.
fr_fr: Certaines images ont un texte alternatif trop court ou pas assez descriptif. Utilisez un texte alternatif plus détaillé pour améliorer l'accessibilité et fournir un meilleur contexte aux moteurs de recherche.
it_it: Alcune immagini hanno un testo alternativo troppo corto o non abbastanza descrittivo. Usa un testo alternativo più dettagliato per migliorare l'accessibilità e fornire un contesto migliore per i motori di ricerca.
nl_nl: Sommige afbeeldingen hebben alt-tekst die te kort of niet beschrijvend genoeg is. Gebruik meer gedetailleerde alt-tekst om de toegankelijkheid te verbeteren en een betere context voor zoekmachines te bieden.
pl_pl: Niektóre obrazy mają tekst alternatywny, który jest zbyt krótki lub niedostatecznie opisowy. Użyj bardziej szczegółowego tekstu alternatywnego, aby poprawić dostępność i zapewnić lepszy kontekst dla wyszukiwarek.
pt_br: Algumas imagens têm texto alternativo que é muito curto ou não é descritivo o suficiente. Use um texto alternativo mais detalhado para melhorar a acessibilidade e fornecer um melhor contexto para os mecanismos de busca.

source: Some images on your page are missing alt text. Alt text is crucial for accessibility and SEO, as it helps search engines understand the content of images.
de_de: Einigen Bildern auf Ihrer Seite fehlt der Alternativtext. Alternativtext ist entscheidend für Barrierefreiheit und SEO, da er Suchmaschinen hilft, den Inhalt von Bildern zu verstehen.
es_es: Algunas imágenes de tu página no tienen texto alternativo. El texto alternativo es crucial para la accesibilidad y el SEO, ya que ayuda a los motores de búsqueda a entender el contenido de las imágenes.
fr_fr: Certaines images de votre page manquent de texte alternatif. Le texte alternatif est crucial pour l'accessibilité et le SEO, car il aide les moteurs de recherche à comprendre le contenu des images.
it_it: Alcune immagini sulla tua pagina mancano del testo alternativo. Il testo alternativo è fondamentale per l'accessibilità e la SEO, poiché aiuta i motori di ricerca a comprendere il contenuto delle immagini.
nl_nl: Sommige afbeeldingen op uw pagina missen alt-tekst. Alt-tekst is cruciaal voor toegankelijkheid en SEO, omdat het zoekmachines helpt de inhoud van afbeeldingen te begrijpen.
pl_pl: Niektóre obrazy na Twojej stronie nie mają tekstu alternatywnego. Tekst alternatywny jest kluczowy dla dostępności i SEO, ponieważ pomaga wyszukiwarkom zrozumieć zawartość obrazów.
pt_br: Algumas imagens na sua página não têm texto alternativo. O texto alternativo é crucial para a acessibilidade e o SEO, pois ajuda os mecanismos de busca a entender o conteúdo das imagens.

source: Some of your backlinks use text that is unrelated to your business or content. Try to get links with text that actually relates to what you offer.
de_de: Einige Ihrer Backlinks verwenden Text, der keinen Bezug zu Ihrem Unternehmen oder Inhalt hat. Versuchen Sie, Links mit Text zu erhalten, der tatsächlich zu Ihrem Angebot passt.
es_es: Algunos de tus backlinks usan texto que no está relacionado con tu negocio o contenido. Intenta obtener enlaces con texto que realmente se relacione con lo que ofreces.
fr_fr: Certains de vos liens retour utilisent un texte qui n'est pas lié à votre entreprise ou contenu. Essayez d'obtenir des liens avec un texte qui se rapporte réellement à ce que vous offrez.
it_it: Alcuni dei tuoi backlink usano un testo non correlato alla tua attività o al tuo contenuto. Cerca di ottenere link con un testo che si riferisca effettivamente a ciò che offri.
nl_nl: Sommige van uw backlinks gebruiken tekst die niet gerelateerd is aan uw bedrijf of content. Probeer links te krijgen met tekst die daadwerkelijk betrekking heeft op wat u aanbiedt.
pl_pl: Niektóre z Twoich linków zwrotnych używają tekstu, który nie jest związany z Twoją firmą lub treścią. Staraj się pozyskiwać linki z tekstem, który faktycznie odnosi się do tego, co oferujesz.
pt_br: Alguns de seus backlinks usam texto que não tem relação com seu negócio ou conteúdo. Tente obter links com texto que realmente se relacione com o que você oferece.

source: Some pages have problematic meta robots tags that may prevent proper indexing or crawling. Review and update these tags to ensure proper search engine visibility.
de_de: Einige Seiten haben problematische Meta-Robots-Tags, die eine korrekte Indexierung oder ein Crawling verhindern können. Überprüfen und aktualisieren Sie diese Tags, um eine korrekte Sichtbarkeit in Suchmaschinen sicherzustellen.
es_es: Algunas páginas tienen etiquetas meta robots problemáticas que pueden impedir una indexación o rastreo adecuados. Revisa y actualiza estas etiquetas para asegurar una visibilidad adecuada en los motores de búsqueda.
fr_fr: Certaines pages ont des balises meta robots problématiques qui peuvent empêcher une indexation ou un crawl approprié. Examinez et mettez à jour ces balises pour assurer une visibilité appropriée des moteurs de recherche.
it_it: Alcune pagine hanno tag meta robots problematici che possono impedire una corretta indicizzazione o scansione. Controlla e aggiorna questi tag per garantire una corretta visibilità sui motori di ricerca.
nl_nl: Sommige pagina's hebben problematische meta robots-tags die een juiste indexering of crawling kunnen verhinderen. Controleer en update deze tags om een juiste zichtbaarheid in zoekmachines te garanderen.
pl_pl: Niektóre strony mają problematyczne metatagi robots, które mogą uniemożliwić prawidłowe indeksowanie lub przeszukiwanie. Przejrzyj i zaktualizuj te tagi, aby zapewnić prawidłową widoczność w wyszukiwarkach.
pt_br: Algumas páginas têm tags meta robots problemáticas que podem impedir a indexação ou o rastreamento adequado. Revise e atualize essas tags para garantir a visibilidade adequada nos mecanismos de busca.

source: Spanish
de_de: Spanisch
es_es: Español
fr_fr: Espagnol
it_it: Spagnolo
nl_nl: Spaans
pl_pl: Hiszpański
pt_br: Espanhol

source: Standard
es_es: Estándar
nl_nl: Standaard

source: Standard: Easily understood by 13-15 year old students
de_de: Standard: Leicht verständlich für 13–15-jährige Schüler
es_es: Estándar: fácil de entender para estudiantes de 13-15 años
fr_fr: Standard : Facilement compris par des élèves de 13 à 15 ans
it_it: Standard: facilmente comprensibile da studenti di 13-15 anni
nl_nl: Standaard: gemakkelijk te begrijpen door leerlingen van 13-15 jaar
pl_pl: Standardowy: łatwo zrozumiały dla uczniów w wieku 13-15 lat
pt_br: Padrão: facilmente compreendido por estudantes de 13-15 anos

source: Start with a question: "Why is %s so effective?"
de_de: Beginnen Sie mit einer Frage: „Warum ist %s so effektiv?“
es_es: Empieza con una pregunta: «¿Por qué %s es tan efectivo?»
fr_fr: Commencez par une question : "Pourquoi %s est-il si efficace ?"
it_it: Inizia con una domanda: "Perché %s è così efficace?"
nl_nl: Begin met een vraag: "Waarom is %s zo effectief?"
pl_pl: Zacznij od pytania: „Dlaczego %s jest tak skuteczny?”
pt_br: Comece com uma pergunta: "Por que %s é tão eficaz?"

source: Stay on top of every review. Respond in no time.
de_de: Behalten Sie jede Bewertung im Blick. Antworten Sie im Handumdrehen.
es_es: Mantente al día de cada reseña. Responde en un instante.
fr_fr: Restez au courant de chaque avis. Répondez en un rien de temps.
it_it: Tieni sotto controllo ogni recensione. Rispondi in un attimo.
nl_nl: Blijf op de hoogte van elke beoordeling. Reageer in een mum van tijd.
pl_pl: Bądź na bieżąco z każdą opinią. Odpowiadaj błyskawicznie.
pt_br: Fique por dentro de todas as avaliações. Responda rapidamente.

source: Strengthen Topical Authority
de_de: Thematische Autorität stärken
es_es: Reforzar la autoridad temática
fr_fr: Renforcer l'autorité thématique
it_it: Rafforza l'autorità tematica
nl_nl: Versterk thematische autoriteit
pl_pl: Wzmocnienie autorytetu tematycznego
pt_br: Fortalecer a autoridade tópica

source: Strengthen Your CTA
de_de: Ihren CTA stärken
es_es: Refuerza tu CTA
fr_fr: Renforcer votre CTA
it_it: Rafforza la tua CTA
nl_nl: Versterk uw CTA
pl_pl: Wzmocnienie wezwania do działania (CTA)
pt_br: Fortaleça seu CTA

source: Strengthen your CTA by making it more specific and compelling
de_de: Stärken Sie Ihren CTA, indem Sie ihn spezifischer und überzeugender gestalten
es_es: Refuerza tu CTA haciéndola más específica y convincente
fr_fr: Renforcez votre CTA en le rendant plus spécifique et convaincant
it_it: Rafforza la tua CTA rendendola più specifica e convincente
nl_nl: Versterk uw CTA door deze specifieker en overtuigender te maken
pl_pl: Wzmocnij swoje wezwanie do działania, czyniąc je bardziej konkretnym i przekonującym
pt_br: Fortaleça seu CTA tornando-o mais específico e convincente

source: Subscription ID is required
de_de: Abonnement-ID ist erforderlich
es_es: Se requiere el ID de la suscripción
fr_fr: L'ID d'abonnement est requis
it_it: L'ID dell'abbonamento è obbligatorio
nl_nl: Abonnement-ID is vereist
pl_pl: ID subskrypcji jest wymagane
pt_br: O ID da assinatura é obrigatório

source: Successfully deactivated: %s
de_de: Erfolgreich deaktiviert: %s
es_es: Desactivado con éxito: %s
fr_fr: Désactivé avec succès : %s
it_it: Disattivato con successo: %s
nl_nl: Succesvol gedeactiveerd: %s
pl_pl: Pomyślnie zdezaktywowano: %s
pt_br: Desativado com sucesso: %s

source: Target Long Tail Variations
de_de: Long-Tail-Variationen anvisieren
es_es: Apuntar a variaciones de cola larga
fr_fr: Cibler les variations de longue traîne
it_it: Punta alle varianti a coda lunga
nl_nl: Richt u op long-tail-variaties
pl_pl: Celowanie w warianty długiego ogona
pt_br: Mirar em variações de cauda longa

source: Target Lower Competition Keywords
de_de: Keywords mit geringerem Wettbewerb anvisieren
es_es: Apuntar a palabras clave de menor competencia
fr_fr: Cibler des mots-clés à faible concurrence
it_it: Punta a parole chiave con minore concorrenza
nl_nl: Richt u op trefwoorden met lagere concurrentie
pl_pl: Celowanie w słowa kluczowe o niższej konkurencji
pt_br: Mirar em palavras-chave de menor concorrência

source: Taxonomy archives for
de_de: Taxonomie-Archive für
es_es: Archivos de taxonomía para
fr_fr: Archives de taxonomie pour
it_it: Archivi di tassonomia per
nl_nl: Taxonomiearchieven voor
pl_pl: Archiwa taksonomii dla
pt_br: Arquivos de taxonomia para

source: Technical SEO issues can hinder how search engines crawl and index your website. These include broken links, incorrect meta tags, and slow load times.
de_de: Technische SEO-Probleme können das Crawlen und Indexieren Ihrer Website durch Suchmaschinen behindern. Dazu gehören defekte Links, falsche Meta-Tags und langsame Ladezeiten.
es_es: Los problemas de SEO técnico pueden dificultar cómo los motores de búsqueda rastrean e indexan tu sitio web. Estos incluyen enlaces rotos, metaetiquetas incorrectas y tiempos de carga lentos.
fr_fr: Les problèmes SEO techniques peuvent entraver la façon dont les moteurs de recherche crawlent et indexent votre site web. Ceux-ci incluent les liens brisés, les balises méta incorrectes et les temps de chargement lents.
it_it: I problemi tecnici di SEO possono ostacolare il modo in cui i motori di ricerca scansionano e indicizzano il tuo sito web. Questi includono link non funzionanti, meta tag errati e tempi di caricamento lenti.
nl_nl: Technische SEO-problemen kunnen de manier waarop zoekmachines uw website crawlen en indexeren belemmeren. Dit omvat verbroken links, onjuiste metatags en trage laadtijden.
pl_pl: Techniczne problemy SEO mogą utrudniać wyszukiwarkom indeksowanie i przeszukiwanie Twojej witryny. Należą do nich uszkodzone linki, nieprawidłowe metatagi i wolne czasy ładowania.
pt_br: Problemas técnicos de SEO podem dificultar como os mecanismos de busca rastreiam e indexam seu site. Isso inclui links quebrados, metatags incorretas e tempos de carregamento lentos.

source: Technical Seo
de_de: Technisches SEO
es_es: SEO técnico
fr_fr: SEO Technique
it_it: SEO tecnico
nl_nl: Technische SEO
pl_pl: Techniczne SEO
pt_br: SEO técnico

source: Terms & Conditions
de_de: Allgemeine Geschäftsbedingungen
es_es: Términos y condiciones
fr_fr: Conditions générales
it_it: Termini e condizioni
nl_nl: Algemene voorwaarden
pl_pl: Regulamin
pt_br: Termos e Condições

source: Thanks for providing that!
de_de: Danke für die Bereitstellung!
es_es: ¡Gracias por proporcionarlo!
fr_fr: Merci de nous avoir fourni ces informations!
it_it: Grazie per aver fornito queste informazioni!
nl_nl: Bedankt voor het verstrekken daarvan!
pl_pl: Dziękuję za podanie tych informacji!
pt_br: Obrigado por fornecer isso!

source: The API call (JSON response) is valid: %s
de_de: Der API-Aufruf (JSON-Antwort) ist gültig: %s
es_es: La llamada a la API (respuesta JSON) es válida: %s
fr_fr: L'appel API (réponse JSON) est valide : %s
it_it: La chiamata API (risposta JSON) è valida: %s
nl_nl: De API-oproep (JSON-respons) is geldig: %s
pl_pl: Wywołanie API (odpowiedź JSON) jest prawidłowe: %s
pt_br: A chamada de API (resposta JSON) é válida: %s

source: The API call (text/html or error property on JSON): %s
de_de: Der API-Aufruf (text/html oder error-Eigenschaft in JSON): %s
es_es: La llamada a la API (text/html o propiedad de error en JSON): %s
fr_fr: L'appel API (text/html ou propriété d'erreur sur JSON) : %s
it_it: La chiamata API (text/html o proprietà di errore su JSON): %s
nl_nl: De API-oproep (text/html of fouteigenschap in JSON): %s
pl_pl: Wywołanie API (text/html lub właściwość błędu w JSON): %s
pt_br: A chamada de API (text/html ou propriedade de erro no JSON): %s

source: The LocalBusiness schema is present but missing required properties such as name, address, or telephone. Complete the schema to ensure proper validation.
de_de: Das LocalBusiness-Schema ist vorhanden, aber es fehlen erforderliche Eigenschaften wie Name, Adresse oder Telefon. Vervollständigen Sie das Schema, um eine korrekte Validierung sicherzustellen.
es_es: El schema de LocalBusiness está presente pero faltan propiedades obligatorias como nombre, dirección o teléfono. Completa el schema para asegurar una validación adecuada.
fr_fr: Le schéma LocalBusiness est présent mais manque de propriétés requises comme le nom, l'adresse ou le téléphone. Complétez le schéma pour assurer une validation appropriée.
it_it: Lo schema LocalBusiness è presente ma mancano proprietà obbligatorie come nome, indirizzo o telefono. Completa lo schema per garantire una corretta validazione.
nl_nl: Het LocalBusiness-schema is aanwezig maar mist vereiste eigenschappen zoals naam, adres of telefoonnummer. Vul het schema aan om een juiste validatie te garanderen.
pl_pl: Schemat LocalBusiness jest obecny, ale brakuje wymaganych właściwości, takich jak nazwa, adres lub telefon. Uzupełnij schemat, aby zapewnić prawidłową walidację.
pt_br: O schema LocalBusiness está presente, mas faltam propriedades obrigatórias como nome, endereço ou telefone. Complete o schema para garantir a validação adequada.

source: The URL contains complex structures, query parameters, symbols that reduce readability or a long path. Simplify the structure and remove unnecessary characters.
de_de: Die URL enthält komplexe Strukturen, Abfrageparameter, Symbole, die die Lesbarkeit verringern, oder einen langen Pfad. Vereinfachen Sie die Struktur und entfernen Sie unnötige Zeichen.
es_es: La URL contiene estructuras complejas, parámetros de consulta, símbolos que reducen la legibilidad o una ruta larga. Simplifica la estructura y elimina los caracteres innecesarios.
fr_fr: L'URL contient des structures complexes, des paramètres de requête, des symboles qui réduisent la lisibilité ou un chemin long. Simplifiez la structure et supprimez les caractères inutiles.
it_it: L'URL contiene strutture complesse, parametri di query, simboli che riducono la leggibilità o un percorso lungo. Semplifica la struttura e rimuovi i caratteri non necessari.
nl_nl: De URL bevat complexe structuren, queryparameters, symbolen die de leesbaarheid verminderen of een lang pad. Vereenvoudig de structuur en verwijder onnodige tekens.
pl_pl: Adres URL zawiera złożone struktury, parametry zapytania, symbole, które zmniejszają czytelność, lub długą ścieżkę. Uprość strukturę i usuń niepotrzebne znaki.
pt_br: O URL contém estruturas complexas, parâmetros de consulta, símbolos que reduzem a legibilidade ou um caminho longo. Simplifique a estrutura e remova caracteres desnecessários.

source: The clickable text in your backlinks is not varied enough. Aim for a natural mix of branded text, keywords, and generic phrases like "click here".
de_de: Der klickbare Text in Ihren Backlinks ist nicht abwechslungsreich genug. Streben Sie eine natürliche Mischung aus Markentext, Keywords und generischen Phrasen wie „hier klicken“ an.
es_es: El texto clicable en tus backlinks no es lo suficientemente variado. Busca una mezcla natural de texto de marca, palabras clave y frases genéricas como «haz clic aquí».
fr_fr: Le texte cliquable de vos liens retour n'est pas assez varié. Visez un mélange naturel de texte de marque, de mots-clés et d'expressions génériques comme "cliquez ici".
it_it: Il testo cliccabile nei tuoi backlink non è abbastanza vario. Punta a un mix naturale di testo con il brand, parole chiave e frasi generiche come "clicca qui".
nl_nl: De klikbare tekst in uw backlinks is niet gevarieerd genoeg. Streef naar een natuurlijke mix van merktekst, trefwoorden en generieke zinnen zoals "klik hier".
pl_pl: Tekst klikalny w Twoich linkach zwrotnych nie jest wystarczająco zróżnicowany. Dąż do naturalnej mieszanki tekstu z marką, słów kluczowych i ogólnych fraz, takich jak „kliknij tutaj”.
pt_br: O texto clicável em seus backlinks não é variado o suficiente. Busque uma mistura natural de texto de marca, palavras-chave e frases genéricas como "clique aqui".

source: The existing schema is valid and complete.
de_de: Das vorhandene Schema ist gültig und vollständig.
es_es: El schema existente es válido y completo.
fr_fr: Le schéma existant est valide et complet.
it_it: Lo schema esistente è valido e completo.
nl_nl: Het bestaande schema is geldig en volledig.
pl_pl: Istniejący schemat jest prawidłowy i kompletny.
pt_br: O schema existente é válido e completo.
