Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Access to Header Tags Structure SEO operations
de_de: Zugriff auf Header-Tags Struktur SEO Operationen
es_es: Acceso a la estructura de etiquetas de cabecera Operaciones SEO
fr_fr: Accès à la structure des balises d'en-tête Opérations de référencement
it_it: Accesso ai tag di intestazione Struttura delle operazioni SEO
nl_nl: Toegang tot SEO bewerkingen van Header Tags Structuur
pl_pl: Dostęp do operacji SEO struktury znaczników nagłówka
pt_br: Acesso às operações de SEO da estrutura de tags de cabeçalho

source: Access to Add Local Keywords In Content SEO operations
de_de: Zugang zum Hinzufügen lokaler Schlüsselwörter in Content-SEO-Operationen
es_es: Acceso para añadir palabras clave locales en las operaciones de SEO de contenido
fr_fr: Accès à l'ajout de mots-clés locaux dans les opérations de référencement de contenu
it_it: Accesso all'aggiunta di parole chiave locali nelle operazioni di SEO dei contenuti
nl_nl: Lokale trefwoorden toevoegen aan SEO-activiteiten voor inhoud
pl_pl: Dostęp do dodawania lokalnych słów kluczowych w operacjach SEO treści
pt_br: Acesso para adicionar palavras-chave locais em operações de SEO de conteúdo

source: Access to Create Meta Description Tag SEO operations
de_de: Zugang zum Erstellen von Meta Description Tag SEO Operationen
es_es: Acceso a la creación de operaciones SEO Meta Description Tag
fr_fr: Accès à la création de balises Meta Description pour les opérations de référencement
it_it: Accesso alla creazione di tag Meta Description operazioni SEO
nl_nl: Toegang tot Meta Description Tag SEO-bewerkingen maken
pl_pl: Dostęp do tworzenia operacji SEO znaczników metaopisu
pt_br: Acesso às operações de SEO do Create Meta Description Tag

source: Access to Meta Description Keywords SEO operations
de_de: Zugang zu Meta Description Keywords SEO Operationen
es_es: Acceso a la Meta Descripción Palabras clave Operaciones SEO
fr_fr: Accès aux opérations de référencement Meta Description Keywords
it_it: Accesso alle operazioni SEO di Meta Descrizione e Parole Chiave
nl_nl: Toegang tot Meta Beschrijving Trefwoorden SEO bewerkingen
pl_pl: Dostęp do operacji SEO Meta Description Keywords
pt_br: Acesso a operações de SEO de meta descrição e palavras-chave

source: Access to Create Meta Title Tag SEO operations
de_de: Zugang zum Erstellen von Meta Title Tag SEO Operationen
es_es: Acceso a la creación de operaciones de SEO Meta Title Tag
fr_fr: Accès à la création d'opérations de référencement pour les balises Meta Title
it_it: Accesso alla creazione di operazioni SEO con tag Meta Title
nl_nl: Toegang tot meta-titel tag SEO-bewerkingen maken
pl_pl: Dostęp do tworzenia operacji SEO Meta Title Tag
pt_br: Acesso às operações de SEO do Create Meta Title Tag

source: Access to Meta Title Keywords SEO operations
de_de: Zugang zu Meta-Titel-Schlüsselwörtern SEO-Operationen
es_es: Acceso al Meta Título Palabras clave Operaciones SEO
fr_fr: Accès aux opérations SEO Meta Title Keywords
it_it: Accesso alle operazioni SEO Meta Titolo Parole Chiave
nl_nl: Toegang tot Meta Titel Trefwoorden SEO bewerkingen
pl_pl: Dostęp do operacji SEO Meta Title Keywords
pt_br: Acesso às operações de SEO do Meta Title Keywords

source: Access to Optimize Page Content Keywords SEO operations
de_de: Zugang zur Optimierung des Seiteninhalts Schlüsselwörter SEO-Operationen
es_es: Acceso a la optimización del contenido de la página Palabras clave Operaciones SEO
fr_fr: Accès à l'optimisation du contenu des pages Mots clés Opérations de référencement
it_it: Accesso all'ottimizzazione del contenuto della pagina per le parole chiave operazioni SEO
nl_nl: Toegang tot Optimaliseer pagina-inhoud Trefwoorden SEO bewerkingen
pl_pl: Dostęp do optymalizacji treści strony Słowa kluczowe Operacje SEO
pt_br: Acesso para otimizar o conteúdo da página Palavras-chave Operações de SEO

source: Access to Analyze Backlink Profile SEO operations
de_de: Zugang zur Analyse des Backlink-Profils SEO-Operationen
es_es: Acceso al análisis del perfil de backlinks Operaciones SEO
fr_fr: Accès à l'analyse du profil des liens retour (Backlink Profile) Opérations SEO
it_it: Accesso all'analisi delle operazioni SEO del profilo dei backlink
nl_nl: Toegang tot analyse backlinkprofiel SEO bewerkingen
pl_pl: Dostęp do analizy profilu linków zwrotnych operacji SEO
pt_br: Acesso às operações de SEO do Analyze Backlink Profile

source: Access to Fix Broken Links On Page SEO operations
de_de: Zugang zu Fix Broken Links On Page SEO Operationen
es_es: Acceso a la reparación de enlaces rotos en las operaciones SEO de la página
fr_fr: Accès à la correction des liens brisés Opérations de référencement sur la page
it_it: Accesso alla correzione dei link rotti nelle operazioni di SEO della pagina
nl_nl: Toegang tot Broken Links repareren op pagina SEO-bewerkingen
pl_pl: Dostęp do naprawiania uszkodzonych linków w operacjach SEO na stronie
pt_br: Acesso às operações de SEO para corrigir links quebrados na página

source: Access to Alt Text To Images SEO operations
de_de: Zugang zu Alt Text To Images SEO Operationen
es_es: Acceso a las operaciones SEO de Alt Text To Images
fr_fr: Accès aux opérations de référencement Alt Text To Images
it_it: Accesso alle operazioni SEO di Alt Text to Images
nl_nl: Toegang tot Alt Text To Images SEO bewerkingen
pl_pl: Dostęp do operacji SEO Alt Text To Images
pt_br: Acesso às operações de SEO do Alt Text To Images

source: Access to Optimize Image File Sizes SEO operations
de_de: Zugang zur Optimierung der Bilddateigrößen SEO-Operationen
es_es: Acceso a la optimización del tamaño de los archivos de imagen Operaciones SEO
fr_fr: Accès à l'optimisation de la taille des fichiers images Opérations de référencement
it_it: Accesso all'ottimizzazione delle dimensioni dei file immagine Operazioni SEO
nl_nl: Toegang tot SEO-bewerkingen om afbeeldingsbestandsgrootte te optimaliseren
pl_pl: Dostęp do optymalizacji rozmiaru plików graficznych Operacje SEO
pt_br: Acesso para otimizar o tamanho dos arquivos de imagem Operações de SEO

source: Access to Optimize Page Speed SEO operations
de_de: Zugang zur Optimierung der Seitengeschwindigkeit SEO-Operationen
es_es: Acceso a las operaciones SEO de optimización de la velocidad de página
fr_fr: Accès à l'optimisation de la vitesse des pages Opérations SEO
it_it: Accesso alle operazioni SEO di ottimizzazione della velocità della pagina
nl_nl: Toegang tot SEO-bewerkingen voor paginasnelheid optimaliseren
pl_pl: Dostęp do operacji SEO optymalizacji szybkości strony
pt_br: Acesso às operações de SEO de otimização da velocidade da página

source: Access to Optimize URL Structure SEO operations
de_de: Zugang zur Optimierung der URL-Struktur SEO-Operationen
es_es: Acceso a las operaciones SEO de optimización de la estructura de URL
fr_fr: Accès à l'optimisation de la structure des URL Opérations SEO
it_it: Accesso alle operazioni SEO di ottimizzazione della struttura degli URL
nl_nl: Toegang tot SEO optimalisatie van URL-structuur
pl_pl: Dostęp do operacji SEO optymalizacji struktury adresów URL
pt_br: Acesso às operações de SEO de otimização da estrutura do URL

source: Access to Schema Markup SEO operations
de_de: Zugang zu Schema Markup SEO Operationen
es_es: Acceso a las operaciones SEO de Schema Markup
fr_fr: Accès aux opérations de référencement Schema Markup
it_it: Accesso alle operazioni SEO di Schema Markup
nl_nl: Toegang tot Schema Markup SEO bewerkingen
pl_pl: Dostęp do operacji SEO Schema Markup
pt_br: Acesso às operações de SEO do Schema Markup

source: Access to Search Engine Indexation SEO operations
de_de: Zugang zur Suchmaschinenindexierung SEO-Operationen
es_es: Acceso a las operaciones SEO de indexación en buscadores
fr_fr: Accès à l'indexation des moteurs de recherche Opérations de référencement
it_it: Accesso alle operazioni SEO di indicizzazione dei motori di ricerca
nl_nl: Toegang tot zoekmachine indexatie SEO activiteiten
pl_pl: Dostęp do operacji SEO związanych z indeksowaniem wyszukiwarek
pt_br: Acesso a operações de SEO de indexação de mecanismos de pesquisa

source: Access to Use Canonical Tags SEO operations
de_de: Zugang zur Verwendung von Canonical Tags SEO-Operationen
es_es: Acceso al uso de etiquetas canónicas Operaciones SEO
fr_fr: Accès à l'utilisation des balises canoniques Opérations SEO
it_it: Accesso all'uso dei tag Canonical Operazioni SEO
nl_nl: Toegang tot Canonical Tags SEO bewerkingen gebruiken
pl_pl: Dostęp do używania tagów kanonicznych w operacjach SEO
pt_br: Acesso às operações de SEO do uso de tags canônicas

source: rankingCoach Assistant
de_de: rankingCoach Assistent
es_es: rankingCoach Asistente
fr_fr: classementAssistant pédagogique
it_it: classificaAssistente allenatore
nl_nl: rankingCoach Assistent
pl_pl: rankingAsystent trenera
pt_br: classificaçãoAssistente técnico

source: Run <code>npm run build</code> in your application root!
de_de: Führen Sie <code>npm run build</code> in Ihrem Anwendungsstamm aus!
es_es: Ejecute <code>npm run build</code> en la raíz de su aplicación!
fr_fr: Exécutez <code>npm run build</code> à la racine de votre application !
it_it: Eseguire <code>npm run build</code> nella root dell'applicazione!
nl_nl: Voer <code>npm run build</code> uit in de root van je applicatie!
pl_pl: Uruchom <code>npm run build</code> w katalogu głównym aplikacji!
pt_br: Execute <code>o npm run build</code> na raiz do seu aplicativo!

source: Written by %s
de_de: Geschrieben von %s
es_es: Escrito por %s
fr_fr: Ecrit par %s
it_it: Scritto da %s
nl_nl: Geschreven door %s
pl_pl: Autor: %s
pt_br: Escrito por %s

source: Content from %s
de_de: Inhalt von %s
es_es: Contenido de %s
fr_fr: Contenu de %s
it_it: Contenuto di %s
nl_nl: Inhoud van %s
pl_pl: Zawartość od %s
pt_br: Conteúdo de %s

source: Found results for: %s
de_de: Gefundene Ergebnisse für: %s
es_es: Resultados encontrados para: %s
fr_fr: Résultats trouvés pour : %s
it_it: Risultati trovati per: %s
nl_nl: Resultaten gevonden voor: %s
pl_pl: Znaleziono wyniki dla: %s
pt_br: Resultados encontrados para: %s

source: Tagged: %s
de_de: Getaggt: %s
es_es: Etiquetado: %s
fr_fr: Marqué : %s
it_it: Taggato: %s
pt_br: Etiquetado: %s

source: Search results for: %s
de_de: Suchergebnisse für: %s
es_es: Resultados de búsqueda para: %s
fr_fr: Résultats de recherche pour: %s
it_it: Risultati della ricerca per: %s
nl_nl: Zoekresultaten voor: %s
pl_pl: Wyniki wyszukiwania dla: %s
pt_br: Resultados da pesquisa para: %s

source: You do not have sufficient permissions to perform this action.
de_de: Sie haben nicht die nötigen Rechte um diese Aktion auszuführen.
es_es: No tienes suficientes permisos para realizar esta acción.
fr_fr: Vous n'avez pas les autorisations suffisantes pour effectuer cette opération.
it_it: Non si dispone di autorizzazioni sufficienti per eseguire questa azione.
nl_nl: U hebt niet voldoende rechten om deze actie uit te voeren.
pl_pl: Nie masz wystarczających uprawnień do wykonania tej akcji.
pt_br: Você não tem permissões suficientes para executar esta ação.

source: Security check failed. Please try again.
de_de: Sicherheitscheck scheiterte. Bitte versuchen Sie es noch einmal.
es_es: Error en la comprobación de seguridad. Por favor inténtalo de nuevo.
fr_fr: Échec de la vérification de sécurité. Veuillez réessayer.
it_it: Controllo di sicurezza fallito. Si prega di riprovare.
nl_nl: Beveiligingscontrole is mislukt. Probeer het opnieuw.
pl_pl: Kontrola bezpieczeństwa nie powiodła się. Spróbuj ponownie.
pt_br: Falha na verificação de segurança. Por favor, tente novamente.

source: Notification dismissed successfully.
de_de: Benachrichtigung erfolgreich abgelehnt.
es_es: Notificación rechazada con éxito.
fr_fr: Notification rejetée avec succès.
it_it: Notifica archiviata con successo.
nl_nl: Melding succesvol afgewezen.
pl_pl: Powiadomienie zostało pomyślnie odrzucone.
pt_br: A notificação foi descartada com sucesso.

source: Setting '%1$s': %2$s
de_de: Einstellung '%1$s': %2$s
es_es: Configurando '%1$s': %2$s
fr_fr: Réglage '%1$s' : %2$s
it_it: Impostazione '%1$s': %2$s
nl_nl: Instelling '%1$s': %2$s
pl_pl: Ustawienie "%1$s": %2$s
pt_br: Configuração '%1$s': %2$s

source: %1$s %2$s %3$s Comments Feed
de_de: %1$s %2$s %3$s Kommentar-Feed
es_es: %1$s %2$s %3$s RSS de los comentarios
fr_fr: %1$s %2$s %3$s Flux des commentaires
it_it: %1$s %2$s %3$s Commenti Feed
nl_nl: %1$s %2$s %3$s Reacties-feed
pl_pl: %1$s %2$s %3$s Komentarze Feed
pt_br: %1$s %2$s %3$s Feed de comentários

source: %1$s %2$s %3$s Category Feed
de_de: %1$s %2$s %3$s Kategorie Newsfeed
es_es: %1$s %2$s %3$s RSS Categoria
fr_fr: %1$s %2$s %3$s Flux de la catégorie
it_it: %1$s %2$s %3$s Categoria Alimentazione
nl_nl: %1$s %2$s %3$s Categorie-feed
pl_pl: %1$s %2$s %3$s Kategoria Feed
pt_br: %1$s %2$s %3$s Feed de Categoria

source: %1$s %2$s %3$s Tag Feed
de_de: %1$s %2$s %3$s Feed Tag
es_es: %1$s %2$s %3$s RSS de la etiqueta
fr_fr: %1$s %2$s Flux du tag %3$s
pt_br: Feed da cidade %1$s %2$s %3$s

source: %1$s %2$s %3$s %4$s Feed
de_de: %1$s%2$s%3$s%4$s
es_es: %1$s %2$s %3$s %4$s RSS
fr_fr: %1$s%2$s%3$s%4$s
it_it: %1$s %2$s %3$s %4$s Alimentazione

source: %1$s %2$s Posts by %3$s Feed
de_de: %1$s %2$s Beiträge von %3$s-Newsfeed
es_es: %1$s %2$s Publicado por %3$s RSS
fr_fr: %1$s %2$s posté par %3$s feed
it_it: %1$s %2$s pubblicazioni per il feed %3$s
nl_nl: %1$s %2$s berichten door %3$s-feed
pl_pl: %1$s %2$s posty według %3$s Feed
pt_br: %1$s %2$s Feed de notícias por %3$s

source: %1$s %2$s Search Results for &#8220;%3$s&#8221; Feed
de_de: %1$s %2$s Suchergebnisse für &#8220;%3$s&#8221; Feed
es_es: %1$s %2$s Resultados de la búsqueda para "%3$s" RSS
fr_fr: %1$s %2$s Résultats de la recherche pour &#8220;%3$s&#8221; Flux
it_it: %1$s %2$s Risultati della ricerca per i feed di &#8220;%3$s&#8221
nl_nl: %1$s %2$s zoekresultaten voor &#8220;%3$s&#8221;-feed
pl_pl: %1$s %2$s wyniki wyszukiwania dla &#8220;%3$s &#8221; Feed
pt_br: %1$s %2$s Resultados de busca para &#8220;%3$s&#8221; feed

source: %1$s %2$s %3$s Feed
de_de: %1$s%2$s %3$s
es_es: %1$s %2$s %3$s RSS
fr_fr: %1$s %2$s Flux du tag %3$s
it_it: %1$s %2$s %3$s Alimentazione

source: Invalid post ID provided.
de_de: Die angegebene Post-ID ist ungültig.
es_es: Se ha proporcionado un ID de puesto no válido.
fr_fr: L'identifiant du poste fourni n'est pas valide.
it_it: ID post fornito non valido.
nl_nl: Ongeldig bericht-ID opgegeven.
pl_pl: Podano nieprawidłowy identyfikator posta.
pt_br: ID de postagem inválido fornecido.

source: Post not found or insufficient permissions.
de_de: Beitrag nicht gefunden oder unzureichende Berechtigungen.
es_es: Puesto no encontrado o permisos insuficientes.
fr_fr: Poste introuvable ou permissions insuffisantes.
it_it: Post non trovato o autorizzazioni insufficienti.
nl_nl: Bericht niet gevonden of onvoldoende rechten.
pl_pl: Nie znaleziono posta lub niewystarczające uprawnienia.
pt_br: Post não encontrado ou permissões insuficientes.

source: Menu %s
de_de: Menü %s
es_es: Menú %s

source: Onboarding not finished
de_de: Onboarding nicht abgeschlossen
es_es: Onboarding no finalizado
fr_fr: L'onboarding n'est pas terminé
it_it: Onboarding non completato
nl_nl: Onboarding nog niet voltooid
pl_pl: Onboarding nie został zakończony
pt_br: Integração não concluída

source: You can't use all plugin features because you didn't finish the onboarding. Complete it now to start using RankingCoach.
de_de: Sie können nicht alle Funktionen des Plugins nutzen, weil Sie das Onboarding nicht abgeschlossen haben. Schließen Sie es jetzt ab, um RankingCoach zu nutzen.
es_es: No puede utilizar todas las funciones del plugin porque no ha finalizado el onboarding. Complételo ahora para empezar a usar RankingCoach.
fr_fr: Vous ne pouvez pas utiliser toutes les fonctionnalités du plugin parce que vous n'avez pas terminé l'onboarding. Complétez-le maintenant pour commencer à utiliser RankingCoach.
it_it: Non è possibile utilizzare tutte le funzioni del plugin perché non si è completato l'onboarding. Completatelo ora per iniziare a usare RankingCoach.
nl_nl: Je kunt niet alle plugin functies gebruiken omdat je de onboarding niet hebt voltooid. Voltooi het nu om RankingCoach te gaan gebruiken.
pl_pl: Nie możesz korzystać ze wszystkich funkcji wtyczki, ponieważ nie ukończyłeś onboardingu. Ukończ go teraz, aby rozpocząć korzystanie z RankingCoach.
pt_br: Você não pode usar todos os recursos do plug-in porque não concluiu a integração. Conclua-o agora para começar a usar o RankingCoach.

source: Unexpected Error
de_de: Unerwarteter Fehler
es_es: Error inesperado
fr_fr: Erreur Inattendue
it_it: Errore Imprevisto
nl_nl: Onverwachte Fout
pl_pl: Nieoczekiwany błąd
pt_br: Erro inesperado

source: An unexpected error occurred.
de_de: Ein unerwarteter Fehler ist aufgetreten.
es_es: Se ha producido un error inesperado.
fr_fr: Une erreur inattendue s’est produite.
it_it: Si è verificato un errore imprevisto.
nl_nl: Er is een onverwachte fout opgetreden.
pl_pl: Wystąpił nieoczekiwany błąd.
pt_br: Ocorreu um erro inesperado.

source: Unhandled exception type.
de_de: Typ der unbehandelten Ausnahme.
es_es: Tipo de excepción no controlada.
fr_fr: Type d'exception non gérée.
it_it: Tipo di eccezione non gestita.
nl_nl: Type niet-afgehandelde uitzondering.
pl_pl: Nieobsłużony typ wyjątku.
pt_br: Tipo de exceção não tratada.

source: Contact support if the issue persists.
de_de: Wenden Sie sich an den Support, wenn das Problem weiterhin besteht.
es_es: Póngase en contacto con el servicio de asistencia si el problema persiste.
fr_fr: Contactez l'assistance si le problème persiste.
it_it: Contattare l'assistenza se il problema persiste.
nl_nl: Neem contact op met support als het probleem zich blijft voordoen.
pl_pl: Jeśli problem nie ustąpi, skontaktuj się z pomocą techniczną.
pt_br: Entre em contato com o suporte se o problema persistir.

source: Invalid JSON Response
de_de: Ungültige JSON-Antwort
es_es: Respuesta JSON no válida
fr_fr: Réponse JSON invalide
it_it: Risposta JSON non valida
nl_nl: Ongeldige JSON-respons
pl_pl: Nieprawidłowa odpowiedź JSON
pt_br: Resposta JSON inválida

source: The response received from the external API is invalid or malformed. This may prevent the plugin from functioning correctly.
de_de: Die von der externen API erhaltene Antwort ist ungültig oder missgebildet. Dies kann dazu führen, dass das Plugin nicht richtig funktioniert.
es_es: La respuesta recibida de la API externa no es válida o está malformada. Esto puede impedir que el plugin funcione correctamente.
fr_fr: La réponse reçue de l'API externe est invalide ou malformée. Cela peut empêcher le plugin de fonctionner correctement.
it_it: La risposta ricevuta dall'API esterna non è valida o è malformata. Ciò potrebbe impedire il corretto funzionamento del plugin.
nl_nl: Het antwoord dat is ontvangen van de externe API is ongeldig of misvormd. Hierdoor werkt de plugin mogelijk niet correct.
pl_pl: Odpowiedź otrzymana z zewnętrznego interfejsu API jest nieprawidłowa lub zniekształcona. Może to uniemożliwić prawidłowe działanie wtyczki.
pt_br: A resposta recebida da API externa é inválida ou malformada. Isso pode impedir que o plug-in funcione corretamente.

source: The response is not in the expected format.
de_de: Die Antwort hat nicht das erwartete Format.
es_es: La respuesta no tiene el formato esperado.
fr_fr: La réponse n'est pas dans le format attendu.
it_it: La risposta non è nel formato previsto.
nl_nl: Het antwoord is niet in het verwachte formaat.
pl_pl: Odpowiedź nie jest w oczekiwanym formacie.
pt_br: A resposta não está no formato esperado.

source: The response is empty or missing.
de_de: Die Antwort ist leer oder fehlt.
es_es: La respuesta está vacía o falta.
fr_fr: La réponse est vide ou manquante.
it_it: La risposta è vuota o mancante.
nl_nl: Het antwoord is leeg of ontbreekt.
pl_pl: Odpowiedź jest pusta lub jej nie ma.
pt_br: A resposta está vazia ou ausente.

source: The response is not properly set.
de_de: Die Antwort ist nicht richtig eingestellt.
es_es: La respuesta no está correctamente configurada.
fr_fr: La réponse n'est pas correctement définie.
it_it: La risposta non è impostata correttamente.
nl_nl: Het antwoord is niet goed ingesteld.
pl_pl: Odpowiedź nie jest prawidłowo ustawiona.
pt_br: A resposta não está definida corretamente.

source: Invalid Token
de_de: Ungültiger Token
es_es: Token inváldio
fr_fr: Jeton invalide
it_it: Token non valido
nl_nl: Ongeldig token
pl_pl: Nieprawidłowy token
pt_br: Token inválido

source: The provided token is invalid. This may prevent secure communication with external APIs.
de_de: Das angegebene Token ist ungültig. Dies kann die sichere Kommunikation mit externen APIs verhindern.
es_es: El token proporcionado no es válido. Esto puede impedir la comunicación segura con API externas.
fr_fr: Le jeton fourni n'est pas valide. Cela peut empêcher une communication sécurisée avec des API externes.
it_it: Il token fornito non è valido. Ciò può impedire una comunicazione sicura con le API esterne.
nl_nl: Het verstrekte token is ongeldig. Dit kan veilige communicatie met externe API's verhinderen.
pl_pl: Podany token jest nieprawidłowy. Może to uniemożliwić bezpieczną komunikację z zewnętrznymi interfejsami API.
pt_br: O token fornecido é inválido. Isso pode impedir a comunicação segura com APIs externas.

source: The token is invalid or malformed.
de_de: Das Token ist ungültig oder falsch geformt.
es_es: El token no es válido o está mal formado.
fr_fr: Le jeton est invalide ou mal formé.
it_it: Il token non è valido o è malformato.
nl_nl: Het token is ongeldig of misvormd.
pl_pl: Token jest nieprawidłowy lub zniekształcony.
pt_br: O token é inválido ou malformado.

source: The token is not properly set.
de_de: Das Token ist nicht richtig gesetzt.
es_es: El token no está correctamente configurado.
fr_fr: Le jeton n'est pas correctement défini.
it_it: Il token non è impostato correttamente.
nl_nl: Het token is niet goed ingesteld.
pl_pl: Token nie jest prawidłowo ustawiony.
pt_br: O token não está definido corretamente.

source: The token might be empty or missing.
de_de: Das Token könnte leer sein oder fehlen.
es_es: El token puede estar vacío o faltar.
fr_fr: Le jeton peut être vide ou manquant.
it_it: Il token potrebbe essere vuoto o mancante.
nl_nl: Het token kan leeg zijn of ontbreken.
pl_pl: Token może być pusty lub może go brakować.
pt_br: O token pode estar vazio ou ausente.

source: Click here to <a href="%s" class="invalid-token-button">configure a new token manually</a>.
de_de: Klicken Sie hier, um <a href="%s" class="invalid-token-button">ein neues Token manuell zu konfigurieren</a>.
es_es: Haga clic aquí para <a href="%s" class="invalid-token-button">configurar un nuevo token manualmente</a>.
fr_fr: Cliquez ici pour <a href="%s" class="invalid-token-button">configurer manuellement un nouveau jeton</a>.
it_it: Fare clic qui per <a href="%s" class="invalid-token-button">configurare manualmente un nuovo token</a>.
nl_nl: Klik hier om <a href="%s" class="invalid-token-button">handmatig een nieuw token te configureren</a>.
pl_pl: Kliknij tutaj, aby <a href="%s" class="invalid-token-button">ręcznie skonfigurować nowy token</a>.
pt_br: Clique aqui para <a href="%s" class="invalid-token-button">configurar um novo token manualmente</a>.

source: Refresh Token Missing
de_de: Token zum Aktualisieren fehlt
es_es: Falta la ficha de actualización
fr_fr: Jeton de rafraîchissement manquant
it_it: Gettone di aggiornamento mancante
nl_nl: Refresh Token ontbreekt
pl_pl: Brak tokena odświeżania
pt_br: Token de atualização ausente
