Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: A refresh token is required to continue. This token allows secure and seamless interactions with the external API.
de_de: Um fortzufahren, ist ein Aktualisierungs-Token erforderlich. Dieses Token ermöglicht sichere und nahtlose Interaktionen mit der externen API.
es_es: Se requiere un token de actualización para continuar. Este token permite interacciones seguras y fluidas con la API externa.
fr_fr: Un jeton de rafraîchissement est nécessaire pour continuer. Ce jeton permet des interactions sécurisées et transparentes avec l'API externe.
it_it: Per continuare è necessario un token di aggiornamento. Questo token consente interazioni sicure e senza interruzioni con l'API esterna.
nl_nl: Een refresh token is vereist om verder te gaan. Dit token maakt veilige en naadloze interacties met de externe API mogelijk.
pl_pl: Aby kontynuować, wymagany jest token odświeżania. Ten token umożliwia bezpieczną i płynną interakcję z zewnętrznym interfejsem API.
pt_br: É necessário um token de atualização para continuar. Esse token permite interações seguras e contínuas com a API externa.

source: The token might have been removed or expired.
de_de: Das Token wurde möglicherweise entfernt oder ist abgelaufen.
es_es: Puede que el token se haya eliminado o haya caducado.
fr_fr: Le jeton peut avoir été retiré ou avoir expiré.
it_it: Il token potrebbe essere stato rimosso o scaduto.
nl_nl: Het token is mogelijk verwijderd of verlopen.
pl_pl: Token mógł zostać usunięty lub wygasnąć.
pt_br: O token pode ter sido removido ou expirado.

source: Configuration might be missing for API integration.
de_de: Möglicherweise fehlt eine Konfiguration für die API-Integration.
es_es: Puede que falte configuración para la integración de la API.
fr_fr: Il se peut qu'il manque une configuration pour l'intégration de l'API.
it_it: Potrebbe mancare la configurazione per l'integrazione API.
nl_nl: Er ontbreekt mogelijk een configuratie voor API-integratie.
pl_pl: Może brakować konfiguracji dla integracji API.
pt_br: A configuração pode estar faltando para a integração da API.

source: Ensure the token generation process has been completed.
de_de: Vergewissern Sie sich, dass der Token-Generierungsprozess abgeschlossen ist.
es_es: Asegúrese de que se ha completado el proceso de generación de tokens.
fr_fr: Assurez-vous que le processus de génération des jetons est terminé.
it_it: Assicurarsi che il processo di generazione dei token sia stato completato.
nl_nl: Zorg ervoor dat het genereren van tokens is voltooid.
pl_pl: Upewnij się, że proces generowania tokena został zakończony.
pt_br: Certifique-se de que o processo de geração de tokens tenha sido concluído.

source: Click here to <a href="%1$s" class="invalid-token-button">configure a new token manually</a>.<br>Or click here to <a href="%2$s" class="activation-code-button">enter a new activation code</a>.
de_de: Klicken Sie hier, um <a href="%1$s" class="invalid-token-button">einen neuen Token manuell zu konfigurieren</a>.<br>Oder klicken Sie hier, um <a href="%2$s" class="activation-code-button">einen neuen Aktivierungscode einzugeben</a>.
es_es: Haga clic aquí para <a href="%1$s" class="invalid-token-button">configurar un nuevo token manualmente</a>.<br>O haga clic aquí para <a href="%2$s" class="activation-code-button">introducir un nuevo código de activación</a>.
fr_fr: Cliquez ici pour <a href="%1$s" class="invalid-token-button">configurer manuellement un nouveau jeton</a>.<br>Ou cliquez ici pour <a href="%2$s" class="activation-code-button">saisir un nouveau code d'activation.</a>.
it_it: Fare clic qui per <a href="%1$s" class="invalid-token-button">configurare manualmente un nuovo token</a>.<br>Oppure fare clic qui per <a href="%2$s" class="activation-code-button">inserire un nuovo codice di attivazione</a>.
nl_nl: Klik hier om <a href="%1$s" class="invalid-token-button">handmatig een nieuw token te configureren</a>.<br>Of klik hier om <a href="%2$s" class="activation-code-button">een nieuwe activeringscode in te voeren</a>.
pl_pl: Kliknij tutaj, aby <a href="%1$s" class="invalid-token-button">ręcznie skonfigurować nowy token</a>.<br>Lub kliknij tutaj, aby <a href="%2$s" class="activation-code-button">wprowadzić nowy kod aktywacyjny</a>.
pt_br: Clique aqui para <a href="%1$s" class="invalid-token-button">configurar um novo token manualmente</a>.<br>Ou clique aqui para <a href="%2$s" class="activation-code-button">inserir um novo código de ativação</a>.

source: Plugin Activation Failed
de_de: Plugin-Aktivierung fehlgeschlagen
es_es: Error en la activación del plugin
fr_fr: Échec de l'activation du plugin
it_it: Attivazione del plugin fallita
nl_nl: Activering van plugin mislukt
pl_pl: Aktywacja wtyczki nie powiodła się
pt_br: Falha na ativação do plug-in

source: An issue occurred during the plugin activation process, preventing successful initialization.
de_de: Während des Aktivierungsprozesses des Plugins ist ein Problem aufgetreten, das eine erfolgreiche Initialisierung verhindert hat.
es_es: Se ha producido un problema durante el proceso de activación del complemento, lo que ha impedido su correcta inicialización.
fr_fr: Un problème s'est produit au cours du processus d'activation du plugin, empêchant une initialisation réussie.
it_it: Si è verificato un problema durante il processo di attivazione del plugin, che ha impedito l'inizializzazione.
nl_nl: Er heeft zich een probleem voorgedaan tijdens het activeringsproces van de plugin, waardoor de plugin niet succesvol kon worden geïnitialiseerd.
pl_pl: Wystąpił błąd podczas procesu aktywacji wtyczki, uniemożliwiając pomyślną inicjalizację.
pt_br: Ocorreu um problema durante o processo de ativação do plug-in, impedindo a inicialização bem-sucedida.

source: Possible connection issues with the external API.
de_de: Mögliche Verbindungsprobleme mit der externen API.
es_es: Posibles problemas de conexión con la API externa.
fr_fr: Problèmes de connexion possibles avec l'API externe.
it_it: Possibili problemi di connessione con l'API esterna.
nl_nl: Mogelijke verbindingsproblemen met de externe API.
pl_pl: Możliwe problemy z połączeniem z zewnętrznym interfejsem API.
pt_br: Possíveis problemas de conexão com a API externa.

source: Server configuration conflicts or incompatible environment settings.
de_de: Konflikte in der Serverkonfiguration oder inkompatible Umgebungseinstellungen.
es_es: Conflictos de configuración del servidor o ajustes de entorno incompatibles.
fr_fr: Conflits de configuration du serveur ou paramètres d'environnement incompatibles.
it_it: Conflitti di configurazione del server o impostazioni di ambiente incompatibili.
nl_nl: Serverconfiguratieconflicten of incompatibele omgevingsinstellingen.
pl_pl: Konflikty konfiguracji serwera lub niezgodne ustawienia środowiska.
pt_br: Conflitos de configuração do servidor ou configurações de ambiente incompatíveis.

source: Click here to <a href="%s" class="invalid-token-button">configure a new refresh token manually</a>.
de_de: Klicken Sie hier, um <a href="%s" class="invalid-token-button">ein neues Aktualisierungs-Token manuell zu konfigurieren</a>.
es_es: Haga clic aquí para <a href="%s" class="invalid-token-button">configurar manualmente un nuevo token de actualización</a>.
fr_fr: Cliquez ici pour <a href="%s" class="invalid-token-button">configurer manuellement un nouveau jeton de rafraîchissement</a>.
it_it: Fare clic qui per <a href="%s" class="invalid-token-button">configurare manualmente un nuovo token di aggiornamento</a>.
nl_nl: Klik hier om <a href="%s" class="invalid-token-button">handmatig een nieuw verversingstoken te configureren</a>.
pl_pl: Kliknij tutaj, aby <a href="%s" class="invalid-token-button">ręcznie skonfigurować nowy token odświeżania</a>.
pt_br: Clique aqui para <a href="%s" class="invalid-token-button">configurar manualmente um novo token de atualização</a>.

source: Calories
de_de: Kalorien
es_es: Calorias
it_it: Calorie
nl_nl: Calorieën
pl_pl: Kalorie
pt_br: Calorias

source: Not Found
de_de: Nicht gefunden
es_es: No encontrado
fr_fr: Non trouvé
it_it: Non trovato
nl_nl: Niet gevonden
pl_pl: Nie znaleziono
pt_br: Não encontrado

source: Edit business address
de_de: Geschäftsadresse bearbeiten
es_es: Editar dirección profesional
fr_fr: Modifier l'adresse professionnelle
it_it: Modifica dell'indirizzo aziendale
nl_nl: Bedrijfsadres bewerken
pl_pl: Edytuj adres firmy
pt_br: Editar endereço comercial

source: Country
de_de: Land
es_es: País
fr_fr: Pays
it_it: Paese
nl_nl: Land
pl_pl: Kraj
pt_br: País

source: Enter country
de_de: Land eingeben
es_es: Ingresa el país
fr_fr: Saisir le pays
it_it: Inserisci il Paese
nl_nl: Land invoeren
pl_pl: Wpisz kraj
pt_br: Insira o país

source: Address first line
de_de: Adresse erste Zeile
es_es: Dirección primera línea
fr_fr: Adresse première ligne
it_it: Indirizzo prima riga
nl_nl: Adres eerste regel
pl_pl: Adres w pierwszym wierszu
pt_br: Endereço na primeira linha

source: Enter address first line
de_de: Adresse eingeben erste Zeile
es_es: Introduzca la dirección en la primera línea
fr_fr: Saisir l'adresse sur la première ligne
it_it: Inserire l'indirizzo nella prima riga
nl_nl: Adres eerste regel invoeren
pl_pl: Wprowadź adres w pierwszym wierszu
pt_br: Digite o endereço na primeira linha

source: Address line 2
de_de: Adresszeile 2
es_es: Dirección línea 2
fr_fr: Adresse ligne 2
it_it: Indirizzo riga 2
nl_nl: Adresregel 2
pl_pl: Adres linia 2
pt_br: Endereço linha 2

source: Enter address line 2
de_de: Adresse eingeben Zeile 2
es_es: Introduzca la dirección en la línea 2
fr_fr: Saisir l'adresse ligne 2
it_it: Inserire l'indirizzo alla riga 2
nl_nl: Voer adresregel 2 in
pl_pl: Wprowadź adres w wierszu 2
pt_br: Digite a linha de endereço 2

source: City
de_de: Stadt
es_es: Ciudad
fr_fr: Ville
it_it: Città
nl_nl: Stad
pl_pl: Miasto
pt_br: Cidade

source: Enter city
de_de: Ort eingeben
es_es: Ciudad
fr_fr: Entrez la ville
it_it: Inserisci città
nl_nl: Vul woonplaats in
pl_pl: Wpisz Miejscowość
pt_br: Inserir Cidade

source: Postal code
de_de: Postleitzahl
es_es: Código postal
fr_fr: Code postal
it_it: CAP
nl_nl: Postcode
pl_pl: Kod pocztowy
pt_br: CEP

source: Enter postal code
de_de: Postleitzahl eingeben
es_es: Ingrese el Código Postal
fr_fr: Veuillez saisir votre code postal
it_it: Inserire il codice postale
nl_nl: Voer een postcode in
pl_pl: Wpisz kod pocztowy
pt_br: Por favor, digite a seu Cod. postal aqui

source: Insufficient Secondary Keywords
de_de: Unzureichende sekundäre Schlüsselwörter
es_es: Palabras clave secundarias insuficientes
fr_fr: Mots clés secondaires insuffisants
it_it: Parole chiave secondarie insufficienti
nl_nl: Onvoldoende secundaire trefwoorden
pl_pl: Niewystarczająca liczba drugorzędnych słów kluczowych
pt_br: Palavras-chave secundárias insuficientes

source: Invalid URL format:
de_de: Ungültiges URL-Format:
es_es: Formato de URL no válido:
fr_fr: Format d'URL non valide :
it_it: Formato URL non valido:
nl_nl: Ongeldig URL-formaat:
pl_pl: Nieprawidłowy format adresu URL:
pt_br: Formato de URL inválido:

source: Unsupported HTTP method: %s
de_de: Nicht unterstützte HTTP-Methode: %s
es_es: Método HTTP no soportado: %s
fr_fr: Méthode HTTP non prise en charge : %s
it_it: Metodo HTTP non supportato: %s
nl_nl: Ondersteunde HTTP-methode: %s
pl_pl: Nieobsługiwana metoda HTTP: %s
pt_br: Método HTTP não suportado: %s

source: Request failed after multiple retries:
de_de: Die Anfrage ist nach mehreren Versuchen fehlgeschlagen:
es_es: Solicitud fallida tras múltiples reintentos:
fr_fr: La demande a échoué après plusieurs tentatives :
it_it: Richiesta fallita dopo più tentativi:
nl_nl: Verzoek mislukt na meerdere pogingen:
pl_pl: Żądanie nie powiodło się po wielu próbach:
pt_br: A solicitação falhou após várias tentativas:

source: Keyword insert failed. Error: %1$s. Query: %2$s
de_de: Schlüsselwort einfügen fehlgeschlagen. Fehler: %1$s. Abfrage: %2$s
es_es: Error al insertar la palabra clave. Error: %1$s. Consulta: %2$s
fr_fr: L'insertion d'un mot-clé a échoué. Erreur : %1$s. Requête : %2$s
it_it: L'inserimento della parola chiave non è riuscito. Errore: %1$s. Query: %2$s
nl_nl: Trefwoord invoegen mislukt. Fout: %1$s. Query: %2$s
pl_pl: Wstawienie słowa kluczowego nie powiodło się. Błąd: %1$s. Zapytanie: %2$s
pt_br: Falha na inserção da palavra-chave. Erro: %1$s. Query: %2$s

source: Composer autoload file not found:
de_de: Composer Autoload-Datei nicht gefunden:
es_es: No se ha encontrado el archivo Composer autoload:
fr_fr: Fichier autoload du compositeur introuvable :
it_it: Il file di autocaricamento del compositore non è stato trovato:
nl_nl: Composer autoload bestand niet gevonden:
pl_pl: Nie znaleziono pliku autoload programu Composer:
pt_br: Arquivo de carregamento automático do compositor não encontrado:

source: Log sharing is disabled. Please enable log sharing in plugin settings to allow log downloads.
de_de: Die Protokollfreigabe ist deaktiviert. Bitte aktivieren Sie die Protokollfreigabe in den Plugin-Einstellungen, um das Herunterladen von Protokollen zu ermöglichen.
es_es: El uso compartido de registros está desactivado. Habilite el uso compartido de registros en la configuración del complemento para permitir la descarga de registros.
fr_fr: Le partage des logs est désactivé. Veuillez activer le partage des logs dans les paramètres du plugin pour permettre le téléchargement des logs.
it_it: La condivisione dei log è disabilitata. Attivare la condivisione dei registri nelle impostazioni del plugin per consentire il download dei registri.
nl_nl: Het delen van logbestanden is uitgeschakeld. Schakel het delen van logbestanden in bij de plugin-instellingen om het downloaden van logbestanden toe te staan.
pl_pl: Udostępnianie dziennika jest wyłączone. Włącz udostępnianie logów w ustawieniach wtyczki, aby umożliwić pobieranie logów.
pt_br: O compartilhamento de registros está desativado. Ative o compartilhamento de registros nas configurações do plug-in para permitir downloads de registros.

source: Download token is required
de_de: Download-Token ist erforderlich
es_es: Se requiere un token de descarga
fr_fr: Un jeton de téléchargement est nécessaire
it_it: È necessario un token di download
nl_nl: Downloadtoken is vereist
pl_pl: Wymagany jest token pobierania
pt_br: O token de download é necessário

source: Invalid or expired download token
de_de: Ungültiges oder abgelaufenes Download-Token
es_es: Token de descarga no válido o caducado
fr_fr: Jeton de téléchargement invalide ou expiré
it_it: Token di download non valido o scaduto
nl_nl: Ongeldig of verlopen downloadtoken
pl_pl: Nieprawidłowy lub wygasły token pobierania
pt_br: Token de download inválido ou expirado

source: Download token has expired
de_de: Das Download-Token ist abgelaufen
es_es: El token de descarga ha caducado
fr_fr: Le jeton de téléchargement a expiré
it_it: Il token di download è scaduto
nl_nl: Downloadtoken is verlopen
pl_pl: Token pobierania wygasł
pt_br: O token de download expirou

source: Download token has already been used
de_de: Der Download-Token wurde bereits verwendet
es_es: El token de descarga ya ha sido utilizado
fr_fr: Le jeton de téléchargement a déjà été utilisé
it_it: Il token di download è già stato utilizzato
nl_nl: Downloadtoken is al gebruikt
pl_pl: Token pobierania został już użyty
pt_br: O token de download já foi usado

source: Missing X-RC-Request-ID header
de_de: Fehlender X-RC-Request-ID-Header
es_es: Falta la cabecera X-RC-Request-ID
fr_fr: En-tête X-RC-Request-ID manquant
it_it: Intestazione X-RC-Request-ID mancante
nl_nl: Ontbrekende X-RC-Request-ID header
pl_pl: Brakujący nagłówek X-RC-Request-ID
pt_br: Cabeçalho X-RC-Request-ID ausente

source: X-RC-Request-ID does not match the token
de_de: X-RC-Request-ID stimmt nicht mit dem Token überein
es_es: X-RC-Request-ID no coincide con el token
fr_fr: X-RC-Request-ID ne correspond pas au jeton
it_it: X-RC-Request-ID non corrisponde al token
nl_nl: X-RC-Request-ID komt niet overeen met het token
pl_pl: X-RC-Request-ID nie pasuje do tokena
pt_br: O X-RC-Request-ID não corresponde ao token

source: Disable mobile auto-links for this page:
de_de: Deaktivieren Sie die automatischen Links für mobile Geräte auf dieser Seite:
es_es: Desactiva los enlaces automáticos para móviles de esta página:
fr_fr: Désactiver les liens automatiques mobiles pour cette page :
it_it: Disabilita i link automatici per i dispositivi mobili per questa pagina:
nl_nl: Schakel mobiele automatische koppelingen voor deze pagina uit:
pl_pl: Wyłącz automatyczne linki mobilne dla tej strony:
pt_br: Desative os links automáticos para celular nesta página:

source: You have reached your keyword tracking limit. %1$sUpgrade your plan%2$s to continue tracking more keywords and improve your SEO performance.
de_de: Sie haben Ihr Limit für das Keyword-Tracking erreicht. %1$sAktualisieren Sie Ihren Plan%2$s, um mehr Keywords zu verfolgen und Ihre SEO-Leistung zu verbessern.
es_es: Ha alcanzado su límite de seguimiento de palabras clave. %1$sActualiza tu plan%2$s para seguir rastreando más palabras clave y mejorar tu rendimiento SEO.
fr_fr: Vous avez atteint votre limite de suivi de mots-clés. %1$sPassez à l'offre supérieure%2$s pour continuer à suivre plus de mots-clés et améliorer vos performances SEO.
it_it: Hai raggiunto il limite di monitoraggio delle parole chiave. %1$sAggiornate il vostro piano%2$s per continuare a tracciare più parole chiave e migliorare le vostre prestazioni SEO.
nl_nl: Je hebt je keyword tracking limiet bereikt. %1$sUpgrade je plan%2$s om meer trefwoorden te blijven volgen en je SEO prestaties te verbeteren.
pl_pl: Osiągnąłeś limit śledzenia słów kluczowych. %1$sUaktualnij swój plan%2$s, aby kontynuować śledzenie większej liczby słów kluczowych i poprawić wyniki SEO.
pt_br: Você atingiu seu limite de rastreamento de palavras-chave. %1$sFaça upgrade do seu plano%2$s para continuar rastreando mais palavras-chave e melhorar seu desempenho de SEO.

source: Be found easier in Google. Effectively perform online marketing in WordPress. Assistant on SEO, Listing & Ads for better Google rankings and online visibility, and much more.
de_de: Leichter in Google gefunden werden. Effektives Online-Marketing in WordPress betreiben. Assistentin für SEO, Listing & Ads für bessere Google-Rankings und Online-Sichtbarkeit, und vieles mehr.
es_es: Ser encontrado más fácilmente en Google. Efectivamente realizar marketing online en WordPress. Asistente en SEO, Listing & Ads para un mejor posicionamiento en Google y visibilidad online, y mucho más.
fr_fr: Être trouvé plus facilement dans Google. Effectuer efficacement du marketing en ligne avec WordPress. Assistant sur le SEO, Listing & Ads pour un meilleur classement dans Google et une meilleure visibilité en ligne, et bien plus encore.
it_it: Essere trovati più facilmente su Google. Eseguire efficacemente il marketing online in WordPress. Assistenti su SEO, elenchi e annunci per migliorare il posizionamento su Google e la visibilità online, e molto altro ancora.
nl_nl: Gemakkelijker gevonden worden in Google. Effectief online marketing uitvoeren in WordPress. Assistent op het gebied van SEO, Listing & Ads voor betere Google rankings en online zichtbaarheid, en nog veel meer.
pl_pl: Łatwiejsze wyszukiwanie w Google. Skuteczny marketing online w WordPress. Asystent ds. SEO, aukcji i reklam w celu poprawy pozycji w Google i widoczności online oraz wiele więcej.
pt_br: Ser encontrado mais facilmente no Google. Realize marketing on-line de forma eficaz no WordPress. Assistente de SEO, listagem e anúncios para melhorar as classificações do Google e a visibilidade on-line, e muito mais.

source: SEO Plugin Team
es_es: Equipo de plugins SEO
fr_fr: L'équipe du plugin SEO
it_it: Team di plugin SEO
pl_pl: Zespół ds. wtyczek SEO
pt_br: Equipe de plug-ins de SEO

source: <strong>%s</strong> is not compatible with the following plugins:
de_de: <strong>%s</strong> ist nicht mit den folgenden Plugins kompatibel:
es_es: <strong>%s</strong> no es compatible con los siguientes plugins:
fr_fr: <strong>%s</strong> n'est pas compatible avec les plugins suivants :
it_it: <strong>%s</strong> non è compatibile con i seguenti plugin:
nl_nl: <strong>%s</strong> is niet compatibel met de volgende plugins:
pl_pl: <strong>%s</strong> nie jest kompatybilna z następującymi wtyczkami:
pt_br: <strong>%s</strong> não é compatível com os seguintes plug-ins:

source: <strong>%s</strong> is not compatible with the following plugin: <strong>%s</strong>
de_de: <strong>%s</strong> ist nicht kompatibel mit dem folgenden Plugin: <strong>%s</strong>
es_es: <strong>%s</strong> no es compatible con el siguiente plugin: <strong>%s</strong>
fr_fr: <strong>%s</strong> n'est pas compatible avec le plugin suivant : <strong>%s</strong>
it_it: <strong>%s</strong> non è compatibile con il seguente plugin: <strong>%s</strong>
nl_nl: <strong>%s</strong> is niet compatibel met de volgende plugin: <strong>%s</strong>
pl_pl: <strong>%s</strong> nie jest kompatybilna z następującą wtyczką: <strong>%s</strong>
pt_br: <strong>%s</strong> não é compatível com o seguinte plug-in: <strong>%s</strong>

source: To ensure %s works properly, please deactivate the conflicting plugins.
de_de: Um sicherzustellen, dass %s ordnungsgemäß funktioniert, deaktivieren Sie bitte die kollidierenden Plugins.
es_es: Para que %s funcione correctamente, desactive los plugins conflictivos.
fr_fr: Pour que %s fonctionne correctement, veuillez désactiver les plugins en conflit.
it_it: Per garantire il corretto funzionamento di %s, disattivare i plugin in conflitto.
nl_nl: Om ervoor te zorgen dat %s goed werkt, moet je de conflicterende plugins deactiveren.
pl_pl: Aby upewnić się, że %s działa poprawnie, należy dezaktywować wtyczki powodujące konflikt.
pt_br: Para garantir que %s funcione corretamente, desative os plug-ins conflitantes.

source: To ensure %s works properly, please deactivate the conflicting plugin.
de_de: Um sicherzustellen, dass %s ordnungsgemäß funktioniert, deaktivieren Sie bitte das betreffende Plugin.
es_es: Para que %s funcione correctamente, desactive el plugin conflictivo.
fr_fr: Pour que %s fonctionne correctement, veuillez désactiver le plugin en conflit.
it_it: Per garantire il corretto funzionamento di %s, disattivare il plugin in conflitto.
nl_nl: Om ervoor te zorgen dat %s goed werkt, moet je de conflicterende plugin deactiveren.
pl_pl: Aby upewnić się, że %s działa poprawnie, należy dezaktywować wtyczkę powodującą konflikt.
pt_br: Para garantir que %s funcione corretamente, desative o plug-in conflitante.

source: %s Assistant
de_de: %s Assistentin
es_es: %s Asistente
it_it: %s Assistente
nl_nl: %s Assistent
pl_pl: asystent %s
pt_br: %s Assistente

source: %s Overview
de_de: %s Übersicht
es_es: %s Vistazo general
fr_fr: Aperçu %s
nl_nl: %s Overzicht
pl_pl: %s przegląd
pt_br: %s Visão Geral

source: An error occurred while performing the self-check.
de_de: Bei der Durchführung der Selbstprüfung ist ein Fehler aufgetreten.
es_es: Se ha producido un error al realizar la autocomprobación.
fr_fr: Une erreur s'est produite lors de l'exécution de l'autocontrôle.
it_it: Si è verificato un errore durante l'esecuzione dell'autoverifica.
nl_nl: Er is een fout opgetreden tijdens de zelfcontrole.
pl_pl: Wystąpił błąd podczas wykonywania samokontroli.
pt_br: Ocorreu um erro durante a execução da autoverificação.
