Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Optimize Large Images
de_de: Große Bilder optimieren
es_es: Optimizar imágenes grandes
fr_fr: Optimiser les grandes images
it_it: Ottimizza le immagini di grandi dimensioni
nl_nl: Optimaliseer grote afbeeldingen
pl_pl: Optymalizacja dużych obrazów
pt_br: Otimizar imagens grandes

source: Optimize Meta Description Keywords
de_de: Keywords der Meta-Beschreibung optimieren
es_es: Optimizar las palabras clave de la metadescripción
fr_fr: Optimiser les mots-clés de la méta-description
it_it: Ottimizza le parole chiave della meta descrizione
nl_nl: Optimaliseer trefwoorden in metabeschrijving
pl_pl: Optymalizacja słów kluczowych w metaopisie
pt_br: Otimizar palavras-chave da metadescrição

source: Optimize Page Speed
de_de: Seitengeschwindigkeit optimieren
es_es: Optimizar la velocidad de la página
fr_fr: Optimiser la vitesse de la page
it_it: Ottimizza la velocità della pagina
nl_nl: Optimaliseer paginasnelheid
pl_pl: Optymalizuj szybkość strony
pt_br: Otimizar a velocidade da página

source: Optimize Primary Keyword Usage
de_de: Nutzung des primären Keywords optimieren
es_es: Optimizar el uso de la palabra clave principal
fr_fr: Optimiser l'utilisation du mot-clé principal
it_it: Ottimizza l'uso della parola chiave principale
nl_nl: Optimaliseer het gebruik van het primaire trefwoord
pl_pl: Optymalizacja użycia głównego słowa kluczowego
pt_br: Otimizar o uso da palavra-chave principal

source: Optimize Robots.txt Structure
de_de: Struktur der robots.txt optimieren
es_es: Optimizar la estructura de robots.txt
fr_fr: Optimiser la structure de Robots.txt
it_it: Ottimizza la struttura di robots.txt
nl_nl: Optimaliseer de structuur van robots.txt
pl_pl: Optymalizacja struktury pliku Robots.txt
pt_br: Otimizar a estrutura do robots.txt

source: Optimize Url Structure
de_de: URL-Struktur optimieren
es_es: Optimizar la estructura de la URL
fr_fr: Optimiser la structure des URL
it_it: Ottimizza la struttura dell'URL
nl_nl: Optimaliseer URL-structuur
pl_pl: Optymalizuj strukturę URL
pt_br: Otimizar a estrutura do URL

source: Or: "%s is important for your website. This strategy can improve rankings."
de_de: Oder: „%s ist wichtig für Ihre Website. Diese Strategie kann die Rankings verbessern.“
es_es: O: «%s es importante para tu sitio web. Esta estrategia puede mejorar el posicionamiento».
fr_fr: Ou : "%s est important pour votre site web. Cette stratégie peut améliorer les classements."
it_it: Oppure: "%s è importante per il tuo sito web. Questa strategia può migliorare il posizionamento."
nl_nl: Of: "%s is belangrijk voor uw website. Deze strategie kan de posities verbeteren."
pl_pl: Lub: „%s jest ważny dla Twojej witryny. Ta strategia może poprawić rankingi”.
pt_br: Ou: "%s é importante para o seu site. Esta estratégia pode melhorar as classificações."

source: Organization
de_de: Organisation
es_es: Organización
fr_fr: Organisation
it_it: Organizzazione
nl_nl: Organisatie
pl_pl: Organizacja
pt_br: Organização

source: Original from your text: "%s"
de_de: Original aus Ihrem Text: „%s“
es_es: Original de tu texto: «%s»
fr_fr: Original de votre texte : "%s"
it_it: Originale dal tuo testo: "%s"
nl_nl: Origineel uit uw tekst: "%s"
pl_pl: Oryginał z Twojego tekstu: „%s”
pt_br: Original do seu texto: "%s"

source: Original sentence: "%s"
de_de: Originalsatz: „%s“
es_es: Frase original: «%s»
fr_fr: Phrase originale : "%s"
it_it: Frase originale: "%s"
nl_nl: Originele zin: "%s"
pl_pl: Oryginalne zdanie: „%s”
pt_br: Frase original: "%s"

source: Owner Information
de_de: Informationen zum Eigentümer
es_es: Información del propietario
fr_fr: Informations du propriétaire
it_it: Informazioni sul proprietario
nl_nl: Eigenaarsinformatie
pl_pl: Informacje o właścicielu
pt_br: Informações do proprietário

source: Page Content Keywords
de_de: Keywords im Seiteninhalt
es_es: Palabras clave del contenido de la página
fr_fr: Mots-clés du contenu de la page
it_it: Parole chiave del contenuto della pagina
nl_nl: Trefwoorden in pagina-inhoud
pl_pl: Słowa kluczowe w treści strony
pt_br: Palavras-chave do conteúdo da página

source: Page Not Indexed by Search Engines
de_de: Seite nicht von Suchmaschinen indexiert
es_es: Página no indexada por los motores de búsqueda
fr_fr: Page non indexée par les moteurs de recherche
it_it: Pagina non indicizzata dai motori di ricerca
nl_nl: Pagina niet geïndexeerd door zoekmachines
pl_pl: Strona nie jest indeksowana przez wyszukiwarki
pt_br: Página não indexada pelos mecanismos de busca

source: Page speed check is disabled by feature flag
de_de: Überprüfung der Seitengeschwindigkeit ist durch Feature-Flag deaktiviert
es_es: La comprobación de velocidad de la página está deshabilitada por el indicador de funcionalidad
fr_fr: La vérification de la vitesse de la page est désactivée par le flag de fonctionnalité
it_it: Il controllo della velocità della pagina è disabilitato dal flag di funzionalità
nl_nl: Paginasnelheidscontrole is uitgeschakeld door een feature flag
pl_pl: Sprawdzanie szybkości strony jest wyłączone przez flagę funkcji
pt_br: A verificação de velocidade da página está desativada pela flag de recurso

source: Page speed data fetched successfully
de_de: Daten zur Seitengeschwindigkeit erfolgreich abgerufen
es_es: Datos de velocidad de la página obtenidos con éxito
fr_fr: Données de vitesse de page récupérées avec succès
it_it: Dati sulla velocità della pagina recuperati con successo
nl_nl: Paginasnelheidsgegevens succesvol opgehaald
pl_pl: Dane o szybkości strony pobrane pomyślnie
pt_br: Dados de velocidade da página obtidos com sucesso

source: Pages
de_de: Seiten
es_es: Páginas
it_it: Pagine
nl_nl: Pagina's
pl_pl: Strony
pt_br: Páginas

source: Partner not found or invalid
de_de: Partner nicht gefunden oder ungültig
es_es: Socio no encontrado o no válido
fr_fr: Partenaire introuvable ou invalide
it_it: Partner non trovato o non valido
nl_nl: Partner niet gevonden of ongeldig
pl_pl: Partner nieznaleziony lub nieprawidłowy
pt_br: Parceiro não encontrado ou inválido

source: Performance And Speed
de_de: Leistung und Geschwindigkeit
es_es: Rendimiento y velocidad
fr_fr: Performance et Vitesse
it_it: Prestazioni e velocità
nl_nl: Prestaties en snelheid
pl_pl: Wydajność i szybkość
pt_br: Desempenho e velocidade

source: Performs keyword mapping analysis across site content, detecting cannibalization and coverage issues.
de_de: Führt eine Keyword-Mapping-Analyse über den gesamten Website-Inhalt durch und erkennt Kannibalisierung sowie Abdeckungsprobleme.
es_es: Realiza un análisis del mapa de palabras clave en todo el contenido del sitio, detectando problemas de canibalización y cobertura.
fr_fr: Effectue une analyse de la cartographie des mots-clés sur le contenu du site, détectant la cannibalisation et les problèmes de couverture.
it_it: Esegue l'analisi della mappatura delle parole chiave sul contenuto del sito, rilevando problemi di cannibalizzazione e copertura.
nl_nl: Voert een analyse van de trefwoordenkaart uit over de site-inhoud en detecteert kannibalisatie- en dekkingsproblemen.
pl_pl: Przeprowadza analizę mapowania słów kluczowych w treści witryny, wykrywając kanibalizację i problemy z pokryciem.
pt_br: Realiza análise de mapeamento de palavras-chave em todo o conteúdo do site, detectando canibalização e problemas de cobertura.

source: Place
de_de: Ort
es_es: Lugar
fr_fr: Lieu
it_it: Luogo
nl_nl: Plaats
pl_pl: Miejsce
pt_br: Local

source: Place Keywords in Strategic Locations
de_de: Keywords an strategischen Orten platzieren
es_es: Colocar las palabras clave en ubicaciones estratégicas
fr_fr: Placer les mots-clés dans des emplacements stratégiques
it_it: Posiziona le parole chiave in punti strategici
nl_nl: Plaats trefwoorden op strategische locaties
pl_pl: Umieszczanie słów kluczowych w strategicznych lokalizacjach
pt_br: Posicionar palavras-chave em locais estratégicos

source: Plugin Conflict Detected
de_de: Plugin-Konflikt erkannt
es_es: Conflicto de plugins detectado
fr_fr: Conflit d'extension détecté
it_it: Rilevato conflitto tra plugin
nl_nl: Plug-inconflict gedetecteerd
pl_pl: Wykryto konflikt wtyczek
pt_br: Conflito de plugin detectado

source: Plugin activation failed: %s
de_de: Plugin-Aktivierung fehlgeschlagen: %s
es_es: Falló la activación del plugin: %s
fr_fr: Échec de l'activation du plugin : %s
it_it: Attivazione del plugin non riuscita: %s
nl_nl: Activering van plug-in mislukt: %s
pl_pl: Aktywacja wtyczki nie powiodła się: %s
pt_br: Falha na ativação do plugin: %s

source: Poor
de_de: Schlecht
es_es: Deficiente
fr_fr: Médiocre
it_it: Scarso
nl_nl: Slecht
pl_pl: Słaby
pt_br: Ruim

source: Portuguese
de_de: Portugiesisch
es_es: Portugués
fr_fr: Portugais
it_it: Portoghese
nl_nl: Portugees
pl_pl: Portugalski
pt_br: Português

source: Post ID is required
de_de: Beitrags-ID ist erforderlich
es_es: Se requiere el ID de la entrada
fr_fr: L'ID de publication est requis
it_it: L'ID dell'articolo è obbligatorio
nl_nl: Bericht-ID is vereist
pl_pl: ID wpisu jest wymagane
pt_br: O ID do post é obrigatório

source: Post content is empty
de_de: Beitragsinhalt ist leer
es_es: El contenido de la entrada está vacío
fr_fr: Le contenu de la publication est vide
it_it: Il contenuto dell'articolo è vuoto
nl_nl: Berichtinhoud is leeg
pl_pl: Treść wpisu jest pusta
pt_br: O conteúdo do post está vazio

source: Post not found
de_de: Beitrag nicht gefunden
es_es: Entrada no encontrada
fr_fr: Publication non trouvée
it_it: Articolo non trovato
nl_nl: Bericht niet gevonden
pl_pl: Nie znaleziono wpisu
pt_br: Post não encontrado

source: Post with ID %d does not exist
de_de: Beitrag mit ID %d existiert nicht
es_es: La entrada con ID %d no existe
fr_fr: La publication avec l'ID %d n'existe pas
it_it: L'articolo con ID %d non esiste
nl_nl: Bericht met ID %d bestaat niet
pl_pl: Wpis o ID %d nie istnieje
pt_br: O post com o ID %d não existe

source: Primary Keyword Check
de_de: Prüfung des primären Keywords
es_es: Comprobación de la palabra clave principal
fr_fr: Vérification du mot-clé principal
it_it: Controllo parola chiave principale
nl_nl: Controle van primair trefwoord
pl_pl: Sprawdzenie głównego słowa kluczowego
pt_br: Verificação da palavra-chave principal

source: Primary Keyword In Alt Text
de_de: Primäres Keyword im Alternativtext
es_es: Palabra clave principal en el texto alternativo
fr_fr: Mot-clé principal dans le texte alternatif
it_it: Parola chiave principale nel testo alternativo
nl_nl: Primair trefwoord in alt-tekst
pl_pl: Główne słowo kluczowe w tekście alternatywnym
pt_br: Palavra-chave principal no texto alternativo

source: Primary Keyword In Url
de_de: Primäres Keyword in der URL
es_es: Palabra clave principal en la URL
fr_fr: Mot-clé principal dans l’URL
it_it: Parola chiave principale nell'URL
nl_nl: Primair trefwoord in URL
pl_pl: Główne słowo kluczowe w adresie URL
pt_br: Palavra-chave principal no URL

source: Primary Keyword Optimization
de_de: Optimierung des primären Keywords
es_es: Optimización de la palabra clave principal
fr_fr: Optimisation du mot-clé principal
it_it: Ottimizzazione della parola chiave principale
nl_nl: Optimalisatie van primair trefwoord
pl_pl: Optymalizacja głównego słowa kluczowego
pt_br: Otimização da palavra-chave principal

source: Primary Secondary Keyword Check
de_de: Prüfung des primären und sekundären Keywords
es_es: Comprobación de palabra clave primaria y secundaria
fr_fr: Vérification du mot-clé principal et secondaire
it_it: Controllo parola chiave primaria e secondaria
nl_nl: Controle van primair en secundair trefwoord
pl_pl: Sprawdzenie głównego i drugorzędnego słowa kluczowego
pt_br: Verificação da palavra-chave primária e secundária

source: Primary Secondary Keywords Validation
de_de: Validierung der primären und sekundären Keywords
es_es: Validación de palabras clave primarias y secundarias
fr_fr: Validation des mots-clés primaires et secondaires
it_it: Validazione delle parole chiave primarie e secondarie
nl_nl: Validatie van primaire en secundaire trefwoorden
pl_pl: Walidacja głównych i drugorzędnych słów kluczowych
pt_br: Validação das palavras-chave primárias e secundárias

source: Primary keyword
de_de: Primäres Keyword
es_es: Palabra clave principal
fr_fr: Mot clé principal
it_it: Parola chiave principale
nl_nl: Primair trefwoord
pl_pl: Główne słowo kluczowe
pt_br: Palavra-chave principal

source: Primary keyword is significantly more used than secondary keywords. Consider more topic diversity.
de_de: Das primäre Keyword wird deutlich häufiger verwendet als sekundäre Keywords. Erwägen Sie mehr Themenvielfalt.
es_es: La palabra clave principal se usa mucho más que las palabras clave secundarias. Considera una mayor diversidad de temas.
fr_fr: Le mot-clé principal est significativement plus utilisé que les mots-clés secondaires. Envisagez plus de diversité thématique.
it_it: La parola chiave principale è usata molto più delle parole chiave secondarie. Considera una maggiore diversità di argomenti.
nl_nl: Primair trefwoord wordt aanzienlijk meer gebruikt dan secundaire trefwoorden. Overweeg meer diversiteit in het onderwerp.
pl_pl: Główne słowo kluczowe jest używane znacznie częściej niż słowa drugorzędne. Rozważ większą różnorodność tematyczną.
pt_br: A palavra-chave principal é significativamente mais usada do que as secundárias. Considere maior diversidade de tópicos.

source: Primary keyword validated successfully
de_de: Primäres Keyword erfolgreich validiert
es_es: Palabra clave principal validada con éxito
fr_fr: Mot-clé principal validé avec succès
it_it: Parola chiave principale convalidata con successo
nl_nl: Primair trefwoord succesvol gevalideerd
pl_pl: Główne słowo kluczowe zweryfikowane pomyślnie
pt_br: Palavra-chave principal validada com sucesso

source: Privacy policy
de_de: Datenschutzrichtlinie
es_es: Política de privacidad
fr_fr: Politique de confidentialité
it_it: Informativa sulla privacy
nl_nl: Privacybeleid
pl_pl: Polityka prywatności
pt_br: Política de privacidade

source: ProfessionalService
de_de: Professioneller Service
es_es: Servicio profesional
fr_fr: Service professionnel
it_it: ServizioProfessionale
nl_nl: ProfessioneleDienst
pl_pl: Usługa profesjonalna
pt_br: Serviço Profissional

source: Promote your business with two easy ad options. You can launch a Google Ads campaign to appear in search results or turn your best-performing social posts into Meta ads for Facebook. Either way, you'll get seen by the right people, with less effort.
de_de: Bewerben Sie Ihr Unternehmen mit zwei einfachen Anzeigenoptionen. Sie können eine Google Ads-Kampagne starten, um in den Suchergebnissen zu erscheinen, oder Ihre erfolgreichsten Social-Media-Beiträge in Meta-Anzeigen für Facebook umwandeln. In jedem Fall werden Sie von den richtigen Leuten gesehen, mit weniger Aufwand.
es_es: Promociona tu negocio con dos sencillas opciones de anuncios. Puedes lanzar una campaña de Google Ads para aparecer en los resultados de búsqueda o convertir tus publicaciones sociales con mejor rendimiento en anuncios de Meta para Facebook. De cualquier manera, serás visto por las personas adecuadas, con menos esfuerzo.
fr_fr: Promouvez votre entreprise avec deux options publicitaires faciles. Vous pouvez lancer une campagne Google Ads pour apparaître dans les résultats de recherche ou transformer vos publications sociales les plus performantes en publicités Meta pour Facebook. Dans tous les cas, vous serez vu par les bonnes personnes, avec moins d'effort.
it_it: Promuovi la tua attività con due semplici opzioni pubblicitarie. Puoi lanciare una campagna Google Ads per apparire nei risultati di ricerca o trasformare i tuoi post social più performanti in inserzioni Meta per Facebook. In ogni caso, sarai visto dalle persone giuste, con meno sforzo.
nl_nl: Promoot uw bedrijf met twee eenvoudige advertentieopties. U kunt een Google Ads-campagne lanceren om in zoekresultaten te verschijnen of uw best presterende sociale berichten omzetten in Meta-advertenties voor Facebook. Hoe dan ook, u wordt gezien door de juiste mensen, met minder inspanning.
pl_pl: Promuj swoją firmę za pomocą dwóch prostych opcji reklamowych. Możesz uruchomić kampanię Google Ads, aby pojawić się w wynikach wyszukiwania, lub przekształcić swoje najlepsze posty społecznościowe w reklamy Meta na Facebooku. W obu przypadkach zostaniesz zauważony przez odpowiednie osoby, przy mniejszym wysiłku.
pt_br: Promova seu negócio com duas opções fáceis de anúncios. Você pode lançar uma campanha no Google Ads para aparecer nos resultados de busca ou transformar seus posts de melhor desempenho em anúncios da Meta para o Facebook. De qualquer forma, você será visto pelas pessoas certas, com menos esforço.

source: Provide clear, unambiguous guidance
de_de: Geben Sie klare, unmissverständliche Anleitungen
es_es: Proporciona una guía clara y sin ambigüedades
fr_fr: Fournissez des conseils clairs et sans ambiguïté
it_it: Fornisci una guida chiara e inequivocabile
nl_nl: Geef duidelijke, ondubbelzinnige begeleiding
pl_pl: Dostarczaj jasnych, jednoznacznych wskazówek
pt_br: Forneça orientações claras e inequívocas

source: Provide deeper explanations of processes or concepts
de_de: Geben Sie tiefere Erklärungen zu Prozessen oder Konzepten
es_es: Proporciona explicaciones más profundas de los procesos o conceptos
fr_fr: Fournissez des explications plus approfondies des processus ou concepts
it_it: Fornisci spiegazioni più approfondite di processi o concetti
nl_nl: Geef diepgaandere uitleg van processen of concepten
pl_pl: Dostarczaj głębszych wyjaśnień procesów lub pojęć
pt_br: Forneça explicações mais profundas sobre processos ou conceitos

source: Provide more background context for complex concepts
de_de: Geben Sie mehr Hintergrundkontext für komplexe Konzepte
es_es: Proporciona más contexto de fondo para conceptos complejos
fr_fr: Fournissez plus de contexte pour les concepts complexes
it_it: Fornisci un contesto più ampio per i concetti complessi
nl_nl: Geef meer achtergrondcontext voor complexe concepten
pl_pl: Dostarczaj więcej kontekstu dla złożonych pojęć
pt_br: Forneça mais contexto de fundo para conceitos complexos

source: Provide more comprehensive coverage of the topic
de_de: Bieten Sie eine umfassendere Abdeckung des Themas
es_es: Proporciona una cobertura más completa del tema
fr_fr: Fournissez une couverture plus complète du sujet
it_it: Fornisci una copertura più completa dell'argomento
nl_nl: Zorg voor een uitgebreidere dekking van het onderwerp
pl_pl: Zapewnij bardziej kompleksowe omówienie tematu
pt_br: Forneça uma cobertura mais abrangente do tópico

source: Provide more specific technical details
de_de: Geben Sie spezifischere technische Details an
es_es: Proporciona detalles técnicos más específicos
fr_fr: Fournissez des détails techniques plus spécifiques
it_it: Fornisci dettagli tecnici più specifici
nl_nl: Geef meer specifieke technische details
pl_pl: Podaj bardziej szczegółowe dane techniczne
pt_br: Forneça detalhes técnicos mais específicos

source: Provide more technical details where appropriate
de_de: Geben Sie gegebenenfalls mehr technische Details an
es_es: Proporciona más detalles técnicos cuando sea apropiado
fr_fr: Fournissez plus de détails techniques lorsque c'est approprié
it_it: Fornisci maggiori dettagli tecnici dove appropriato
nl_nl: Geef waar nodig meer technische details
pl_pl: W stosownych przypadkach podaj więcej szczegółów technicznych
pt_br: Forneça mais detalhes técnicos quando apropriado

source: Publish Business on multiple directories
de_de: Unternehmen in mehreren Verzeichnissen veröffentlichen
es_es: Publicar el negocio en múltiples directorios
fr_fr: Publier l'entreprise sur plusieurs annuaires
it_it: Pubblica l'attività su più directory
nl_nl: Publiceer bedrijf in meerdere gidsen
pl_pl: Publikuj firmę w wielu katalogach
pt_br: Publique o negócio em múltiplos diretórios

source: Publish business on Facebook & Google Business Profile
de_de: Unternehmen auf Facebook & Google Unternehmensprofil veröffentlichen
es_es: Publicar el negocio en Facebook y en el Perfil de Empresa de Google
fr_fr: Publier l'entreprise sur Facebook et Google Business Profile
it_it: Pubblica l'attività su Facebook e Google Business Profile
nl_nl: Publiceer bedrijf op Facebook & Google Bedrijfsprofiel
pl_pl: Publikuj firmę na Facebooku i w profilu firmy w Google
pt_br: Publique o negócio no Facebook e no Perfil da Empresa no Google

source: Publish your Business Profile across multiple directories with one click. Monitor your overall listings presence and manage it easily with fine-tune updates.
de_de: Veröffentlichen Sie Ihr Unternehmensprofil mit einem Klick in mehreren Verzeichnissen. Überwachen Sie Ihre gesamte Präsenz in den Verzeichnissen und verwalten Sie diese einfach mit feingetunten Updates.
es_es: Publica tu Perfil de Empresa en múltiples directorios con un solo clic. Supervisa tu presencia general en los directorios y gestiónala fácilmente con actualizaciones precisas.
fr_fr: Publiez votre profil d'entreprise sur plusieurs annuaires en un clic. Surveillez votre présence globale dans les annuaires et gérez-la facilement avec des mises à jour précises.
it_it: Pubblica il tuo profilo aziendale su più directory con un clic. Monitora la tua presenza complessiva nelle inserzioni e gestiscila facilmente con aggiornamenti mirati.
nl_nl: Publiceer uw bedrijfsprofiel met één klik in meerdere gidsen. Monitor uw algehele aanwezigheid in vermeldingen en beheer deze eenvoudig met verfijnde updates.
pl_pl: Opublikuj profil swojej firmy w wielu katalogach jednym kliknięciem. Monitoruj ogólną obecność swoich wizytówek i łatwo zarządzaj nimi dzięki precyzyjnym aktualizacjom.
pt_br: Publique o Perfil da sua Empresa em múltiplos diretórios com um clique. Monitore sua presença geral nas listagens e gerencie-a facilmente com atualizações detalhadas.

source: Queries external APIs to confirm whether a page is indexed by Google and Bing. Reports indexation status and provides guidance on improving visibility if the URL is missing from search results.
de_de: Fragt externe APIs ab, um zu bestätigen, ob eine Seite von Google und Bing indexiert ist. Meldet den Indexierungsstatus und gibt Anleitungen zur Verbesserung der Sichtbarkeit, wenn die URL in den Suchergebnissen fehlt.
es_es: Consulta API externas para confirmar si una página está indexada por Google y Bing. Informa del estado de indexación y proporciona orientación para mejorar la visibilidad si la URL no aparece en los resultados de búsqueda.
fr_fr: Interroge des API externes pour confirmer si une page est indexée par Google et Bing. Signale l'état d'indexation et fournit des conseils pour améliorer la visibilité si l'URL est absente des résultats de recherche.
it_it: Interroga API esterne per confermare se una pagina è indicizzata da Google e Bing. Segnala lo stato di indicizzazione e fornisce una guida per migliorare la visibilità se l'URL manca nei risultati di ricerca.
nl_nl: Vraagt externe API's op om te bevestigen of een pagina is geïndexeerd door Google en Bing. Rapporteert de indexatiestatus en geeft begeleiding voor het verbeteren van de zichtbaarheid als de URL ontbreekt in de zoekresultaten.
pl_pl: Odpytuje zewnętrzne API w celu potwierdzenia, czy strona jest indeksowana przez Google i Bing. Raportuje status indeksacji i dostarcza wskazówek dotyczących poprawy widoczności, jeśli adres URL jest nieobecny w wynikach wyszukiwania.
pt_br: Consulta APIs externas para confirmar se uma página está indexada pelo Google e pelo Bing. Relata o status de indexação e fornece orientações sobre como melhorar a visibilidade se o URL estiver ausente dos resultados de busca.
