Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: improvement
de_de: Verbesserung
es_es: mejora
fr_fr: amélioration
it_it: un miglioramento
nl_nl: verbetering
pl_pl: ulepszenia
pt_br: melhoria

source: optimal
es_es: óptimo
it_it: ottimale
nl_nl: optimaal
pl_pl: optymalny
pt_br: ideal

source: per month
de_de: pro Monat
es_es: al mes
fr_fr: par mois
it_it: al mese
nl_nl: per maand
pl_pl: na miesiąc
pt_br: por mês

source: rankingCoach SEO Overview
de_de: rankingCoach SEO-Überblick
es_es: visión general de rankingCoach SEO
fr_fr: Vue d'ensemble SEO de rankingCoach
it_it: panoramica di rankingCoach SEO
nl_nl: rankingCoach SEO-overzicht
pl_pl: rankingCoach Przegląd SEO
pt_br: visão geral do rankingCoach SEO

source: slightly_long
de_de: etwas_zu_lang
es_es: ligeramente_largo
fr_fr: légèrement_long
it_it: leggermente_lungo
nl_nl: iets_te_lang
pl_pl: lekko_długi
pt_br: um_pouco_longo

source: slightly_short
de_de: etwas_zu_kurz
es_es: ligeramente_corto
fr_fr: légèrement_court
it_it: leggermente_corto
nl_nl: iets_te_kort
pl_pl: lekko_krótki
pt_br: um_pouco_curto

source: too_long
de_de: zu_lang
es_es: demasiado_largo
fr_fr: trop_long
it_it: troppo_lungo
nl_nl: te_lang
pl_pl: zbyt_długi
pt_br: muito_longo

source: too_short
de_de: zu_kurz
es_es: demasiado_corto
fr_fr: trop_court
it_it: troppo_corto
nl_nl: te_kort
pl_pl: zbyt_krótki
pt_br: muito_curto

source: SEO Plug-in
es_es: Plugin SEO
fr_fr: Plug-in SEO
it_it: Plug-in SEO
pl_pl: Wtyczka SEO
pt_br: Plug-in de SEO

source: Checking your page for<br>existing keywords
de_de: Überprüfen Sie Ihre Seite auf<br>bestehende Schlüsselwörter
es_es: Comprobación de las palabras clave existentes en su página<br>
fr_fr: Vérification de votre page pour<br>mots-clés existants
it_it: Verifica della pagina per le parole chiave esistenti<br>
nl_nl: Je pagina controleren op<br>bestaande zoekwoorden
pl_pl: Sprawdzanie strony pod kątem istniejących słów kluczowych<br>
pt_br: Verificação de sua página para<br>palavras-chave existentes

source: This page doesn`t have keywords
de_de: Diese Seite hat keine Schlüsselwörter
es_es: Esta página no tiene palabras clave
fr_fr: Cette page ne contient pas de mots-clés
it_it: Questa pagina non ha parole chiave
nl_nl: Deze pagina heeft geen sleutelwoorden
pl_pl: Ta strona nie zawiera słów kluczowych
pt_br: Esta página não tem palavras-chave

source: Using the right keywords can significantly increase your website`s visibility, making it easier for people to find it.
de_de: Mit den richtigen Schlüsselwörtern können Sie die Sichtbarkeit Ihrer Website deutlich erhöhen, so dass sie leichter gefunden werden kann.
es_es: El uso de las palabras clave adecuadas puede aumentar significativamente la visibilidad de su sitio web, facilitando que la gente lo encuentre.
fr_fr: L'utilisation des bons mots-clés peut accroître considérablement la visibilité de votre site web, ce qui permet aux internautes de le trouver plus facilement.
it_it: L'utilizzo delle parole chiave giuste può aumentare significativamente la visibilità del vostro sito web, rendendolo più facile da trovare.
nl_nl: Het gebruik van de juiste zoekwoorden kan de zichtbaarheid van uw website aanzienlijk vergroten, waardoor mensen uw website gemakkelijker kunnen vinden.
pl_pl: Używanie odpowiednich słów kluczowych może znacznie zwiększyć widoczność witryny, ułatwiając jej znalezienie.
pt_br: O uso das palavras-chave corretas pode aumentar significativamente a visibilidade do seu site, facilitando a localização dele pelas pessoas.

source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
nl_nl: Sluiten
pl_pl: Zamknij
pt_br: Fechar

source: Use these keywords
de_de: Verwenden Sie diese Schlüsselwörter
es_es: Utilice estas palabras clave
fr_fr: Utilisez ces mots-clés
it_it: Utilizzate queste parole chiave
nl_nl: Gebruik deze trefwoorden
pl_pl: Użyj tych słów kluczowych
pt_br: Use estas palavras-chave

source: Skip this
de_de: Titelzeile überspringen
es_es: Sáltate esto
fr_fr: Passer
it_it: Salta questo
nl_nl: Sla dit over
pl_pl: Pomiń to
pt_br: Ignorar isso

source: You have good optimisation level on this page
de_de: Sie haben ein gutes Optimierungsniveau auf dieser Seite
es_es: Tiene un buen nivel de optimización en esta página
fr_fr: Vous avez un bon niveau d'optimisation sur cette page
it_it: Il livello di ottimizzazione di questa pagina è buono
nl_nl: Je hebt een goed optimalisatieniveau op deze pagina
pl_pl: Masz dobry poziom optymalizacji na tej stronie
pt_br: Você tem um bom nível de otimização nessa página

source: Sitemap
es_es: Mapa del sitio
fr_fr: Plan du site

source: Import settings
de_de: Import Einstellungen
es_es: Importar ajustes
fr_fr: Importer les paramètres
it_it: Importa le impostazioni
nl_nl: Importeer Instellingen
pl_pl: Ustawienia importu
pt_br: Configurações de importação

source: Plugin version:
es_es: Versión del plugin:
fr_fr: Version de l’extension :
it_it: Versione del plugin:
nl_nl: Plugin-versie:
pl_pl: Wersja wtyczki:
pt_br: Versão do plugin:

source: Subscription:
de_de: Abonnement:
es_es: Suscripción:
fr_fr: Abonnement:
it_it: Abbonamento:
nl_nl: Abonnement:
pl_pl: Subscrypcja:
pt_br: Assinatura:

source: Name:
es_es: Nombre:
fr_fr: Nom:
it_it: Nome:
nl_nl: Naam:
pl_pl: Nazwa:
pt_br: Nome:

source: Separator
es_es: Separador
fr_fr: Séparateur
it_it: Separatore
nl_nl: Scheiding
pt_br: Separador

source: Enable breadcrumbs
de_de: Breadcrumbs aktivieren
es_es: Habilitar navegación Breadcrumbs
fr_fr: Activer le fil d’Ariane
it_it: Abilita i breadcrumb
nl_nl: Navigatiepad aanzetten
pt_br: Ativar breadcrumbs

source: Display options
de_de: Anzeigeoptionen
es_es: Mostrar opciones
fr_fr: Options d’affichage
it_it: Opzioni di visualizzazione
nl_nl: Weergaveopties
pl_pl: Opcje wyświetlania
pt_br: Opções de exibição

source: Anchor text for homepage
de_de: Linktext für Startseite
es_es: Anchor text para la página de inicio
fr_fr: Texte d'ancrage pour la page d'accueil
it_it: Testo di ancoraggio della homepage
nl_nl: Ankertekst voor homepage
pl_pl: Tekst kotwicy dla strony głównej
pt_br: Texto âncora para a página inicial

source: Advanced options
de_de: Erweiterte Optionen
es_es: Opciones avanzadas
fr_fr: Options avancées
it_it: Opzioni avanzate
nl_nl: Geavanceerde opties
pl_pl: Opcje zaawansowane
pt_br: Opções Avançadas

source: Prefix for breadcrumb path
de_de: Präfix für Breadcrumb-Pfad
es_es: Prefijo para la ruta de migas de pan
fr_fr: Préfixe du fil d'Ariane
it_it: Prefisso per il percorso delle briciole di pane
nl_nl: Voorvoegsel voor broodkruimelpad
pl_pl: Prefiks dla ścieżki breadcrumb
pt_br: Prefixo para o caminho do breadcrumb

source: Suffix for archive breadcrumbs
de_de: Suffix für Archiv-Breadcrumbs
es_es: Sufijo para las migas de pan del archivo
fr_fr: Suffixe pour les fils d'Ariane des archives
it_it: Suffisso per le briciole di pane dell'archivio
nl_nl: Achtervoegsel voor archief broodkruimels
pl_pl: Sufiks dla okruszków archiwum
pt_br: Sufixo para breadcrumbs de arquivo

source: Suffix for search page breadcrumbs
de_de: Suffix für Suchergebnisse-Breadcrumbs
es_es: Sufijo para las migas de pan de las páginas de búsqueda
fr_fr: Suffixe pour les fils d'Ariane des pages de recherche
it_it: Suffisso per le briciole di pane delle pagine di ricerca
nl_nl: Achtervoegsel voor zoekpagina broodkruimels
pl_pl: Sufiks dla okruszków strony wyszukiwania
pt_br: Sufixo para breadcrumbs da página de pesquisa

source: Breadcrumbs for 404 Page
de_de: Brotkrümel für 404-Seite
es_es: Migas de pan para la página 404
fr_fr: Fil d'Ariane pour la page 404
it_it: Briciole di pane per la pagina 404
nl_nl: Broodkruimels voor 404-pagina
pl_pl: Breadcrumbs dla strony 404
pt_br: Breadcrumbs para a página 404

source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
it_it: Anteprima
nl_nl: Voorbeeld
pl_pl: Podgląd
pt_br: Visualização

source: Save changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les changements
it_it: Salva modifiche
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany
pt_br: Salvar alterações

source: Content exceeds maximum length of 255 characters
de_de: Der Inhalt überschreitet die maximale Länge von 255 Zeichen
es_es: El contenido supera la longitud máxima de 255 caracteres
fr_fr: Le contenu dépasse la longueur maximale de 255 caractères
it_it: Il contenuto supera la lunghezza massima di 255 caratteri
nl_nl: Inhoud overschrijdt maximale lengte van 255 tekens
pl_pl: Zawartość przekracza maksymalną długość 255 znaków
pt_br: O conteúdo excede o comprimento máximo de 255 caracteres

source: Enable RSS
de_de: RSS aktivieren
es_es: Habilitar RSS
fr_fr: Activer RSS
it_it: Abilita RSS
nl_nl: RSS Inschakelen
pl_pl: Włącz RSS
pt_br: Ativar RSS

source: Options
de_de: Optionen
es_es: Opciones
it_it: Opzioni
nl_nl: Opties
pl_pl: Opcje
pt_br: Opções

source: Content to put before each post in the feed
de_de: Der Inhalt soll vor jedem Beitrag im Feed stehen
es_es: Contenido para publicar cada publicación en el feed
fr_fr: Le contenu à ajouter avant chaque article dans le flux
it_it: Contenuto da inserire prima di ogni post nel feed
nl_nl: Inhoud voor elk bericht in de feed
pl_pl: Treść do umieszczenia przed każdym postem w kanale
pt_br: Conteúdo a ser colocado antes de cada postagem no feed

source: Content to put after each post in the feed
de_de: Der Inhalt soll nach jedem Beitrag im Feed stehen
es_es: Contenido para poner después de cada post en el feed
fr_fr: Le contenu à insérer après chaque article dans le flux
it_it: Contenuto da inserire dopo ogni post nel feed
nl_nl: Inhoud om achter elk bericht in de feed te plaatsen
pl_pl: Treść do umieszczenia po każdym poście w kanale
pt_br: Conteúdo a ser colocado após cada postagem no feed

source: Your RSS feed URL:
de_de: Ihre RSS-Feed-URL:
es_es: La URL de tu canal RSS:
fr_fr: L'URL de votre flux RSS :
it_it: L'URL del vostro feed RSS:
nl_nl: De URL van je RSS-feed:
pl_pl: Adres URL kanału RSS:
pt_br: Seu URL de feed RSS:

source: View RSS Feed
de_de: RSS-Feed anzeigen
es_es: Ver RSS
fr_fr: Voir le flux RSS
it_it: Visualizza il feed RSS
nl_nl: Bekijk RSS-feed
pl_pl: Wyświetl kanał RSS
pt_br: Exibir RSS Feed

source: Coming soon
de_de: Demnächst
es_es: Próximamente
fr_fr: Prochainement
it_it: In arrivo
nl_nl: Binnenkort
pl_pl: Już wkrótce
pt_br: Em breve

source: Step 1. Backup your site
de_de: Schritt 1. Sichern Sie Ihre Website
es_es: Primer paso Haga una copia de seguridad de su sitio
fr_fr: Étape 1. Sauvegarder votre site
it_it: Passo 1. Backup del sito
nl_nl: Stap 1. Maak een back-up van uw site
pl_pl: Krok 1. Utwórz kopię zapasową witryny
pt_br: Etapa 1. Faça backup de seu site

source: Learn how to backup your site
de_de: Erfahren Sie, wie Sie Ihre Website sichern können
es_es: Aprenda a hacer copias de seguridad de su sitio
fr_fr: Apprenez à sauvegarder votre site
it_it: Imparate a fare il backup del vostro sito
nl_nl: Leer hoe je een back-up van je site maakt
pl_pl: Dowiedz się, jak wykonać kopię zapasową witryny
pt_br: Saiba como fazer backup de seu site

source: Step 2. Select Plugin to import from
de_de: Schritt 2. Wählen Sie das Plugin zum Importieren aus
es_es: Segundo paso Seleccione el Plugin del que desea importar
fr_fr: Étape 2. Sélectionner le plugin à importer
it_it: Passo 2. Selezionare il plugin da cui importare
nl_nl: Stap 2. Plugin selecteren om van te importeren
pl_pl: Krok 2. Wybierz wtyczkę do zaimportowania
pt_br: Etapa 2. Selecione o plug-in para importar

source: All in One SEO
de_de: SEO
es_es: Todo en uno SEO
it_it: SEO All in One
nl_nl: Alles-in-één SEO
pl_pl: Wszystko w jednym SEO

source: This feature will be available soon.
de_de: Diese Funktion wird in Kürze verfügbar sein.
es_es: Esta función estará disponible en breve.
fr_fr: Cette fonctionnalité sera bientôt disponible.
it_it: Questa funzione sarà presto disponibile.
nl_nl: Deze functie zal binnenkort beschikbaar zijn.
pl_pl: Ta funkcja będzie dostępna wkrótce.
pt_br: Esse recurso estará disponível em breve.

source: View your robots.txt file to check search engine crawling instructions.
de_de: Sehen Sie sich Ihre robots.txt-Datei an, um die Crawling-Anweisungen der Suchmaschinen zu überprüfen.
es_es: Consulte su archivo robots.txt para comprobar las instrucciones de rastreo de los motores de búsqueda.
fr_fr: Consultez votre fichier robots.txt pour vérifier les instructions d'exploration des moteurs de recherche.
it_it: Visualizzate il vostro file robots.txt per verificare le istruzioni per il crawling da parte dei motori di ricerca.
nl_nl: Bekijk je robots.txt-bestand om de crawling-instructies van zoekmachines te controleren.
pl_pl: Wyświetl plik robots.txt, aby sprawdzić instrukcje indeksowania przez wyszukiwarki.
pt_br: Visualize seu arquivo robots.txt para verificar as instruções de rastreamento dos mecanismos de pesquisa.

source: Enable robots.txt
de_de: Aktivieren Sie robots.txt
es_es: Habilitar robots.txt
fr_fr: Activer le fichier robots.txt
it_it: Abilitare robots.txt
nl_nl: Schakel robots.txt in
pl_pl: Włącz plik robots.txt
pt_br: Ativar o robots.txt

source: Include sitemap URL in robots.txt file
de_de: URL der Sitemap in die robots.txt-Datei aufnehmen
es_es: Incluir la URL del mapa del sitio en el archivo robots.txt
fr_fr: Inclure l'URL du sitemap dans le fichier robots.txt
it_it: Includere l'URL della sitemap nel file robots.txt
nl_nl: Sitemap-URL opnemen in robots.txt-bestand
pl_pl: Dołącz adres URL mapy witryny do pliku robots.txt
pt_br: Incluir o URL do mapa do site no arquivo robots.txt

source: Your robots.txt URL:
de_de: Ihre robots.txt-URL:
es_es: Su URL robots.txt:
fr_fr: Votre URL robots.txt :
it_it: Il vostro URL robots.txt:
nl_nl: Uw robots.txt URL:
pl_pl: Adres URL pliku robots.txt:
pt_br: Seu URL do robots.txt:

source: View Robots.txt
de_de: Robots.txt anzeigen
es_es: Ver Robots.txt
fr_fr: Voir Robots.txt
it_it: Visualizza il file Robots.txt
nl_nl: Robots.txt bekijken
pl_pl: Wyświetl plik robots.txt
pt_br: Exibir o arquivo Robots.txt

source: Allow run score calculation on page/post save
de_de: Berechnung der Laufleistung beim Speichern der Seite/des Beitrags zulassen
es_es: Permitir el cálculo de la puntuación de ejecución al guardar la página/post
fr_fr: Autoriser le calcul du score d'exécution lors de l'enregistrement d'une page ou d'un message
it_it: Consenti il calcolo del punteggio al salvataggio della pagina/post
nl_nl: Berekening runscore toestaan bij opslaan pagina/post
pl_pl: Zezwalaj na obliczanie wyniku biegu przy zapisywaniu strony/postu
pt_br: Permitir o cálculo da pontuação de execução ao salvar a página/post

source: Allow synchronisation the keywords an interval basis
de_de: Erlaubt die Synchronisation der Schlüsselwörter auf Intervallbasis
es_es: Permitir la sincronización de las palabras clave a intervalos
fr_fr: Permettre la synchronisation des mots-clés par intervalles
it_it: Consentire la sincronizzazione delle parole chiave in base a un intervallo di tempo
nl_nl: Laat synchronisatie van sleutelwoorden op intervalbasis toe
pl_pl: Zezwalaj na synchronizację słów kluczowych w odstępach czasu
pt_br: Permitir a sincronização das palavras-chave com base em intervalos

source: Enable WP-Cron service
de_de: Aktivieren Sie den WP-Cron-Dienst
es_es: Habilitar el servicio WP-Cron
fr_fr: Activer le service WP-Cron
it_it: Abilitare il servizio WP-Cron
nl_nl: WP-Cron service inschakelen
pl_pl: Włącz usługę WP-Cron
pt_br: Ativar o serviço WP-Cron

source: Enable this option to use the WP-Cron service for scheduling tasks
de_de: Aktivieren Sie diese Option, um den WP-Cron-Dienst für die Planung von Aufgaben zu verwenden
es_es: Active esta opción para utilizar el servicio WP-Cron para programar tareas
fr_fr: Activez cette option pour utiliser le service WP-Cron pour la planification des tâches
it_it: Attivare questa opzione per utilizzare il servizio WP-Cron per la pianificazione delle attività
nl_nl: Schakel deze optie in om de WP-Cron service te gebruiken voor het plannen van taken
pl_pl: Włącz tę opcję, aby używać usługi WP-Cron do planowania zadań
pt_br: Ative essa opção para usar o serviço WP-Cron para agendar tarefas

source: Allow to run broken link checker an interval basis
de_de: Erlaubt die Überprüfung von defekten Links in Intervallen
es_es: Permitir ejecutar el comprobador de enlaces rotos por intervalos
fr_fr: Permet d'exécuter le vérificateur de liens brisés par intervalles
it_it: Consente di eseguire il controllo dei link interrotti a intervalli di tempo
nl_nl: Laat gebroken link checker op intervalbasis draaien
pl_pl: Zezwalaj na uruchamianie sprawdzania niedziałających linków w odstępach czasu
pt_br: Permitir a execução do verificador de links quebrados em intervalos

source: Enable anonymous usage data sharing
de_de: Freigabe von anonymen Nutzungsdaten
es_es: Permitir compartir datos de uso anónimos
fr_fr: Permettre le partage anonyme des données d'utilisation
it_it: Abilitare la condivisione anonima dei dati di utilizzo
nl_nl: Anoniem delen van gebruiksgegevens inschakelen
pl_pl: Włącz anonimowe udostępnianie danych użytkowania
pt_br: Permitir o compartilhamento anônimo de dados de uso

source: Enable this option to share anonymous usage data with the plugin developers
de_de: Aktivieren Sie diese Option, um anonyme Nutzungsdaten mit den Plugin-Entwicklern zu teilen
es_es: Active esta opción para compartir los datos de uso anónimos con los desarrolladores del plugin
fr_fr: Activez cette option pour partager les données d'utilisation anonymes avec les développeurs du plugin
it_it: Attivare questa opzione per condividere i dati anonimi di utilizzo con gli sviluppatori del plugin
nl_nl: Schakel deze optie in om anonieme gebruiksgegevens te delen met de ontwikkelaars van de plugin
pl_pl: Włącz tę opcję, aby udostępniać anonimowe dane użytkowania twórcom wtyczek
pt_br: Ative essa opção para compartilhar dados de uso anônimos com os desenvolvedores do plug-in

source: Remove settings on plugin deactivation
de_de: Einstellungen bei Deaktivierung des Plugins entfernen
es_es: Eliminar la configuración al desactivar el plugin
fr_fr: Supprimer les paramètres lors de la désactivation du plugin
it_it: Rimuovere le impostazioni alla disattivazione del plugin
nl_nl: Instellingen verwijderen bij deactivering van plugin
pl_pl: Usuwanie ustawień po dezaktywacji wtyczki
pt_br: Remover configurações na desativação do plug-in

source: Disable WordPress heartbeat admin-ajax service
de_de: WordPress heartbeat admin-ajax Dienst deaktivieren
es_es: Desactivar el servicio admin-ajax de WordPress heartbeat
fr_fr: Désactiver le service WordPress heartbeat admin-ajax
it_it: Disabilitare il servizio WordPress heartbeat admin-ajax
nl_nl: WordPress heartbeat admin-ajax service uitschakelen
pl_pl: Wyłączenie usługi WordPress heartbeat admin-ajax
pt_br: Desativar o serviço WordPress heartbeat admin-ajax

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Configuración general
fr_fr: Réglages généraux
it_it: Impostazioni generali
nl_nl: Algemene instellingen
pl_pl: Ustawienia główne
pt_br: Configurações Gerais

source: Generate and manage your XML sitemap for better search engine indexing.
de_de: Generieren und verwalten Sie Ihre XML-Sitemap für eine bessere Indizierung durch Suchmaschinen.
es_es: Genere y gestione su mapa del sitio XML para una mejor indexación en los motores de búsqueda.
fr_fr: Générez et gérez votre sitemap XML pour une meilleure indexation par les moteurs de recherche.
it_it: Generare e gestire la sitemap XML per una migliore indicizzazione nei motori di ricerca.
nl_nl: Genereer en beheer uw XML-sitemap voor een betere indexering door zoekmachines.
pl_pl: Generowanie i zarządzanie mapą witryny XML w celu lepszego indeksowania w wyszukiwarkach.
pt_br: Gere e gerencie seu mapa do site XML para melhorar a indexação do mecanismo de pesquisa.

source: Enable sitemap
de_de: Sitemap aktivieren
es_es: Habilitar mapa de sitio
fr_fr: Activer le plan du site
it_it: Abilitare la mappa del sito
nl_nl: Sitemap inschakelen
pl_pl: Włącz mapę witryny
pt_br: Ativar mapa do site

source: Last updated:
de_de: Letztes Update:
es_es: Última actualización:
fr_fr: Dernière mise à jour:
it_it: Ultimo Aggiornamento:
nl_nl: Laatst bijgewerkt op:
pl_pl: Ostatnia aktualizacja:
pt_br: Última atualização:

source: Your sitemap URL:
de_de: Ihre Sitemap-URL:
es_es: URL de su mapa del sitio:
fr_fr: L'URL de votre sitemap :
it_it: L'URL della sitemap:
nl_nl: De URL van je sitemap:
pl_pl: Adres URL mapy witryny:
pt_br: URL do seu mapa do site:

source: View Sitemap
de_de: Sitemap anzeigen
es_es: Ver Sitemap
fr_fr: Voir le plan du site
it_it: Visualizza la mappa del sito
nl_nl: Sitemap bekijken
pl_pl: Wyświetl mapę witryny
pt_br: Visualizar mapa do site

source: Finish onboarding
de_de: Onboarding abschließen
es_es: Finalizar la incorporación
fr_fr: Terminer l'intégration
it_it: Completa onboarding
nl_nl: Onboarding voltooien
pl_pl: Zakończenie wdrażania
pt_br: Concluir a integração

source: rC Icon
de_de: rC-Symbol
es_es: icono rC
fr_fr: icône rC
it_it: icona rC
nl_nl: rC Pictogram
pl_pl: ikona rC
pt_br: ícone rC

source: Issues
de_de: Probleme
es_es: Cuestiones
fr_fr: Problèmes
it_it: Problemi
nl_nl: Problemen
pl_pl: Problemy
pt_br: Problemas

source: Recommendations
de_de: Empfehlungen
es_es: Recomendaciones
fr_fr: Recommandations
it_it: Consigliati
nl_nl: Aanbevelingen
pl_pl: Rekomendacje
pt_br: Recomendações

source: Optimisation level
de_de: Optimierungsgrad
es_es: Nivel de optimización
fr_fr: Niveau d'optimisation
it_it: Livello di ottimizzazione
nl_nl: Optimalisatieniveau
pl_pl: Poziom optymalizacji
pt_br: Nível de otimização

source: Status Icon
de_de: Statussymbol
es_es: Icono de estado
fr_fr: Icône d’état
it_it: Icona Stato
nl_nl: Status icoon
pl_pl: Ikony statusu
pt_br: Ícone "Status"

source: recommended
de_de: empfohlen
es_es: recomendado
fr_fr: recommandé
it_it: raccomandato
nl_nl: aanbevolen
pl_pl: zalecany
pt_br: recomendado

source: Something went wrong from our side, please try again!
de_de: Bei uns ist etwas schief gelaufen, bitte versuchen Sie es noch einmal!
es_es: Algo ha fallado por nuestra parte, por favor inténtelo de nuevo!
fr_fr: Quelque chose n'a pas fonctionné de notre côté, veuillez réessayer !
it_it: Qualcosa è andato storto da parte nostra, riprova!
nl_nl: Er ging iets mis aan onze kant, probeer het opnieuw!
pl_pl: Coś poszło nie tak z naszej strony, spróbuj ponownie!
pt_br: Algo deu errado do nosso lado, tente novamente!

source: From 1 to many
de_de: Von 1 bis viele
es_es: De 1 a muchos
fr_fr: De 1 à plusieurs
it_it: Da 1 a molti
nl_nl: Van 1 tot vele
pl_pl: Od 1 do wielu
pt_br: De 1 a muitos

source: Track more keywords than you can right now
de_de: Verfolgen Sie mehr Schlüsselwörter als Sie im Moment können
es_es: Rastrea más palabras clave de las que puedes ahora mismo
fr_fr: Suivre plus de mots-clés que vous ne pouvez le faire actuellement
it_it: Tracciare un numero maggiore di parole chiave rispetto a quello attuale
nl_nl: Volg meer trefwoorden dan je nu kunt
pl_pl: Śledź więcej słów kluczowych niż możesz teraz
pt_br: Rastreie mais palavras-chave do que você pode rastrear agora

source: Meta generator
es_es: Meta generador
fr_fr: Générateur de méta
it_it: Generatore di meta
pl_pl: Generator meta
pt_br: Gerador de meta

source: Create meta descriptions and titles automatically
de_de: Automatische Erstellung von Metabeschreibungen und Titeln
es_es: Cree meta descripciones y títulos automáticamente
fr_fr: Créer automatiquement des méta descriptions et des titres
it_it: Creazione automatica di meta descrizioni e titoli
nl_nl: Maak automatisch meta beschrijvingen en titels
pl_pl: Automatyczne tworzenie metaopisów i tytułów
pt_br: Criar meta descrições e títulos automaticamente
