Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Your content contains insufficient mentions of the primary keyword, diminishing topical relevance. Strategically integrate more instances while maintaining natural readability.
de_de: Ihr Inhalt enthält zu wenige Erwähnungen des primären Keywords, was die thematische Relevanz mindert. Integrieren Sie strategisch mehr Instanzen, während Sie eine natürliche Lesbarkeit beibehalten.
es_es: Tu contenido no menciona lo suficiente la palabra clave principal, lo que disminuye la relevancia temática. Integra estratégicamente más menciones manteniendo una legibilidad natural.
fr_fr: Votre contenu contient des mentions insuffisantes du mot-clé principal, diminuant la pertinence thématique. Intégrez stratégiquement plus d'instances tout en maintenant une lisibilité naturelle.
it_it: Il tuo contenuto contiene menzioni insufficienti della parola chiave principale, diminuendo la pertinenza tematica. Integra strategicamente più istanze mantenendo una leggibilità naturale.
nl_nl: Uw content bevat onvoldoende vermeldingen van het primaire zoekwoord, wat de thematische relevantie vermindert. Integreer strategisch meer vermeldingen met behoud van een natuurlijke leesbaarheid.
pl_pl: Twoja treść zawiera niewystarczającą liczbę wzmianek o głównym słowie kluczowym, co zmniejsza jej tematyczną trafność. Strategicznie zintegruj więcej wystąpień, zachowując naturalną czytelność.
pt_br: Seu conteúdo contém menções insuficientes da palavra-chave principal, diminuindo a relevância do tópico. Integre estrategicamente mais ocorrências, mantendo a legibilidade natural.

source: Your content contains obsolete information. Refresh with current data, recent developments, and emerging industry trends to maintain relevance and authority.
de_de: Ihr Inhalt enthält veraltete Informationen. Aktualisieren Sie ihn mit aktuellen Daten, neuen Entwicklungen und aufkommenden Branchentrends, um Relevanz und Autorität zu wahren.
es_es: Tu contenido contiene información obsoleta. Actualízalo con datos actuales, novedades recientes y tendencias emergentes del sector para mantener la relevancia y la autoridad.
fr_fr: Votre contenu contient des informations obsolètes. Actualisez avec des données actuelles, des développements récents et des tendances émergentes de l'industrie pour maintenir la pertinence et l'autorité.
it_it: Il tuo contenuto contiene informazioni obsolete. Aggiorna con dati attuali, sviluppi recenti e tendenze emergenti del settore per mantenere la pertinenza e l'autorità.
nl_nl: Uw content bevat verouderde informatie. Ververs deze met actuele gegevens, recente ontwikkelingen en opkomende trends in de sector om de relevantie en autoriteit te behouden.
pl_pl: Twoja treść zawiera nieaktualne informacje. Odśwież ją, dodając aktualne dane, ostatnie wydarzenia i pojawiające się trendy branżowe, aby utrzymać trafność i autorytet.
pt_br: Seu conteúdo contém informações obsoletas. Atualize-o com dados atuais, desenvolvimentos recentes e tendências emergentes do setor para manter a relevância e a autoridade.

source: Your content contains too many complex words (%s%% of total words).
de_de: Ihr Inhalt enthält zu viele komplexe Wörter (%s%% der Gesamtwörter).
es_es: Tu contenido tiene demasiadas palabras complejas (%s%% del total).
fr_fr: Votre contenu contient trop de mots complexes (%s%% du total des mots).
it_it: Il tuo contenuto contiene troppe parole complesse (%s%% del totale delle parole).
nl_nl: Uw content bevat te veel complexe woorden (%s%% van het totaal aantal woorden).
pl_pl: Twoja treść zawiera zbyt wiele złożonych słów (%s%% wszystkich słów).
pt_br: Seu conteúdo contém muitas palavras complexas (%s%% do total de palavras).

source: Your content could use more transition words. Only %s%% of sentences contain transition words.
de_de: Ihr Inhalt könnte mehr Übergangswörter vertragen. Nur %s%% der Sätze enthalten Übergangswörter.
es_es: Tu contenido podría usar más palabras de transición. Solo el %s%% de las frases contienen palabras de transición.
fr_fr: Votre contenu pourrait utiliser plus de mots de transition. Seulement %s%% des phrases contiennent des mots de transition.
it_it: Il tuo contenuto potrebbe usare più parole di transizione. Solo il %s%% delle frasi contiene parole di transizione.
nl_nl: Uw content kan meer overgangswoorden gebruiken. Slechts %s%% van de zinnen bevat overgangswoorden.
pl_pl: Twoja treść mogłaby zawierać więcej słów przejściowych. Tylko %s%% zdań zawiera słowa przejściowe.
pt_br: Seu conteúdo poderia usar mais palavras de transição. Apenas %s%% das frases contêm palavras de transição.

source: Your content does not satisfy the user intent behind the target keywords. Ensure your content aligns with what users are searching for.
de_de: Ihr Inhalt entspricht nicht der Nutzerabsicht hinter den Ziel-Keywords. Stellen Sie sicher, dass Ihr Inhalt mit dem übereinstimmt, wonach die Nutzer suchen.
es_es: Tu contenido no satisface la intención del usuario que hay detrás de las palabras clave objetivo. Asegúrate de que tu contenido se ajusta a lo que buscan los usuarios.
fr_fr: Votre contenu ne satisfait pas l'intention de l'utilisateur derrière les mots-clés cibles. Assurez-vous que votre contenu s'aligne avec ce que les utilisateurs recherchent.
it_it: Il tuo contenuto non soddisfa l'intento dell'utente dietro le parole chiave target. Assicurati che il tuo contenuto sia in linea con ciò che gli utenti cercano.
nl_nl: Uw content voldoet niet aan de gebruikersintentie achter de doelzoekwoorden. Zorg ervoor dat uw content aansluit bij wat gebruikers zoeken.
pl_pl: Twoja treść nie zaspokaja intencji użytkownika stojącej za docelowymi słowami kluczowymi. Upewnij się, że treść jest zgodna z tym, czego szukają użytkownicy.
pt_br: Seu conteúdo não satisfaz a intenção do usuário por trás das palavras-chave alvo. Garanta que seu conteúdo esteja alinhado com o que os usuários estão procurando.

source: Your content doesn't have a main keyword to target. Choose one specific phrase that best represents what your page is about. This helps search engines understand your content and show it to the right people.
de_de: Ihr Inhalt hat kein Haupt-Keyword, auf das er ausgerichtet ist. Wählen Sie einen spezifischen Ausdruck, der am besten beschreibt, worum es auf Ihrer Seite geht. Dies hilft Suchmaschinen, Ihren Inhalt zu verstehen und ihn den richtigen Personen anzuzeigen.
es_es: Tu contenido no tiene una palabra clave principal a la que dirigirse. Elige una frase específica que represente mejor el tema de tu página. Esto ayuda a los motores de búsqueda a entender tu contenido y a mostrarlo a las personas adecuadas.
fr_fr: Votre contenu n'a pas de mot-clé principal à cibler. Choisissez une phrase spécifique qui représente le mieux ce dont parle votre page. Cela aide les moteurs de recherche à comprendre votre contenu et à le montrer aux bonnes personnes.
it_it: Il tuo contenuto non ha una parola chiave principale su cui puntare. Scegli una frase specifica che rappresenti al meglio l'argomento della tua pagina. Questo aiuta i motori di ricerca a comprendere il tuo contenuto e a mostrarlo alle persone giuste.
nl_nl: Uw content heeft geen hoofdzoekwoord om op te richten. Kies één specifieke zin die het best weergeeft waar uw pagina over gaat. Dit helpt zoekmachines uw content te begrijpen en aan de juiste mensen te tonen.
pl_pl: Twoja treść nie ma głównego słowa kluczowego do targetowania. Wybierz jedną konkretną frazę, która najlepiej reprezentuje tematykę Twojej strony. Pomoże to wyszukiwarkom zrozumieć Twoją treść i pokazać ją odpowiednim osobom.
pt_br: Seu conteúdo não tem uma palavra-chave principal para segmentar. Escolha uma frase específica que melhor represente o assunto da sua página. Isso ajuda os motores de busca a entender seu conteúdo e mostrá-lo para as pessoas certas.

source: Your content exceeds optimal length. Trim unnecessary sections and focus on core messages to enhance reader engagement and reduce bounce rates.
de_de: Ihr Inhalt überschreitet die optimale Länge. Kürzen Sie unnötige Abschnitte und konzentrieren Sie sich auf die Kernbotschaften, um das Leserengagement zu erhöhen und die Absprungraten zu reduzieren.
es_es: Tu contenido excede la longitud óptima. Recorta las secciones innecesarias y céntrate en los mensajes principales para mejorar la participación del lector y reducir las tasas de rebote.
fr_fr: Votre contenu dépasse la longueur optimale. Éliminez les sections inutiles et concentrez-vous sur les messages principaux pour améliorer l'engagement des lecteurs et réduire les taux de rebond.
it_it: Il tuo contenuto supera la lunghezza ottimale. Riduci le sezioni non necessarie e concentrati sui messaggi principali per aumentare il coinvolgimento dei lettori e ridurre la frequenza di rimbalzo.
nl_nl: Uw content overschrijdt de optimale lengte. Kort onnodige secties in en focus op de kernboodschappen om de betrokkenheid van lezers te vergroten en bouncepercentages te verlagen.
pl_pl: Twoja treść przekracza optymalną długość. Przytnij niepotrzebne sekcje i skup się na kluczowych przesłaniach, aby zwiększyć zaangażowanie czytelników i zmniejszyć współczynnik odrzuceń.
pt_br: Seu conteúdo excede o comprimento ideal. Remova seções desnecessárias e foque nas mensagens principais para aumentar o engajamento do leitor e reduzir as taxas de rejeição.

source: Your content fails to incorporate recent industry developments and trends. Update with current information to maintain authority and improve search visibility.
de_de: Ihr Inhalt berücksichtigt keine aktuellen Branchenentwicklungen und Trends. Aktualisieren Sie ihn mit aktuellen Informationen, um die Autorität zu wahren und die Sichtbarkeit in der Suche zu verbessern.
es_es: Tu contenido no incorpora las novedades y tendencias recientes del sector. Actualízalo con información actual para mantener la autoridad y mejorar la visibilidad en las búsquedas.
fr_fr: Votre contenu ne parvient pas à incorporer les développements et tendances récents de l'industrie. Mettez à jour avec des informations actuelles pour maintenir l'autorité et améliorer la visibilité de recherche.
it_it: Il tuo contenuto non include sviluppi e tendenze recenti del settore. Aggiorna con informazioni attuali per mantenere l'autorevolezza e migliorare la visibilità sui motori di ricerca.
nl_nl: Uw content bevat geen recente ontwikkelingen en trends uit de sector. Werk deze bij met actuele informatie om autoriteit te behouden en de zichtbaarheid in zoekmachines te verbeteren.
pl_pl: Twoja treść nie uwzględnia ostatnich wydarzeń i trendów branżowych. Zaktualizuj ją o aktualne informacje, aby utrzymać autorytet i poprawić widoczność w wyszukiwarkach.
pt_br: Seu conteúdo não incorpora os desenvolvimentos e tendências recentes do setor. Atualize com informações atuais para manter a autoridade e melhorar a visibilidade na busca.

source: Your content focuses too much on just one keyword. Add 2-3 related phrases (secondary keywords) that people might also search for. This helps your page appear in more search results and attract more visitors.
de_de: Ihr Inhalt konzentriert sich zu sehr auf nur ein Keyword. Fügen Sie 2–3 verwandte Phrasen (sekundäre Keywords) hinzu, nach denen Nutzer ebenfalls suchen könnten. Dies hilft Ihrer Seite, in mehr Suchergebnissen zu erscheinen und mehr Besucher anzuziehen.
es_es: Tu contenido se centra demasiado en una sola palabra clave. Añade 2 o 3 frases relacionadas (palabras clave secundarias) que la gente también podría buscar. Esto ayuda a que tu página aparezca en más resultados de búsqueda y atraiga a más visitantes.
fr_fr: Votre contenu se concentre trop sur un seul mot-clé. Ajoutez 2-3 phrases connexes (mots-clés secondaires) que les gens pourraient aussi rechercher. Cela aide votre page à apparaître dans plus de résultats de recherche et attirer plus de visiteurs.
it_it: Il tuo contenuto si concentra troppo su una sola parola chiave. Aggiungi 2-3 frasi correlate (parole chiave secondarie) che le persone potrebbero cercare. Questo aiuta la tua pagina a comparire in più risultati di ricerca e ad attrarre più visitatori.
nl_nl: Uw content richt zich te veel op slechts één zoekwoord. Voeg 2-3 gerelateerde zinnen (secundaire zoekwoorden) toe waarop mensen ook zouden kunnen zoeken. Dit helpt uw pagina in meer zoekresultaten te verschijnen en meer bezoekers aan te trekken.
pl_pl: Twoja treść zbytnio skupia się na jednym słowie kluczowym. Dodaj 2-3 powiązane frazy (dodatkowe słowa kluczowe), których ludzie mogą również szukać. Pomoże to Twojej stronie pojawiać się w większej liczbie wyników wyszukiwania i przyciągnąć więcej odwiedzających.
pt_br: Seu conteúdo foca demais em apenas uma palavra-chave. Adicione 2 a 3 frases relacionadas (palavras-chave secundárias) que as pessoas também possam pesquisar. Isso ajuda sua página a aparecer em mais resultados de busca e a atrair mais visitantes.

source: Your content lacks sufficient depth for search engines to recognize topical authority. Expand to at least 500 words with comprehensive, valuable information for readers.
de_de: Ihrem Inhalt fehlt es an ausreichender Tiefe, damit Suchmaschinen die thematische Autorität erkennen können. Erweitern Sie ihn auf mindestens 500 Wörter mit umfassenden, wertvollen Informationen für die Leser.
es_es: Tu contenido carece de la profundidad suficiente para que los motores de búsqueda reconozcan la autoridad temática. Amplíalo a un mínimo de 500 palabras con información completa y valiosa para los lectores.
fr_fr: Votre contenu manque de profondeur suffisante pour que les moteurs de recherche reconnaissent l'autorité thématique. Élargissez à au moins 500 mots avec des informations complètes et précieuses pour les lecteurs.
it_it: Il tuo contenuto manca di profondità sufficiente affinché i motori di ricerca riconoscano l'autorevolezza tematica. Espandilo ad almeno 500 parole con informazioni complete e di valore per i lettori.
nl_nl: Uw content mist voldoende diepgang voor zoekmachines om thematische autoriteit te herkennen. Breid uit tot minstens 500 woorden met uitgebreide, waardevolle informatie voor lezers.
pl_pl: Twojej treści brakuje wystarczającej głębi, aby wyszukiwarki mogły rozpoznać jej autorytet tematyczny. Rozszerz ją do co najmniej 500 słów, zawierając kompleksowe i wartościowe informacje dla czytelników.
pt_br: Seu conteúdo não tem profundidade suficiente para que os motores de busca reconheçam a autoridade do tópico. Expanda para pelo menos 500 palavras com informações abrangentes e valiosas para os leitores.

source: Your content lacks supporting keywords that expand your main topical coverage. Add 2-5 relevant secondary keywords to improve search visibility and semantic context.
de_de: Ihrem Inhalt fehlen unterstützende Keywords, die Ihre thematische Hauptabdeckung erweitern. Fügen Sie 2–5 relevante sekundäre Keywords hinzu, um die Sichtbarkeit in der Suche und den semantischen Kontext zu verbessern.
es_es: Tu contenido carece de palabras clave de apoyo que amplíen la cobertura del tema principal. Añade de 2 a 5 palabras clave secundarias relevantes para mejorar la visibilidad en las búsquedas y el contexto semántico.
fr_fr: Votre contenu manque de mots-clés de soutien qui élargissent votre couverture thématique principale. Ajoutez 2-5 mots-clés secondaires pertinents pour améliorer la visibilité de recherche et le contexte sémantique.
it_it: Il tuo contenuto manca di parole chiave di supporto che espandono la copertura del tuo argomento principale. Aggiungi 2-5 parole chiave secondarie pertinenti per migliorare la visibilità sui motori di ricerca e il contesto semantico.
nl_nl: Uw content mist ondersteunende zoekwoorden die uw hoofdthema verbreden. Voeg 2-5 relevante secundaire zoekwoorden toe om de zichtbaarheid in zoekmachines en de semantische context te verbeteren.
pl_pl: W Twojej treści brakuje słów kluczowych wspierających, które rozszerzają główny zakres tematyczny. Dodaj 2-5 trafnych dodatkowych słów kluczowych, aby poprawić widoczność w wyszukiwarkach i kontekst semantyczny.
pt_br: Seu conteúdo carece de palavras-chave de apoio que expandam sua cobertura de tópico principal. Adicione de 2 a 5 palavras-chave secundárias relevantes para melhorar a visibilidade na busca e o contexto semântico.

source: Your content mentions related keywords but doesn't clearly explain how they connect to your main topic. Try using these keywords in complete sentences that show their relationship to your main subject. This helps search engines better understand what your content is about.
de_de: Ihr Inhalt erwähnt verwandte Keywords, erklärt aber nicht klar, wie sie mit Ihrem Hauptthema zusammenhängen. Versuchen Sie, diese Keywords in vollständigen Sätzen zu verwenden, die ihre Beziehung zu Ihrem Hauptthema zeigen. Dies hilft Suchmaschinen, den Inhalt Ihrer Seite besser zu verstehen.
es_es: Tu contenido menciona palabras clave relacionadas, pero no explica claramente cómo se conectan con el tema principal. Intenta utilizar estas palabras clave en frases completas que muestren su relación con el tema principal. Esto ayuda a los motores de búsqueda a comprender mejor de qué trata tu contenido.
fr_fr: Votre contenu mentionne des mots-clés connexes mais n'explique pas clairement comment ils se connectent à votre sujet principal. Essayez d'utiliser ces mots-clés dans des phrases complètes qui montrent leur relation avec votre sujet principal. Cela aide les moteurs de recherche à mieux comprendre de quoi parle votre contenu.
it_it: Il tuo contenuto menziona parole chiave correlate ma non spiega chiaramente come si collegano al tuo argomento principale. Prova a usare queste parole chiave in frasi complete che mostrino la loro relazione con l'argomento principale. Questo aiuta i motori di ricerca a capire meglio di cosa tratta il tuo contenuto.
nl_nl: Uw content vermeldt gerelateerde zoekwoorden, maar legt niet duidelijk uit hoe deze verband houden met uw hoofdonderwerp. Probeer deze zoekwoorden te gebruiken in volledige zinnen die hun relatie met uw hoofdonderwerp tonen. Dit helpt zoekmachines beter te begrijpen waar uw content over gaat.
pl_pl: Twoja treść wspomina o powiązanych słowach kluczowych, ale nie wyjaśnia jasno, jak łączą się one z głównym tematem. Spróbuj użyć tych słów kluczowych w pełnych zdaniach, które pokazują ich związek z głównym tematem. Pomoże to wyszukiwarkom lepiej zrozumieć, o czym jest Twoja treść.
pt_br: Seu conteúdo menciona palavras-chave relacionadas, mas não explica claramente como elas se conectam ao seu tópico principal. Tente usar essas palavras-chave em frases completas que mostrem sua relação com o assunto principal. Isso ajuda os motores de busca a entender melhor sobre o que é o seu conteúdo.

source: Your content omits crucial semantically-related terms that search engines expect to find. Incorporate these contextual keywords to strengthen topical relevance and authority.
de_de: Ihr Inhalt lässt wichtige semantisch verwandte Begriffe aus, die Suchmaschinen erwarten würden. Integrieren Sie diese kontextbezogenen Keywords, um die thematische Relevanz und Autorität zu stärken.
es_es: Tu contenido omite términos cruciales semánticamente relacionados que los motores de búsqueda esperan encontrar. Incorpora estas palabras clave contextuales para reforzar la relevancia temática y la autoridad.
fr_fr: Votre contenu omet des termes cruciaux sémantiquement liés que les moteurs de recherche s'attendent à trouver. Incorporez ces mots-clés contextuels pour renforcer la pertinence thématique et l'autorité.
it_it: Il tuo contenuto omette termini cruciali semanticamente correlati che i motori di ricerca si aspettano di trovare. Includi queste parole chiave contestuali per rafforzare la pertinenza tematica e l'autorevolezza.
nl_nl: Uw content laat cruciale, semantisch gerelateerde termen weg die zoekmachines verwachten te vinden. Neem deze contextuele zoekwoorden op om de thematische relevantie en autoriteit te versterken.
pl_pl: Twoja treść pomija kluczowe, semantycznie powiązane terminy, których wyszukiwarki spodziewają się znaleźć. Włącz te kontekstowe słowa kluczowe, aby wzmocnić trafność tematyczną i autorytet.
pt_br: Seu conteúdo omite termos cruciais semanticamente relacionados que os motores de busca esperam encontrar. Incorpore essas palavras-chave contextuais para fortalecer a relevância do tópico и a autoridade.

source: Your content omits essential semantic terms that search engines associate with your topic, diminishing your authority and topical relevance.
de_de: Ihr Inhalt lässt wesentliche semantische Begriffe aus, die Suchmaschinen mit Ihrem Thema in Verbindung bringen, was Ihre Autorität und thematische Relevanz mindert.
es_es: Tu contenido omite términos semánticos esenciales que los motores de búsqueda asocian con tu tema, lo que disminuye tu autoridad y relevancia temática.
fr_fr: Votre contenu omet des termes sémantiques essentiels que les moteurs de recherche associent à votre sujet, diminuant votre autorité et pertinence thématique.
it_it: Il tuo contenuto omette termini semantici essenziali che i motori di ricerca associano al tuo argomento, diminuendo la tua autorevolezza e la pertinenza tematica.
nl_nl: Uw content laat essentiële semantische termen weg die zoekmachines associëren met uw onderwerp, wat uw autoriteit en thematische relevantie vermindert.
pl_pl: Twoja treść pomija istotne terminy semantyczne, które wyszukiwarki kojarzą z Twoim tematem, co zmniejsza Twój autorytet i trafność tematyczną.
pt_br: Seu conteúdo omite termos semânticos essenciais que os motores de busca associam ao seu tópico, diminuindo sua autoridade e relevância.

source: Your content omits specific multi-word phrases that attract highly targeted visitors. Incorporate these longer, conversational keyword variations to capture users with precise search intent.
de_de: Ihr Inhalt lässt spezifische Mehrwort-Phrasen aus, die gezielte Besucher anziehen. Integrieren Sie diese längeren, konversationellen Keyword-Variationen, um Nutzer mit präziser Suchabsicht zu erreichen.
es_es: Tu contenido omite frases específicas de varias palabras que atraen a visitantes muy específicos. Incorpora estas variaciones de palabras clave más largas y conversacionales para captar a los usuarios con una intención de búsqueda precisa.
fr_fr: Votre contenu omet des phrases spécifiques de plusieurs mots qui attirent des visiteurs hautement ciblés. Incorporez ces variations de mots-clés plus longues et conversationnelles pour capturer les utilisateurs avec une intention de recherche précise.
it_it: Il tuo contenuto omette frasi specifiche di più parole che attirano visitatori molto mirati. Includi queste varianti di parole chiave più lunghe e colloquiali per intercettare gli utenti con un intento di ricerca preciso.
nl_nl: Uw content laat specifieke meerwoordzinnen weg die zeer gerichte bezoekers aantrekken. Neem deze langere, conversationele zoekwoordvariaties op om gebruikers met een precieze zoekintentie te bereiken.
pl_pl: Twoja treść pomija konkretne, wielowyrazowe frazy, które przyciągają wysoce ukierunkowanych odwiedzających. Włącz te dłuższe, konwersacyjne warianty słów kluczowych, aby przechwycić użytkowników o precyzyjnej intencji wyszukiwania.
pt_br: Seu conteúdo omite frases específicas de várias palavras que atraem visitantes altamente segmentados. Incorpore essas variações de palavras-chave mais longas e conversacionais para capturar usuários com intenção de busca precisa.
