Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Reach more clients with ads. Right where they are.
de_de: Erreichen Sie mehr Kunden mit Anzeigen. Genau dort, wo sie sind.
es_es: Llega a más clientes con anuncios. Justo donde están.
fr_fr: Atteignez plus de clients avec des publicités. Là où ils se trouvent.
it_it: Raggiungi più clienti con gli annunci. Proprio dove si trovano.
nl_nl: Bereik meer klanten met advertenties. Precies waar ze zijn.
pl_pl: Docieraj do większej liczby klientów dzięki reklamom. Dokładnie tam, gdzie są.
pt_br: Alcance mais clientes com anúncios. Exatamente onde eles estão.

source: Readability Score Validation
de_de: Validierung des Lesbarkeits-Scores
es_es: Validación de la puntuación de legibilidad
fr_fr: Validation du score de lisibilité
it_it: Validazione del punteggio di leggibilità
nl_nl: Validatie van leesbaarheidsscore
pl_pl: Walidacja wyniku czytelności
pt_br: Validação da pontuação de legibilidade

source: Readability Validation
de_de: Lesbarkeitsvalidierung
es_es: Validación de legibilidad
fr_fr: Validation de la lisibilité
it_it: Validazione della leggibilità
nl_nl: Validatie van leesbaarheid
pl_pl: Walidacja czytelności
pt_br: Validação de legibilidade

source: Readability analysis completed successfully
de_de: Lesbarkeitsanalyse erfolgreich abgeschlossen
es_es: Análisis de legibilidad completado con éxito
fr_fr: Analyse de lisibilité terminée avec succès
it_it: Analisi della leggibilità completata con successo
nl_nl: Leesbaarheidsanalyse succesvol voltooid
pl_pl: Analiza czytelności zakończona pomyślnie
pt_br: Análise de legibilidade concluída com sucesso

source: Recommended
de_de: Empfohlen
es_es: Recomendado
fr_fr: Recommandé
it_it: Raccomandato
nl_nl: Aanbevolen
pl_pl: Polecany
pt_br: Recomendado

source: Recommended properties missing: %s
de_de: Empfohlene Eigenschaften fehlen: %s
es_es: Faltan propiedades recomendadas: %s
fr_fr: Propriétés recommandées manquantes : %s
it_it: Proprietà raccomandate mancanti: %s
nl_nl: Aanbevolen eigenschappen ontbreken: %s
pl_pl: Brakujące zalecane właściwości: %s
pt_br: Propriedades recomendadas ausentes: %s

source: Redirect Manager
de_de: Weiterleitungs-Manager
es_es: Gestor de redirecciones
fr_fr: Gestionnaire de redirections
it_it: Gestore di reindirizzamenti
nl_nl: Redirectbeheerder
pl_pl: Menedżer przekierowań
pt_br: Gerenciador de Redirecionamentos

source: Redirection error: %s
de_de: Weiterleitungsfehler: %s
es_es: Error de redirección: %s
fr_fr: Erreur de redirection : %s
it_it: Errore di reindirizzamento: %s
nl_nl: Omleidingsfout: %s
pl_pl: Błąd przekierowania: %s
pt_br: Erro de redirecionamento: %s

source: Redirects
de_de: Weiterleitungen
es_es: Redirecciones
fr_fr: Redirections
it_it: Reindirizzamenti
pl_pl: Przekierowania
pt_br: Redirecionamentos

source: Reduce Excessive Headings
de_de: Übermäßige Überschriften reduzieren
es_es: Reducir el exceso de encabezados
fr_fr: Réduire les titres excessifs
it_it: Riduci le intestazioni eccessive
nl_nl: Verminder overmatige koppen
pl_pl: Zmniejszenie nadmiernej liczby nagłówków
pt_br: Reduzir títulos excessivos

source: Reduce Generic Anchor Text Usage
de_de: Verwendung von generischem Ankertext reduzieren
es_es: Reducir el uso de texto de anclaje genérico
fr_fr: Réduire l'utilisation de texte d'ancrage générique
it_it: Riduci l'uso di testo di ancoraggio generico
nl_nl: Verminder het gebruik van generieke ankertekst
pl_pl: Zmniejszenie użycia ogólnego tekstu kotwicy
pt_br: Reduzir o uso de texto âncora genérico

source: Reduce Keyword Overuse
de_de: Übermäßige Keyword-Nutzung reduzieren
es_es: Reducir el uso excesivo de palabras clave
fr_fr: Réduire la surutilisation des mots-clés
it_it: Riduci l'uso eccessivo di parole chiave
nl_nl: Verminder overmatig gebruik van trefwoorden
pl_pl: Zmniejszenie nadużywania słów kluczowych
pt_br: Reduzir o uso excessivo de palavras-chave

source: Reduce Keyword Repetition in Meta Description
de_de: Keyword-Wiederholung in der Meta-Beschreibung reduzieren
es_es: Reducir la repetición de palabras clave en la metadescripción
fr_fr: Réduire la répétition de mots-clés dans la méta-description
it_it: Riduci la ripetizione di parole chiave nella meta descrizione
nl_nl: Verminder herhaling van trefwoorden in metabeschrijving
pl_pl: Zmniejszenie powtarzania słów kluczowych w metaopisie
pt_br: Reduzir a repetição de palavras-chave na metadescrição

source: Reduce Keyword Usage in Image Alt Text
de_de: Keyword-Nutzung im Bild-Alternativtext reduzieren
es_es: Reducir el uso de palabras clave en el texto alternativo de la imagen
fr_fr: Réduire l'utilisation de mots-clés dans le texte alternatif des images
it_it: Riduci l'uso di parole chiave nel testo alternativo dell'immagine
nl_nl: Verminder het gebruik van trefwoorden in alt-tekst van afbeeldingen
pl_pl: Zmniejszenie użycia słów kluczowych w tekście alternatywnym obrazów
pt_br: Reduzir o uso de palavras-chave no texto alternativo da imagem

source: Reduce Number of Secondary Keywords
de_de: Anzahl der sekundären Keywords reduzieren
es_es: Reducir el número de palabras clave secundarias
fr_fr: Réduire le nombre de mots-clés secondaires
it_it: Riduci il numero di parole chiave secondarie
nl_nl: Verminder het aantal secundaire trefwoorden
pl_pl: Zmniejszenie liczby drugorzędnych słów kluczowych
pt_br: Reduzir o número de palavras-chave secundárias

source: Reduce Over-Optimized Anchor Text
de_de: Überoptimierten Ankertext reduzieren
es_es: Reducir el texto de anclaje sobreoptimizado
fr_fr: Réduire le texte d'ancrage sur-optimisé
it_it: Riduci il testo di ancoraggio sovra-ottimizzato
nl_nl: Verminder over-geoptimaliseerde ankertekst
pl_pl: Zmniejszenie nadmiernie zoptymalizowanego tekstu kotwicy
pt_br: Reduzir o texto âncora superotimizado

source: Reduce Total Blocking Time
de_de: Gesamtblockierzeit reduzieren
es_es: Reducir el tiempo total de bloqueo
fr_fr: Réduire le temps de blocage total
it_it: Riduci il Total Blocking Time
nl_nl: Verminder de totale blokkeringstijd
pl_pl: Zmniejszenie całkowitego czasu blokowania
pt_br: Reduzir o tempo total de bloqueio (TBT)

source: Reduce Total Page Load Time
de_de: Gesamtladezeit der Seite reduzieren
es_es: Reducir el tiempo total de carga de la página
fr_fr: Réduire le temps de chargement total de la page
it_it: Riduci il tempo totale di caricamento della pagina
nl_nl: Verminder de totale laadtijd van de pagina
pl_pl: Zmniejszenie całkowitego czasu ładowania strony
pt_br: Reduzir o tempo total de carregamento da página

source: Reduce sentence length (aim for an average of 15-20 words per sentence)
de_de: Reduzieren Sie die Satzlänge (streben Sie einen Durchschnitt von 15–20 Wörtern pro Satz an)
es_es: Reduce la longitud de las frases (intenta tener un promedio de 15-20 palabras por frase)
fr_fr: Réduisez la longueur des phrases (visez une moyenne de 15-20 mots par phrase)
it_it: Riduci la lunghezza delle frasi (punta a una media di 15-20 parole per frase)
nl_nl: Verminder de zinslengte (streef naar een gemiddelde van 15-20 woorden per zin)
pl_pl: Skróć długość zdań (dąż do średniej 15-20 słów na zdanie)
pt_br: Reduza o comprimento da frase (busque uma média de 15 a 20 palavras por frase)

source: Reduce the technical complexity to better match your audience's technical proficiency.
de_de: Reduzieren Sie die technische Komplexität, um der technischen Kompetenz Ihrer Zielgruppe besser zu entsprechen.
es_es: Reduce la complejidad técnica para que se ajuste mejor a la competencia técnica de tu audiencia.
fr_fr: Réduisez la complexité technique pour mieux correspondre à la compétence technique de votre audience.
it_it: Riduci la complessità tecnica per adattarla meglio alla competenza tecnica del tuo pubblico.
nl_nl: Verminder de technische complexiteit om beter aan te sluiten bij de technische vaardigheid van uw publiek.
pl_pl: Zmniejsz złożoność techniczną, aby lepiej dopasować się do kompetencji technicznych odbiorców.
pt_br: Reduza a complexidade técnica para corresponder melhor à proficiência técnica do seu público.

source: Reference industry standards or best practices
de_de: Verweisen Sie auf Branchenstandards oder Best Practices
es_es: Haz referencia a los estándares de la industria o a las mejores prácticas
fr_fr: Référencez les normes de l'industrie ou les meilleures pratiques
it_it: Fai riferimento a standard di settore o best practice
nl_nl: Verwijs naar industriestandaarden of beste praktijken
pl_pl: Odnoś się do standardów branżowych lub najlepszych praktyk
pt_br: Referencie padrões do setor ou melhores práticas

source: Referring Domains Analysis
de_de: Analyse verweisender Domains
es_es: Análisis de dominios de referencia
fr_fr: Analyse des domaines référents
it_it: Analisi dei domini di riferimento
nl_nl: Analyse van verwijzende domeinen
pl_pl: Analiza domen odsyłających
pt_br: Análise de domínios de referência

source: Referring Links Quality Assessment
de_de: Qualitätsbewertung verweisender Links
es_es: Evaluación de la calidad de los enlaces de referencia
fr_fr: Évaluation de la qualité des liens référents
it_it: Valutazione della qualità dei link di riferimento
nl_nl: Kwaliteitsbeoordeling van verwijzende links
pl_pl: Ocena jakości linków odsyłających
pt_br: Avaliação da qualidade dos links de referência

source: Referring domains analysis completed successfully
de_de: Analyse der verweisenden Domains erfolgreich abgeschlossen
es_es: Análisis de dominios de referencia completado con éxito
fr_fr: Analyse des domaines référents terminée avec succès
it_it: Analisi dei domini di riferimento completata con successo
nl_nl: Analyse van verwijzende domeinen succesvol voltooid
pl_pl: Analiza domen odsyłających zakończona pomyślnie
pt_br: Análise de domínios de referência concluída com sucesso

source: Referring links quality assessment completed successfully
de_de: Qualitätsbewertung der verweisenden Links erfolgreich abgeschlossen
es_es: Evaluación de la calidad de los enlaces de referencia completada con éxito
fr_fr: Évaluation de la qualité des liens référents terminée avec succès
it_it: Valutazione della qualità dei link di riferimento completata con successo
nl_nl: Kwaliteitsbeoordeling van verwijzende links succesvol voltooid
pl_pl: Ocena jakości linków odsyłających zakończona pomyślnie
pt_br: Avaliação da qualidade dos links de referência concluída com sucesso

source: Refine your primary keyword phrase to capture optimal search intent. Select a specific 2-4 word phrase that balances search volume with competition.
de_de: Verfeinern Sie Ihre primäre Keyword-Phrase, um die optimale Suchintention zu erfassen. Wählen Sie eine spezifische 2-4-Wort-Phrase, die Suchvolumen und Wettbewerb ausgleicht.
es_es: Afina tu frase de palabra clave principal para capturar la intención de búsqueda óptima. Selecciona una frase específica de 2-4 palabras que equilibre el volumen de búsqueda con la competencia.
fr_fr: Affinez votre phrase de mot-clé principal pour capturer l'intention de recherche optimale. Sélectionnez une phrase spécifique de 2-4 mots qui équilibre le volume de recherche avec la concurrence.
it_it: Affina la tua frase di parola chiave principale per catturare l'intento di ricerca ottimale. Seleziona una frase specifica di 2-4 parole che bilanci il volume di ricerca con la concorrenza.
nl_nl: Verfijn uw primaire trefwoordzin om de optimale zoekintentie vast te leggen. Selecteer een specifieke zin van 2-4 woorden die het zoekvolume en de concurrentie in evenwicht houdt.
pl_pl: Doprecyzuj swoją główną frazę kluczową, aby uchwycić optymalną intencję wyszukiwania. Wybierz konkretną frazę składającą się z 2-4 słów, która równoważy wolumen wyszukiwania z konkurencją.
pt_br: Refine sua frase de palavra-chave principal para capturar a intenção de busca ideal. Selecione uma frase específica de 2 a 4 palavras que equilibre o volume de busca com a concorrência.

source: Related Keyword Inclusion
de_de: Einbeziehung verwandter Keywords
es_es: Inclusión de palabras clave relacionadas
fr_fr: Inclusion de mots-clés connexes
it_it: Inclusione di parole chiave correlate
nl_nl: Opname van gerelateerde trefwoorden
pl_pl: Włączenie powiązanych słów kluczowych
pt_br: Inclusão de palavras-chave relacionadas

source: Related keywords analysis completed
de_de: Analyse verwandter Keywords abgeschlossen
es_es: Análisis de palabras clave relacionadas completado
fr_fr: Analyse des mots-clés associés terminée
it_it: Analisi delle parole chiave correlate completata
nl_nl: Analyse van gerelateerde trefwoorden voltooid
pl_pl: Analiza powiązanych słów kluczowych zakończona
pt_br: Análise de palavras-chave relacionadas concluída

source: Remove Identical Duplicate Content
de_de: Identischen doppelten Inhalt entfernen
es_es: Eliminar contenido duplicado idéntico
fr_fr: Supprimer le contenu dupliqué identique
it_it: Rimuovi il contenuto duplicato identico
nl_nl: Verwijder identieke dubbele content
pl_pl: Usunięcie identycznej zduplikowanej treści
pt_br: Remover conteúdo duplicado idêntico

source: Remove keyword
de_de: Keyword entfernen
es_es: Eliminar palabra clave
fr_fr: Supprimer le mot clé
it_it: Rimuovi parola chiave
nl_nl: Trefwoord verwijderen
pl_pl: Usuń słowo kluczowe
pt_br: Remover palavra-chave

source: Remove unnecessary filler words like "and", "the", etc. from the URL.
de_de: Entfernen Sie unnötige Füllwörter wie „und“, „der“ usw. aus der URL.
es_es: Elimina palabras de relleno innecesarias como «y», «el», etc. de la URL.
fr_fr: Supprimez les mots de remplissage inutiles comme "et", "le", etc. de l'URL.
it_it: Rimuovi parole di riempimento non necessarie come "e", "il", ecc. dall'URL.
nl_nl: Verwijder onnodige vulwoorden zoals "en", "de", etc. uit de URL.
pl_pl: Usuń niepotrzebne słowa-wypełniacze, takie jak „i”, „ten” itp., z adresu URL.
pt_br: Remova palavras de preenchimento desnecessárias como "e", "o", etc. do URL.

source: Remove unnecessary query parameters to shorten the URL.
de_de: Entfernen Sie unnötige Abfrageparameter, um die URL zu kürzen.
es_es: Elimina los parámetros de consulta innecesarios para acortar la URL.
fr_fr: Supprimez les paramètres de requête inutiles pour raccourcir l'URL.
it_it: Rimuovi i parametri di query non necessari per accorciare l'URL.
nl_nl: Verwijder onnodige queryparameters om de URL in te korten.
pl_pl: Usuń niepotrzebne parametry zapytania, aby skrócić adres URL.
pt_br: Remova parâmetros de consulta desnecessários para encurtar o URL.

source: Replace "%s" with: %s
de_de: Ersetzen Sie „%s“ durch: %s
es_es: Reemplaza «%s» con: %s
fr_fr: Remplacez "%s" par : %s
it_it: Sostituisci "%s" con: %s
nl_nl: Vervang "%s" door: %s
pl_pl: Zastąp „%s” przez: %s
pt_br: Substitua "%s" por: %s

source: Replace complex words with simpler alternatives to improve readability.
de_de: Ersetzen Sie komplexe Wörter durch einfachere Alternativen, um die Lesbarkeit zu verbessern.
es_es: Reemplaza las palabras complejas con alternativas más sencillas para mejorar la legibilidad.
fr_fr: Remplacez les mots complexes par des alternatives plus simples pour améliorer la lisibilité.
it_it: Sostituisci le parole complesse con alternative più semplici per migliorare la leggibilità.
nl_nl: Vervang complexe woorden door eenvoudigere alternatieven om de leesbaarheid te verbeteren.
pl_pl: Zastąp złożone słowa prostszymi alternatywami, aby poprawić czytelność.
pt_br: Substitua palavras complexas por alternativas mais simples para melhorar a legibilidade.

source: Replace specialized jargon with more widely understood terms
de_de: Ersetzen Sie Fachjargon durch allgemein verständlichere Begriffe
es_es: Reemplaza la jerga especializada con términos más comprensibles
fr_fr: Remplacez le jargon spécialisé par des termes plus largement compris
it_it: Sostituisci il gergo specializzato con termini più ampiamente compresi
nl_nl: Vervang gespecialiseerd jargon door breder begrepen termen
pl_pl: Zastąp specjalistyczny żargon bardziej powszechnie zrozumiałymi terminami
pt_br: Substitua jargões especializados por termos mais amplamente compreendidos

source: Replace underscores with hyphens in your URLs to enhance search visibility. Search engines recognize hyphens as word separators, improving crawling efficiency and keyword recognition.
de_de: Ersetzen Sie Unterstriche durch Bindestriche in Ihren URLs, um die Sichtbarkeit in der Suche zu verbessern. Suchmaschinen erkennen Bindestriche als Worttrenner, was die Crawling-Effizienz und die Keyword-Erkennung verbessert.
es_es: Reemplaza los guiones bajos con guiones en tus URL para mejorar la visibilidad en las búsquedas. Los motores de búsqueda reconocen los guiones como separadores de palabras, mejorando la eficiencia del rastreo y el reconocimiento de palabras clave.
fr_fr: Remplacez les traits de soulignement par des tirets dans vos URL pour améliorer la visibilité de recherche. Les moteurs de recherche reconnaissent les tirets comme des séparateurs de mots, améliorant l'efficacité de crawl et la reconnaissance des mots-clés.
it_it: Sostituisci i trattini bassi con i trattini nei tuoi URL per migliorare la visibilità di ricerca. I motori di ricerca riconoscono i trattini come separatori di parole, migliorando l'efficienza della scansione e il riconoscimento delle parole chiave.
nl_nl: Vervang underscores door koppeltekens in uw URL's om de zichtbaarheid in zoekmachines te verbeteren. Zoekmachines herkennen koppeltekens als woordscheiders, wat de crawlefficiëntie en trefwoordherkenning verbetert.
pl_pl: Zastąp podkreślenia łącznikami w adresach URL, aby zwiększyć widoczność w wyszukiwarkach. Wyszukiwarki rozpoznają łączniki jako separatory słów, poprawiając efektywność indeksowania i rozpoznawanie słów kluczowych.
pt_br: Substitua sublinhados por hífens em seus URLs para aprimorar a visibilidade de busca. Os mecanismos de busca reconhecem hífens como separadores de palavras, melhorando a eficiência do rastreamento e o reconhecimento de palavras-chave.

source: Reply with AI or manually to reviews from Google, Facebook, and numerous other sources, in one single place. All to save time and protect your reputation.
de_de: Antworten Sie mit KI oder manuell auf Bewertungen von Google, Facebook und zahlreichen anderen Quellen an einem einzigen Ort. Alles, um Zeit zu sparen und Ihren Ruf zu schützen.
es_es: Responde con IA o manualmente a las reseñas de Google, Facebook y muchas otras fuentes, en un solo lugar. Todo para ahorrar tiempo y proteger tu reputación.
fr_fr: Répondez avec l'IA ou manuellement aux avis de Google, Facebook et de nombreuses autres sources, en un seul endroit. Tout cela pour économiser du temps et protéger votre réputation.
it_it: Rispondi con l'IA o manualmente alle recensioni di Google, Facebook e numerose altre fonti, in un unico posto. Tutto per risparmiare tempo e proteggere la tua reputazione.
nl_nl: Reageer met AI of handmatig op beoordelingen van Google, Facebook en talloze andere bronnen, op één enkele plek. Alles om tijd te besparen en uw reputatie te beschermen.
pl_pl: Odpowiadaj za pomocą AI lub ręcznie na opinie z Google, Facebooka i wielu innych źródeł, w jednym miejscu. Wszystko po to, aby oszczędzać czas i chronić swoją reputację.
pt_br: Responda com IA ou manualmente às avaliações do Google, Facebook e inúmeras outras fontes, em um único lugar. Tudo para economizar tempo e proteger sua reputação.

source: Reputation Insights
de_de: Einblicke in die Reputation
es_es: Información sobre la reputación
fr_fr: Aperçus de réputation
it_it: Approfondimenti sulla reputazione
nl_nl: Reputatie-inzichten
pl_pl: Informacje o reputacji
pt_br: Insights de reputação

source: Reputation widget
de_de: Reputations-Widget
es_es: Widget de reputación
fr_fr: Widget de réputation
it_it: Widget della reputazione
nl_nl: Reputatiewidget
pl_pl: Widżet reputacji
pt_br: Widget de reputação

source: Request contains invalid data
de_de: Anfrage enthält ungültige Daten
es_es: La solicitud contiene datos no válidos
fr_fr: La requête contient des données invalides
it_it: La richiesta contiene dati non validi
nl_nl: Verzoek bevat ongeldige gegevens
pl_pl: Żądanie zawiera nieprawidłowe dane
pt_br: A solicitação contém dados inválidos

source: Required field '%s' is missing.
de_de: Das erforderliche Feld „%s“ fehlt.
es_es: Falta el campo obligatorio «%s».
fr_fr: Le champ requis '%s' est manquant.
it_it: Il campo obbligatorio '%s' è mancante.
nl_nl: Vereist veld '%s' ontbreekt.
pl_pl: Brak wymaganego pola „%s”.
pt_br: O campo obrigatório '%s' está ausente.

source: Required properties missing: %s
de_de: Erforderliche Eigenschaften fehlen: %s
es_es: Faltan propiedades obligatorias: %s
fr_fr: Propriétés requises manquantes : %s
it_it: Proprietà obbligatorie mancanti: %s
nl_nl: Vereiste eigenschappen ontbreken: %s
pl_pl: Brakujące wymagane właściwości: %s
pt_br: Propriedades obrigatórias ausentes: %s

source: Resolve Technical SEO Issues
de_de: Technische SEO-Probleme beheben
es_es: Resolver problemas de SEO técnico
fr_fr: Résoudre les problèmes SEO techniques
it_it: Risolvi i problemi tecnici di SEO
nl_nl: Los technische SEO-problemen op
pl_pl: Rozwiązanie technicznych problemów SEO
pt_br: Resolver problemas técnicos de SEO

source: Response class does not exist: %s
de_de: Antwortklasse existiert nicht: %s
es_es: La clase de respuesta no existe: %s
fr_fr: La classe de réponse n'existe pas : %s
it_it: La classe di risposta non esiste: %s
nl_nl: Responsklasse bestaat niet: %s
pl_pl: Klasa odpowiedzi nie istnieje: %s
pt_br: A classe de resposta não existe: %s

source: Responsive Image Sizing
de_de: Responsive Bildgrößenanpassung
es_es: Tamaño de imagen adaptable
fr_fr: Dimensionnement d’image réactif
it_it: Dimensionamento delle immagini responsive
nl_nl: Responsive afbeeldingsgrootte
pl_pl: Responsywne wymiarowanie obrazów
pt_br: Dimensionamento de imagem responsivo

source: Responsive image sizing analysis completed
de_de: Analyse der responsiven Bildgrößenanpassung abgeschlossen
es_es: Análisis del tamaño de imagen adaptable completado
fr_fr: Analyse de dimensionnement d'image responsive terminée
it_it: Analisi del dimensionamento delle immagini responsive completata
nl_nl: Analyse van responsive afbeeldingsgrootte voltooid
pl_pl: Analiza responsywnego wymiarowania obrazów zakończona
pt_br: Análise de dimensionamento de imagem responsivo concluída

source: Review Potential Duplicates
de_de: Potenzielle Duplikate überprüfen
es_es: Revisar posibles duplicados
fr_fr: Examiner les doublons potentiels
it_it: Esamina i potenziali duplicati
nl_nl: Beoordeel potentiële duplicaten
pl_pl: Przeglądanie potencjalnych duplikatów
pt_br: Revisar duplicatas potenciais
