Repository: JosephOcasio/beyond-seo
Catalog: languages/beyond-seo-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br

source: Business Profile creation
de_de: Erstellung eines Unternehmensprofils
es_es: Creación de perfil de empresa
fr_fr: Création de profil d'entreprise
it_it: Creazione del profilo aziendale
nl_nl: Aanmaken van bedrijfsprofiel
pl_pl: Tworzenie profilu firmy
pt_br: Criação de Perfil da Empresa

source: By clicking "Upgrade", you agree to our
de_de: Indem Sie auf „Upgrade“ klicken, stimmen Sie unseren zu
es_es: Al hacer clic en «Actualizar», aceptas nuestros
fr_fr: En cliquant sur "Mettre à niveau", vous acceptez nos
it_it: Cliccando su "Aggiorna", accetti i nostri
nl_nl: Door op "Upgraden" te klikken, gaat u akkoord met onze
pl_pl: Klikając „Zmień plan na wyższy”, akceptujesz nasze
pt_br: Ao clicar em "Fazer upgrade", você concorda com nossos

source: Calculates keyword density across the page to detect excessive or insufficient usage. Evaluates primary and secondary terms, suggesting adjustments to keep frequencies within recommended ranges for natural, SEO-friendly content.
de_de: Berechnet die Keyword-Dichte auf der Seite, um eine übermäßige oder unzureichende Nutzung zu erkennen. Bewertet primäre und sekundäre Begriffe und schlägt Anpassungen vor, um die Häufigkeiten in den empfohlenen Bereichen für natürlichen, SEO-freundlichen Inhalt zu halten.
es_es: Calcula la densidad de palabras clave en la página para detectar un uso excesivo o insuficiente. Evalúa los términos primarios y secundarios, sugiriendo ajustes para mantener las frecuencias dentro de los rangos recomendados para un contenido natural y amigable con el SEO.
fr_fr: Calcule la densité des mots-clés sur la page pour détecter une utilisation excessive ou insuffisante. Évalue les termes principaux et secondaires, en suggérant des ajustements pour maintenir les fréquences dans des plages recommandées pour un contenu naturel et optimisé pour le SEO.
it_it: Calcola la densità delle parole chiave sulla pagina per rilevare un uso eccessivo o insufficiente. Valuta i termini primari e secondari, suggerendo aggiustamenti per mantenere le frequenze entro intervalli raccomandati per contenuti naturali e SEO-friendly.
nl_nl: Berekent de trefwoorddichtheid op de pagina om overmatig of onvoldoende gebruik te detecteren. Evalueert primaire en secundaire termen en stelt aanpassingen voor om de frequenties binnen aanbevolen marges te houden voor natuurlijke, SEO-vriendelijke content.
pl_pl: Oblicza gęstość słów kluczowych na stronie w celu wykrycia nadmiernego lub niewystarczającego użycia. Ocenia terminy główne i drugorzędne, sugerując dostosowania w celu utrzymania częstotliwości w zalecanych zakresach dla naturalnej, przyjaznej dla SEO treści.
pt_br: Calcula a densidade de palavras-chave na página para detectar uso excessivo ou insuficiente. Avalia termos primários e secundários, sugerindo ajustes para manter as frequências dentro das faixas recomendadas para um conteúdo natural e amigável para SEO.

source: Cannot calculate balance without both primary and secondary keywords
de_de: Das Gleichgewicht kann nicht ohne primäre und sekundäre Keywords berechnet werden
es_es: No se puede calcular el balance sin las palabras clave primarias y secundarias
fr_fr: Impossible de calculer l'équilibre sans les mots-clés primaires et secondaires
it_it: Impossibile calcolare il bilanciamento senza parole chiave sia primarie che secondarie
nl_nl: Kan de balans niet berekenen zonder zowel primaire als secundaire trefwoorden
pl_pl: Nie można obliczyć balansu bez głównych i drugorzędnych słów kluczowych
pt_br: Não é possível calcular o equilíbrio sem as palavras-chave primárias e secundárias

source: Cannot fetch content from an empty or invalid URL: %s
de_de: Inhalt kann nicht von einer leeren oder ungültigen URL abgerufen werden: %s
es_es: No se puede obtener el contenido de una URL vacía o no válida: %s
fr_fr: Impossible de récupérer le contenu d'une URL vide ou invalide : %s
it_it: Impossibile recuperare il contenuto da un URL vuoto o non valido: %s
nl_nl: Kan geen content ophalen van een lege of ongeldige URL: %s
pl_pl: Nie można pobrać treści z pustego lub nieprawidłowego adresu URL: %s
pt_br: Não é possível buscar conteúdo de um URL vazio ou inválido: %s

source: Canonical Tag Validation
de_de: Validierung des Canonical-Tags
es_es: Validación de etiqueta canónica
fr_fr: Validation de la balise canonique
it_it: Validazione del tag canonico
nl_nl: Validatie van canonieke tag
pl_pl: Walidacja tagu kanonicznego
pt_br: Validação da tag canônica

source: Canonical tag points to a different URL
de_de: Canonical-Tag verweist auf eine andere URL
es_es: La etiqueta canónica apunta a una URL diferente
fr_fr: La balise canonique pointe vers une URL différente
it_it: Il tag canonico punta a un URL diverso
nl_nl: Canonieke tag verwijst naar een andere URL
pl_pl: Tag kanoniczny wskazuje na inny adres URL
pt_br: A tag canônica aponta para um URL diferente

source: Canonical tag validation completed
de_de: Validierung des Canonical-Tags abgeschlossen
es_es: Validación de la etiqueta canónica completada
fr_fr: Validation de la balise canonique terminée
it_it: Validazione del tag canonico completata
nl_nl: Validatie van canonieke tag voltooid
pl_pl: Walidacja tagu kanonicznego zakończona
pt_br: Validação da tag canônica concluída

source: Categories
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
it_it: Categorie
nl_nl: Categorieën
pl_pl: Kategorie
pt_br: Categorias

source: Change how you incorporate keywords into sentences to make them flow naturally
de_de: Ändern Sie die Art und Weise, wie Sie Keywords in Sätze einbauen, damit sie natürlich klingen
es_es: Cambia la forma en que incorporas las palabras clave en las frases para que fluyan de manera natural
fr_fr: Changez la façon dont vous incorporez les mots-clés dans les phrases pour les faire couler naturellement
it_it: Modifica il modo in cui incorpori le parole chiave nelle frasi per farle scorrere in modo naturale
nl_nl: Verander de manier waarop u trefwoorden in zinnen verwerkt om ze natuurlijk te laten vloeien
pl_pl: Zmień sposób włączania słów kluczowych do zdań, aby brzmiały naturalnie
pt_br: Mude a forma como você incorpora palavras-chave nas frases para que fluam naturalmente

source: Checks how easy the content is to read, how it is structured, and whether it suits the intended audience to improve engagement and clarity.
de_de: Prüft, wie leicht der Inhalt zu lesen ist, wie er strukturiert ist und ob er zur Zielgruppe passt, um das Engagement und die Klarheit zu verbessern.
es_es: Comprueba la facilidad de lectura del contenido, cómo está estructurado y si se adecúa a la audiencia prevista para mejorar la interacción y la claridad.
fr_fr: Vérifie la facilité de lecture du contenu, sa structure et son adéquation avec le public cible pour améliorer l'engagement et la clarté.
it_it: Verifica quanto sia facile da leggere il contenuto, come è strutturato e se si adatta al pubblico previsto per migliorare il coinvolgimento e la chiarezza.
nl_nl: Controleert hoe makkelijk de content te lezen is, hoe deze is gestructureerd en of deze geschikt is voor de beoogde doelgroep om de betrokkenheid en duidelijkheid te verbeteren.
pl_pl: Sprawdza, jak łatwa do czytania jest treść, jak jest ustrukturyzowana i czy odpowiada docelowej grupie odbiorców, aby poprawić zaangażowanie i klarowność.
pt_br: Verifica a facilidade de leitura do conteúdo, como ele está estruturado e se é adequado ao público-alvo para melhorar o engajamento e a clareza.

source: Checks how supplementary keywords related to the main topic are integrated into the content. Evaluates their placement and frequency to enhance semantic context without overshadowing the primary keyword focus.
de_de: Prüft, wie ergänzende, mit dem Hauptthema verwandte Keywords in den Inhalt integriert sind. Bewertet deren Platzierung und Häufigkeit, um den semantischen Kontext zu verbessern, ohne den Fokus auf das primäre Keyword zu überschatten.
es_es: Comprueba cómo se integran en el contenido las palabras clave suplementarias relacionadas con el tema principal. Evalúa su ubicación y frecuencia para mejorar el contexto semántico sin eclipsar el enfoque de la palabra clave principal.
fr_fr: Vérifie comment les mots-clés supplémentaires liés au sujet principal sont intégrés dans le contenu. Évalue leur emplacement et leur fréquence afin d'améliorer le contexte sémantique sans éclipser le mot-clé principal.
it_it: Verifica come le parole chiave supplementari correlate all'argomento principale sono integrate nel contenuto. Valuta il loro posizionamento e la loro frequenza per migliorare il contesto semantico senza mettere in ombra il focus sulla parola chiave principale.
nl_nl: Controleert hoe aanvullende trefwoorden die gerelateerd zijn aan het hoofdonderwerp in de content zijn geïntegreerd. Evalueert hun plaatsing en frequentie om de semantische context te verbeteren zonder de focus op het primaire trefwoord te overschaduwen.
pl_pl: Sprawdza, jak dodatkowe słowa kluczowe związane z głównym tematem są zintegrowane z treścią. Ocenia ich umiejscowienie i częstotliwość w celu wzmocnienia kontekstu semantycznego bez przyćmiewania głównego słowa kluczowego.
pt_br: Verifica como palavras-chave suplementares relacionadas ao tópico principal são integradas ao conteúdo. Avalia seu posicionamento e frequência para aprimorar o contexto semântico sem ofuscar o foco na palavra-chave principal.

source: Checks if local keywords appear in meta titles, descriptions, and image alt text to strengthen local SEO signals. Calculates coverage percentages and suggests improvements when location-specific phrases are missing.
de_de: Prüft, ob lokale Keywords in Meta-Titeln, Beschreibungen und Bild-Alternativtexten vorkommen, um lokale SEO-Signale zu stärken. Berechnet die Abdeckungsraten und schlägt Verbesserungen vor, wenn standortspezifische Phrasen fehlen.
es_es: Comprueba si las palabras clave locales aparecen en los metatítulos, las descripciones y el texto alternativo de las imágenes para reforzar las señales de SEO local. Calcula los porcentajes de cobertura y sugiere mejoras cuando faltan frases específicas de la ubicación.
fr_fr: Vérifie si les mots-clés locaux apparaissent dans les titres méta, les descriptions et les textes alternatifs des images pour renforcer les signaux SEO locaux. Calcule les pourcentages de couverture et suggère des améliorations lorsque des expressions spécifiques à la localisation sont absentes.
it_it: Verifica se le parole chiave locali appaiono nei meta titoli, nelle descrizioni e nel testo alternativo delle immagini per rafforzare i segnali SEO locali. Calcola le percentuali di copertura e suggerisce miglioramenti quando mancano frasi specifiche per la località.
nl_nl: Controleert of lokale trefwoorden voorkomen in metatitels, beschrijvingen en alt-tekst van afbeeldingen om lokale SEO-signalen te versterken. Berekent dekkingspercentages en stelt verbeteringen voor wanneer locatiespecifieke zinnen ontbreken.
pl_pl: Sprawdza, czy lokalne słowa kluczowe pojawiają się w metatytułach, opisach i tekstach alternatywnych obrazów, aby wzmocnić sygnały lokalnego SEO. Oblicza procent pokrycia i sugeruje ulepszenia, gdy brakuje fraz specyficznych dla lokalizacji.
pt_br: Verifica se palavras-chave locais aparecem em metatítulos, descrições e textos alternativos de imagens para fortalecer os sinais de SEO local. Calcula as porcentagens de cobertura e sugere melhorias quando frases específicas de localização estão ausentes.

source: Checks if meta descriptions fall within the optimal character range to avoid truncation in search results. Provides recommendations when descriptions are too short or lengthy, helping maximize snippet visibility and engagement.
de_de: Prüft, ob Meta-Beschreibungen innerhalb des optimalen Zeichenbereichs liegen, um eine Kürzung in den Suchergebnissen zu vermeiden. Gibt Empfehlungen, wenn Beschreibungen zu kurz oder zu lang sind, und hilft so, die Sichtbarkeit und das Engagement des Snippets zu maximieren.
es_es: Comprueba si las metadescripciones se encuentran dentro del rango de caracteres óptimo para evitar que se corten en los resultados de búsqueda. Proporciona recomendaciones cuando las descripciones son demasiado cortas o largas, ayudando a maximizar la visibilidad y la interacción del fragmento.
fr_fr: Vérifie si les méta-descriptions se situent dans la plage de caractères optimale pour éviter la coupure dans les résultats de recherche. Fournit des recommandations lorsque les descriptions sont trop courtes ou trop longues, afin d’optimiser la visibilité et l’engagement des extraits.
it_it: Verifica se le meta descrizioni rientrano nell'intervallo di caratteri ottimale per evitare il troncamento nei risultati di ricerca. Fornisce raccomandazioni quando le descrizioni sono troppo corte o lunghe, aiutando a massimizzare la visibilità e il coinvolgimento degli snippet.
nl_nl: Controleert of metabeschrijvingen binnen het optimale tekenbereik vallen om afkapping in zoekresultaten te voorkomen. Geeft aanbevelingen wanneer beschrijvingen te kort of te lang zijn, wat helpt om de zichtbaarheid en betrokkenheid van snippets te maximaliseren.
pl_pl: Sprawdza, czy metaopisy mieszczą się w optymalnym zakresie znaków, aby uniknąć ich skrócenia w wynikach wyszukiwania. Przedstawia rekomendacje, gdy opisy są zbyt krótkie lub zbyt długie, pomagając zmaksymalizować widoczność fragmentu i zaangażowanie.
pt_br: Verifica se as metadescrições estão dentro do intervalo de caracteres ideal para evitar o truncamento nos resultados de busca. Fornece recomendações quando as descrições são muito curtas ou longas, ajudando a maximizar a visibilidade e o engajamento do snippet.

source: Checks if the primary keyword appears in the meta title and ensures it meets word count guidelines. Provides feedback on placement and plugin support to optimize title relevance and user engagement.
de_de: Prüft, ob das primäre Keyword im Meta-Titel erscheint und stellt sicher, dass es den Richtlinien zur Wortanzahl entspricht. Gibt Feedback zur Platzierung und Plugin-Unterstützung, um die Titelrelevanz und das Nutzer-Engagement zu optimieren.
es_es: Comprueba si la palabra clave principal aparece en el metatítulo y se asegura de que cumpla con las directrices de recuento de palabras. Proporciona comentarios sobre la ubicación y el soporte del plugin para optimizar la relevancia del título y la interacción del usuario.
fr_fr: Vérifie si le mot-clé principal apparaît dans la balise titre et s'il respecte les recommandations de longueur. Fournit des conseils sur le placement et la prise en charge du plugin pour optimiser la pertinence du titre et l'engagement des utilisateurs.
it_it: Verifica se la parola chiave principale appare nel meta titolo e si assicura che rispetti le linee guida sul conteggio delle parole. Fornisce feedback sul posizionamento e sul supporto del plugin per ottimizzare la pertinenza del titolo e il coinvolgimento dell'utente.
nl_nl: Controleert of het primaire trefwoord in de metatitel voorkomt en zorgt ervoor dat het voldoet aan de richtlijnen voor het aantal woorden. Geeft feedback over de plaatsing en plug-inondersteuning om de relevantie van de titel en de gebruikersbetrokkenheid te optimaliseren.
pl_pl: Sprawdza, czy główne słowo kluczowe pojawia się w metatytule i czy spełnia wytyczne dotyczące liczby słów. Przekazuje informacje zwrotne na temat umiejscowienia i wsparcia wtyczki w celu optymalizacji trafności tytułu i zaangażowania użytkownika.
pt_br: Verifica se a palavra-chave principal aparece no metatítulo e garante que ela atenda às diretrizes de contagem de palavras. Fornece feedback sobre o posicionamento e o suporte do plugin para otimizar a relevância do título e o engajamento do usuário.

source: Checks if the primary keyword is used in the first paragraph of the content. This is important for SEO as it helps search engines understand the main topic of the page early on.
de_de: Prüft, ob das primäre Keyword im ersten Absatz des Inhalts verwendet wird. Dies ist wichtig für SEO, da es Suchmaschinen hilft, das Hauptthema der Seite frühzeitig zu verstehen.
es_es: Comprueba si la palabra clave principal se usa en el primer párrafo del contenido. Esto es importante para el SEO, ya que ayuda a los motores de búsqueda a entender el tema principal de la página desde el principio.
fr_fr: Vérifie si le mot-clé principal est utilisé dans le premier paragraphe du contenu. Ceci est important pour le SEO car cela aide les moteurs de recherche à comprendre rapidement le sujet principal de la page.
it_it: Verifica se la parola chiave principale è usata nel primo paragrafo del contenuto. Questo è importante per la SEO poiché aiuta i motori di ricerca a comprendere presto l'argomento principale della pagina.
nl_nl: Controleert of het primaire trefwoord in de eerste alinea van de content wordt gebruikt. Dit is belangrijk voor SEO omdat het zoekmachines helpt het hoofdonderwerp van de pagina vroegtijdig te begrijpen.
pl_pl: Sprawdza, czy główne słowo kluczowe jest używane w pierwszym akapicie treści. Jest to ważne dla SEO, ponieważ pomaga wyszukiwarkom wcześnie zrozumieć główny temat strony.
pt_br: Verifica se a palavra-chave principal é usada no primeiro parágrafo do conteúdo. Isso é importante para SEO, pois ajuda os mecanismos de busca a entender o tópico principal da página desde o início.

source: Checks images for excessive file sizes, assessing compression efficiency. Calculates average size and identifies any files above a set threshold, advising compression improvements to speed up page load and enhance SEO.
de_de: Prüft Bilder auf übermäßige Dateigrößen und bewertet die Komprimierungseffizienz. Berechnet die durchschnittliche Größe und identifiziert alle Dateien über einem festgelegten Schwellenwert und empfiehlt Komprimierungsverbesserungen, um die Ladezeit der Seite zu beschleunigen und SEO zu verbessern.
es_es: Comprueba el tamaño excesivo de los archivos de imagen, evaluando la eficiencia de la compresión. Calcula el tamaño promedio e identifica cualquier archivo por encima de un umbral establecido, aconsejando mejoras de compresión para acelerar la carga de la página y mejorar el SEO.
fr_fr: Vérifie les images pour détecter des tailles de fichiers excessives et évaluer l'efficacité de la compression. Calcule la taille moyenne et identifie les fichiers dépassant un seuil défini, conseillant des améliorations de compression pour accélérer le chargement des pages et améliorer le SEO.
it_it: Controlla le immagini per dimensioni eccessive dei file, valutando l'efficienza della compressione. Calcola la dimensione media e identifica eventuali file al di sopra di una soglia prestabilita, consigliando miglioramenti della compressione per accelerare il caricamento della pagina e migliorare la SEO.
nl_nl: Controleert afbeeldingen op buitensporige bestandsgroottes en beoordeelt de compressie-efficiëntie. Berekent de gemiddelde grootte en identificeert bestanden boven een ingestelde drempel, en adviseert compressieverbeteringen om het laden van de pagina te versnellen en de SEO te verbeteren.
pl_pl: Sprawdza obrazy pod kątem nadmiernych rozmiarów plików, oceniając efektywność kompresji. Oblicza średni rozmiar i identyfikuje pliki powyżej ustalonego progu, doradzając ulepszenia kompresji w celu przyspieszenia ładowania strony i wzmocnienia SEO.
pt_br: Verifica imagens com tamanhos de arquivo excessivos, avaliando a eficiência da compressão. Calcula o tamanho médio e identifica quaisquer arquivos acima de um limite definido, aconselhando melhorias na compressão para acelerar o carregamento da página e aprimorar o SEO.

source: Checks meta description for excessive repetition of target keywords. Calculates optimal ratio between primary and secondary terms, flagging when overuse occurs to prevent penalties from keyword stuffing.
de_de: Prüft die Meta-Beschreibung auf übermäßige Wiederholung von Ziel-Keywords. Berechnet das optimale Verhältnis zwischen primären und sekundären Begriffen und meldet, wenn eine Übernutzung auftritt, um Strafen durch Keyword-Stuffing zu vermeiden.
es_es: Comprueba la repetición excesiva de palabras clave objetivo en la metadescripción. Calcula la proporción óptima entre términos primarios y secundarios, marcando cuándo ocurre un uso excesivo para evitar penalizaciones por «keyword stuffing».
fr_fr: Vérifie la méta-description pour une répétition excessive des mots-clés cibles. Calcule le ratio optimal entre les termes principaux et secondaires, et signale les cas de surutilisation afin d’éviter les pénalités liées au bourrage de mots-clés.
it_it: Controlla la meta descrizione per la ripetizione eccessiva delle parole chiave target. Calcola il rapporto ottimale tra termini primari e secondari, segnalando quando si verifica un uso eccessivo per prevenire penalità da keyword stuffing.
nl_nl: Controleert de metabeschrijving op overmatige herhaling van doeltrefwoorden. Berekent de optimale verhouding tussen primaire en secundaire termen en markeert overmatig gebruik om straffen voor 'keyword stuffing' te voorkomen.
pl_pl: Sprawdza metaopis pod kątem nadmiernego powtarzania docelowych słów kluczowych. Oblicza optymalny stosunek między terminami głównymi i drugorzędnymi, oznaczając nadużycie, aby zapobiec karom za upychanie słów kluczowych.
pt_br: Verifica a metadescrição quanto à repetição excessiva de palavras-chave alvo. Calcula a proporção ideal entre termos primários e secundários, sinalizando quando ocorre o uso excessivo para evitar penalidades por "keyword stuffing".

source: Checks meta robots tags, HTTP headers, and robots.txt to verify that important pages are crawlable while restricting unwanted sections. Highlights misconfigured directives that could prevent indexing.
de_de: Prüft Meta-Robots-Tags, HTTP-Header und robots.txt, um zu verifizieren, dass wichtige Seiten gecrawlt werden können, während unerwünschte Bereiche eingeschränkt werden. Hebt falsch konfigurierte Anweisungen hervor, die die Indexierung verhindern könnten.
es_es: Comprueba las etiquetas meta robots, las cabeceras HTTP y el archivo robots.txt para verificar que las páginas importantes sean rastreables mientras se restringen las secciones no deseadas. Destaca las directivas mal configuradas que podrían impedir la indexación.
fr_fr: Vérifie les balises meta robots, les en-têtes HTTP et le fichier robots.txt pour s'assurer que les pages importantes sont explorables tout en restreignant les sections indésirables. Met en évidence les directives mal configurées pouvant empêcher l'indexation.
it_it: Controlla i tag meta robots, le intestazioni HTTP e robots.txt per verificare che le pagine importanti siano scansionabili, limitando al contempo le sezioni indesiderate. Evidenzia le direttive configurate in modo errato che potrebbero impedire l'indicizzazione.
nl_nl: Controleert meta robots-tags, HTTP-headers en robots.txt om te verifiëren dat belangrijke pagina's crawlbaar zijn, terwijl ongewenste secties worden beperkt. Markeert verkeerd geconfigureerde richtlijnen die indexering kunnen verhinderen.
pl_pl: Sprawdza metatagi robots, nagłówki HTTP i plik robots.txt, aby zweryfikować, czy ważne strony są możliwe do zindeksowania, jednocześnie ograniczając niechciane sekcje. Podkreśla błędnie skonfigurowane dyrektywy, które mogą uniemożliwić indeksowanie.
pt_br: Verifica as tags meta robots, cabeçalhos HTTP e o robots.txt para confirmar que páginas importantes são rastreáveis, restringindo seções indesejadas. Destaca diretivas mal configuradas que poderiam impedir a indexação.

source: Chinese (Simplified)
de_de: Chinesisch (Vereinfacht)
es_es: Chino (simplificado)
fr_fr: Chinois (Simplifié)
it_it: Cinese (semplificato)
nl_nl: Chinees (vereenvoudigd)
pl_pl: Chiński (uproszczony)
pt_br: Chinês (Simplificado)
